{"id":168,"text":"EN BANC\n[ A.M. No. RTJ-09-2183 [Formerly OCA IPI No. 05-2346-RTJ], March 15, 2022 ]\nCONCERNED LAWYERS OF BULACAN, COMPLAINANTS, VS. PRESIDING JUDGE VICTORIA VILLALON-PORNILLOS, REGIONAL TRIAL COURT, BRANCH 10, MALOLOS CITY, BULACAN, RESPONDENT.\n\nR E S O L U T I O N\nPER CURIAM:\n\nBefore the Court is a Petition for Judicial Clemency[1] dated October 5, 2020[2] filed by Victoria Villalon-Pornillos (respondent), former Presiding Judge of Branch 10, Regional Trial Court, Malolos City, Bulacan.\n\nIn Concerned Lawyers of Bulacan v. Judge Villalon-Pornillos,[3] the Court dismissed respondent from the service for Gross Misconduct, i.e., borrowing money from a lawyer in a case pending before her court, aggravated by undue delay in rendering decisions or orders, and violation of Supreme Court rules, directives, and circulars.\n\nThe administrative case arose from an anonymous administrative complaint dated August 31, 2005 filed by some \"Concerned Lawyers of Bulacan,\" charging respondent as follows:[4]\nRespondent has a notorious history of committing graft and corruption by \"fixing\" cases and \"selling\" decisions or orders, such as receiving P5 million from Lorna Silverio, extorting P6 million from Romeo Estrella, and obtaining P200,000 from Leonardo de Leon and asking him to pay her electric bills while simultaneously extorting from de Leon's detractors, all relative to the election protests involving the mayoralty race at San Rafael, Baliuag and Angat, respectively.\n\nRespondent is maintaining amorous relationships with her driver and bodyguards, borrowing money from her staff and other court officers to cover up her corruption, vindictively detailing almost all of her staff to other offices, and bragging about her associations with former classmates now working in the judiciary.\n\nRespondent has ostentatiously displayed ill-gotten wealth. She rented a taxi for P2,000 a day for almost six months. She maintains and enrolls her four children in first-class schools. And she acquired a new Ford Lynx car.\n\nRespondent reports to court only twice a week. She became mentally ill when her husband passed away in 1993 and experienced mental trauma when her alleged lover was killed.[5]\nThe complaint was referred to the Office of the Court Administrator (OCA) for investigation. The OCA found that the allegations of corruption, extortion, and respondent's illicit amorous relationships with her driver and bodyguards were based on hearsay and rumors.[6]\n\nThe OCA, however, confirmed that respondent obtained loans from court personnel and lawyers. One lawyer who maintained a law office in Malolos City disclosed, under the condition of anonymity, that respondent obtained a loan from her in the amount of P5,000.00 which remained unpaid. One court employee similarly revealed that respondent obtained loans from her ranging from P500.00 to P1,000.00 in 1991 to 1992.[7]\n\nThe OCA also found that respondent reported to court only for 20 days for the period from September 1, 2005 to October 11, 2005, which covered 29 working days. Further, respondent notably arrived late in court and departed therefrom almost always earlier than 4:30 p.m.[8]\n\nBy Resolution dated January 17, 2006, the Court directed the OCA to conduct a judicial audit to ascertain conclusively whether respondent could be held to answer administratively for (a) habitual tardiness, (b) failure to report to the court during all working days of the week, and (c) apparent poor records management; and to forthwith submit a judicial report thereon.[9]\n\nOn July 7, 2009, the Court found respondent guilty of Gross Misconduct for violating Section 8,[10] Rule 140 of the Rules of Court and the Code of Judicial Conduct, aggravated by undue delay in rendering decision or orders, and violation of Supreme Court rules, directives, and circulars. The Court dismissed her from the service, with forfeiture of all retirement benefits and with prejudice to reemployment in the government service:\nWHEREFORE, Judge Victoria Villalon-Pornillos, Presiding Judge of Branch 10 of the Regional Trial Court of Malolos City, is found guilty of violating paragraph 7, Section 8, Rule 140 of the Rules of Court (borrowing money from a lawyer in a case pending before her court) which is also a gross misconduct constituting violation of the Code of Judicial Conduct, aggravated by, inter alia, undue delay in rendering decisions or orders, and violation of Supreme Court rules, directives and circulars. She is DISMISSED from the service, with forfeiture of all retirement benefits, except accrued leave credits, with prejudice to re-employment in any government agency or instrumentality. Immediately upon service on her of this decision, she is deemed to have vacated her office and her authority to act as judge is considered automatically terminated.\n\nSO ORDERED.[11]\nSeven years later, or on August 8, 2016, respondent filed a petition for absolute pardon from \"dismissal from the service sentence\" accompanied by a Letter dated August 4, 2016 addressed to the Office of the President (OP).[12] On November 3, 2016, respondent also wrote the OCA a letter, informing the OP's transmittal of her petition for judicial clemency to the Court.[13]\n\nOn December 28, 2016, respondent filed with the Court another letter, reiterating her plea for judicial clemency. Respondent averred that she had endured almost eight years of what she characterized as an unfounded punishment from charges and findings based on mere gossip.[14]\n\nIn the Resolution[15] dated February 14, 2017, the Court denied respondent's petition for judicial clemency, for failure to adduce proof of remorse and reformation. The Court underscored as follows:\nIn this case, records are bereft of showing that respondent has exhibited remorse for her past misdeeds, which occurred more than eight (8) years ago. Apart from respondent's submission to the Court's disciplinary authority, there were no signs of repentance showing that at the very least, she accepted the judgment of the Court in her case. In fact, she even sees nothing wrong with her actions. In her petition, respondent narrates that she \"stood her ground against offers of bribery for her to agree to issue orders that would give a go signal to the anomalous Bullet Train Project of Gloria Macapagal-Arroyo.\" She even touts herself as a judge who committed \"honest acts and deeds,\" and submits that the only way to give her justice is through absolute pardon. In this relation, she firmly insists that she was unduly deprived of her fundamental rights under the constitution when she was unceremoniously disrobed, raising doubts as to the integrity and impartiality of the court process.\n\nLikewise, respondent points out that the charge of borrowing money from a litigant, for which she was dismissed, occurred more than fourteen (14) years ago and, at that time, she had a very \"slim chance\" of borrowing money since: (a) her \"salary as a judge was substantially big enough compared against other employees or lawyers or businessman\"; and (b) both her parents are lawyers who left her \"substantial real and personal property that would easily be sufficient for her and her children to live for a lifetime.\" She claims the same of her late husband who was \"well-off\" and landed thus, making the act imputed against her unbelievable.\n\nFar from exhibiting remorse and reformation, the tenor of respondent's petition only demonstrates her attitude of impenitence, self-righteousness, and even, vindictiveness, which unquestionably renders her undeserving of judicial clemency. Neither did she show compliance with the other requisites for judicial clemency xxx. Accordingly, there is no quibble that the instant petition should be denied.[16] (Citations omitted; italics supplied.)\nOn October 6, 2020, respondent filed the subject petition for judicial clemency captioned as \"Petition for Judicial Clemency with Prayer for the Reopening of the Administrative Case Against Her for the Reception of Improperly Excluded Evidence.\"[17] She maintains that she was illegally dismissed from the service; thus, she seeks the review of the Court's Decision dated July 7, 2009 and prays for the reopening of the subject administrative case and reception of \"improperly excluded evidence.\" Respondent insists that her dismissal from service is null and void for violating her constitutional right to due process.[18]\n\nOn March 17, 2021, respondent filed a Manifestation.[19] She still avers that she was \"summarily dismissed from service and barred from government work.\"[20] Attached to her Manifestation is the petition for judicial clemency dated October 6, 2020.\n\nThe Court's Ruling\n\nThe Court denies the petition.\n\nAs similarly underscored by the Court in the Resolution dated February 14, 2017, which denied respondent's previous petition for judicial clemency, respondent still fails to exhibit remorse for her past misdeeds. In the subject petition, respondent insists that she was summarily dismissed and even characterizes the Court's Decision dated July 7, 2009, which dismissed her from the service, as null and void on the grounds that she was not given the opportunity to be heard, denied the right to a fair trial, and denied the right to cross-examine the complainants.\n\nIn In Re: Ong,[21] the Court underscored that clemency should be preceded by an apology, which must likewise be \"preceded by a full and unconditional acceptance of the wrong committed and the justness of the penalty imposed.\"[22] To deserve judicial clemency, evidence of remorse and potential must be shown.[23] The claimant officers must convince \"that the long period of dismissal moved the erring officers to reform themselves, exhibit remorse and repentance, and develop a capacity to live up again to the standards demanded from court officers.\"[24]\n\nThe foregoing requirements flow from the core consideration in the grant of judicial clemency, i.e., the preservation of public confidence in the courts.[25]\n\nIn Junio v. Judge Rivera, Jr.,[26] the Court explains:\nTo be sure, we have always been unsparing in wielding the rod of discipline against members of the Judiciary who fall short of the exacting standards decreed by the Code of Judicial Conduct. This is because a judge, upon his assumption to office, becomes the visible representation of the law and of justice. Membership in the judiciary circumscribes one's personal conduct and imposes upon him certain restrictions, whose faithful observance is the price one has to pay for holding such an exalted position. Thus, a magistrate of the law must comport himself in a manner that his conduct must be free of a whiff of impropriety, not only with respect to the performance of his official duties, but also to his behavior outside his sala and as a private individual. His conduct must be able to withstand the most searching public scrutiny, for the ethical principles and sense of propriety of a judge are essential to the preservation of the people's faith in the judicial system. We certainly do not require judges to measure up to the standards of conduct of the saints and martyrs, but we do expect them to be like Caesar's wife in all their actions. Hence, their faithful adherence to the Code of Judicial Conduct is strictly demanded. A lackadaisical attitude towards these judicial standards is impermissible.[27]\nIn fine, respondent's lack of remorse and persistent demonstration of impenitence, self-righteousness, and even, vindictiveness, renders her undeserving of judicial clemency.\n\nWHEREFORE, the petition for judicial clemency is DENIED.\n\nSO ORDERED.\n\nGesmundo,* C.J., No part.\nPerlas-Bernabe, Leonen, Caguioa, Hernando, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez, and Kho, Jr., JJ.,  concur.\nLazaro-Javier,** J., No part.","label":[[10,30,"CASE_NUM"],[41,64,"CASE_NUM"],[67,81,"PROM_DATE"],[148,175,"PERSON"],[177,197,"INS"],[290,295,"INS"],[369,396,"PERSON"],[448,468,"INS"],[507,553,"CASE_NUM"],[562,567,"INS"],[777,790,"INS"],[1159,1173,"PERSON"],[1201,1215,"PERSON"],[1245,1261,"PERSON"],[1339,1346,"PERSON"],[2230,2263,"INS"],[2265,2268,"INS"],[2293,2296,"INS"],[2470,2473,"INS"],[2887,2890,"INS"],[3199,3204,"INS"],[3218,3221,"INS"],[3554,3559,"INS"],[3633,3696,"STA"],[3774,3787,"INS"],[3826,3831,"INS"],[3986,4013,"PERSON"],[4051,4071,"INS"],[4131,4172,"STA"],[4419,4432,"INS"],[5028,5051,"INS"],[5053,5055,"INS"],[5109,5112,"INS"],[5137,5139,"INS"],[5199,5204,"INS"],[5259,5264,"INS"],[5541,5546,"INS"],[5659,5664,"INS"],[5882,5887,"INS"],[6013,6018,"INS"],[6279,6302,"PERSON"],[8124,8129,"INS"],[8654,8659,"INS"],[8674,8679,"INS"],[8734,8739,"INS"],[9019,9024,"INS"],[9279,9282,"PERSON"],[9292,9297,"INS"],[9988,10014,"CASE_NUM"],[10024,10029,"INS"],[11157,11163,"PERSON"],[11606,11614,"PERSON"],[11632,11646,"PERSON"],[11648,11654,"PERSON"],[11656,11663,"PERSON"],[11665,11673,"PERSON"],[11675,11681,"PERSON"],[11683,11691,"PERSON"],[11693,11701,"PERSON"],[11703,11710,"PERSON"],[11712,11719,"PERSON"],[11721,11729,"PERSON"],[11731,11740,"PERSON"],[11742,11749,"PERSON"],[11755,11763,"PERSON"],[11779,11792,"PERSON"]],"Comments":[]}
{"id":169,"text":"THIRD DIVISION\n[ A.C. No. 11219, March 16, 2022 ]\nSPOUSES ANTONIO AND JOSEFA PERLA TAN, COMPLAINANTS, VS. ATTY. MARIA JOHANNA N. VALLEJO, RESPONDENT.\n\nDECISION\nLAZARO-JAVIER, J.:\n\nIn their Joint Complaint-Affidavit[1] dated March 3, 2016, complainants Spouses Antonio Tan and Josefa Perla Tan charged respondent Atty. Maria Johanna N. Vallejo for alleged violation of Section 3(c), Rule IV of A.M. No. 02-8-13-SC or the 2004 Rules on Notarial Practice.\n\nComplainants averred that on September 21, 2012, respondent notarized a Deed of Absolute Sale[2] in which they purportedly sold, conveyed, and transferred ownership of their property under Transfer Certificate of Title No. T-62471 to respondent's paternal uncle Arnold C. Vallejo, Sr. (Vallejo, Sr.). On even date, respondent also notarized an Affidavit of Confirmation of Sale in which they allegedly confirmed the sale of the land to her uncle, Vallejo, Sr..\n\nThey further averred that under Section 3(c), Rule IV of A.M. No. 02-8-13-SC, respondent was disqualified from notarizing the Deed of Absolute Sale and Affidavit of Confirmation of Sale because the vendee in the sale transaction, Vallejo, Sr. is her uncle (brother of her father), a relative within the fourth civil degree. In any event, they never appeared nor signed the documents before respondent. More, they had no participation in the preparation of these documents. It was Vallejo, Sr. alone who prepared the documents, visited their home, and persuaded them to sign the same under the pretense that he would only use the documents to facilitate his loan application.[3]\n\nIn her Comment dated October 21, 2016[4] and Position Paper dated February 9, 2018,[5] respondent countered that on September 21, 2012, complainants and her uncle Vallejo, Sr. went to her law office in Turod Norte, Cordon, Isabela. They presented to her a Deed of Absolute Sale and Affidavit of Confirmation of Sale and asked her to notarize the same. Seeing that only complainants signed the documents, sans her uncle's signature, she acceded. After reading and explaining to complainants the terms of the Deed of Absolute Sale and Affidavit of Confirmation of Sale, and following complainants' conformity thereto, she affixed her signature and notarial seal to the documents. Thereafter, she did not hear from complainants again, until after four (4) long years when they instituted the present complaint against her.\n\nShe, too, asserted that complainants only initiated the present complaint because their relationship with her uncle turned sour. They were simply pulling her into the issue to harass her uncle and his family. Complainants even approached her mother and told her they would drop the charge if they could convince Vallejo, Sr. to settle their dispute with them (complainants).[6]\n\nFurther, she did not violate the 2004 Rules on Notarial Practice. His uncle was not a signatory to the Deed of Absolute Sale and Affidavit of Confirmation of Sale. Only complainants signed the documents.[7]\n\nBy Resolution dated January 18, 2017 [8] the Court referred the complaint to the Integrated Bar of the Philippines (IBP) for investigation, report, and recommendation.\n\nThe IBP sent copies of the Notice of Mandatory Conference to both parties. Only respondent filed her Mandatory Conference Brief, appeared at the conference held on December 5, 2017, and filed her Position Paper.\n\nReport and Recommendation of the IBP Commission on Bar Discipline\n\nIn its Report dated October 30, 2019,[9] the IBP-Commission on Bar Discipline (IBP-CBD) recommended that the complaint be dismissed for lack of merit.\n\nIt held that since the Deed of Absolute Sale and Confirmation of Sale bore only the signatures of complainants, sans the signature of respondent's uncle, she cannot be deemed to have violated the 2004 Rules on Notarial Practice.\n\nReport and Recommendation of the IBP Board of Governors\n\nBy Resolution dated June 27, 2020, the IBP-Board of Governors adopted and approved the findings and recommendation of the IBP-CBD.\n\nIssue\n\nDid respondent violate Section 3(c), Rule IV of the 2004 Rules on Notarial Practice when she notarized the Deed of Absolute Sale and Affidavit of Confirmation of Sale in favor of her uncle as vendee whose signature did not appear on the documents?\n\nRuling\n\nWe rule in the affirmative.\n\nSection 3(c), Rule IV of the 2004 Rules on Notarial Practice state:\nSEC. 3. Disqualifications. - A notary public is disqualified from performing a notarial act if he:\n\n(a) is a party to the instrument or document that is to be notarized;\n\n(b) will receive, as a direct or indirect result, any commission, fee, advantage, right, title, interest, cash, property, or other consideration, except as provided by these Rules and by law; or\n\n(c) is a spouse, common-law partner, ancestor, descendant, or relative by affinity or consanguinity of the principal within the fourth civil degree. (Emphasis supplied)\nThe Deed of Absolute Sale and Affidavit of Confirmation of Sale read:\nDeed of Absolute Sale[10]\n\nKNOW ALL MEN BY THESE PRESENTS:\n\nWe, vendors, Spouses ANTONIO TAN and PERLA OCAMPO, both Filipinos, both of legal age, and bona fide residents of Mabini, Santiago City, Philippines, are the registered owners of a parcel of land described as follows, to wit:\n\nx x x          x x x          x x x\n\nThat for and in consideration of the sum of Five Million Pesos (P5,000,000 –) to me paid in hand by the vendee, ARNOLD C. VALLEJO, Sr., Filipino, of legal age, married, and a bona fide resident of Brgy. Turdod Norte, Cordon, Isabela, I hereby SELL, CEDE, TRANSFER, and CONVEY unto the said vendee, his heirs, successors, or assigns, the above-described parcel of land.\n\nIN TESTIMONY WHEREOF, I hereunto set my hand this 21 September 2012 at Cordon, Isabela, Philippines.\n\nWith my conformity:\n\n         (sgd.)\n  ANTONIO TAN\nHusband of Vendor\n                  (sgd.)\nJOSEF A PERLA OCAMPO\n               Vendor\n\nSigned in the Presence of:\n\n (sgd.)\nWitness\n (sgd.)\nWitness\n\nx x x\n\nAffidavit of Confirmation of Sale[11]\n\nWe, Spouses ANTONIO TAN and PERLA OCAMPO, both Filipinos, both of legal age, and bona fide residents of Mabini, Santiago City, Philippines, after having been sworn to in accordance with law, hereby depose and say:\n\n1)\nThat we are the registered owners of a parcel of land described as follows, to wit:\n\n\nx x x\n\n\n2)\nThat we confirm that on 21 September 2012, we have sold said parcel of land to ARNOLD C. VALLEJO, SR., Filipino, of legal age, married, and a bona fide resident of Brgy. Turod Norte, Cordon, Isabela, Philippines;\n\n\n3)\nThat we were paid in full the consideration of said sale;\n\n\n4)\nThat we execute this affidavit to the effect that we are confirming the sale of said parcel of land to ARNOLD C. VALLEJO, SR., and to inform the appropriate government agencies concerned of the same in connection with whatever legal purpose it may serve; and\n\n\n5)\nThat we execute this affidavit to declare, under the pains and penalties of perjury, as to the truthfulness of the above statements. If our statements will later be discovered to be false, then this affidavit shall be voided and shall have no effect, thereby subjecting us to perjury under Article 183 of the Revised Penal Code. AFFIANT FURTHER SAYETH NAUGHT.\n\nIN WITNESS WHEREOF, we hereunto set our hand this 21 September 2012 at Cordon, Isabela, Philippines.\n\n       (sgd.)\nARNOLD TAN\nVendor\n               (sgd.)\nJOSEFA PERLA OCAMPO\nVendor\nArticle 1458 of the New Civil Code defines a contract of sale as follows:\nArticle 1458. By the contract of sale one of the contracting parties obligates himself to transfer the ownership of and to deliver a determinate thing, and the other to pay therefor a price certain in money or its equivalent.\nClearly, there are two (2) parties in a contract of sale, viz.: (a) the seller\/vendor who obligates himself or herself to transfer the ownership of and deliver a determinate thing to another; and (b) the buyer\/vendee who, in turn, obligates himself or herself to pay a certain amount in exchange for the thing sold. A contract of sale is therefore a consensual contract.[12] Consent is one of its essential elements.[13] Consent is manifested by the meeting of the offer and the acceptance of the thing and the cause, which are to constitute the contract.[14] Indeed, there can be no contract in the true sense in the absence of the element of agreement, or of mutual assent of the parties.[15]\n\nEvery contract of sale presupposes two (2) principal parties – the seller and the buyer.\n\nVerily, it is incorrect for respondent to claim that the \"principals\" in the Deed of Absolute Sale and Affidavit of Confirmation of Sale are complainants only simply because they were the only ones who signed the documents in question. For sure, what we have here is a unilateral contract of sale which need only be signed by complainants as the vendors, sans the signature of respondent's uncle as the vendee. But this does not alter the fact that respondent's uncle, being the vendee, is also a \"principal\" party to the sale and its confirmatory document. Without the vendee, there can be no contract of sale to speak of. The role of the vendee as a party to the sale is as important and indispensable as the role of the vendors themselves, regardless of the unilateral nature of the deed of sale where the signatures of the vendors are the only ones appearing on the document.\n\nAt any rate, it is inaccurate to say that respondent's uncle did not participate at all during the notarial proceedings. Respondent admitted that her uncle came to her office in the company of complainants for the notarization of the Deed of Absolute Sale and Affidavit of Confirmation of Sale.\n\nIndeed, what respondent did here – notarizing a document where one of the contracting parties was her relative within the fourth civil degree is a clear circumvention of the 2004 Rules on Notarial Practice. To accept her argument that the prohibition did not attach to her because her uncle's signature did not appear on the sale documents would definitely set a dangerous precedent that will erode the integrity of the system of notary in the country. For then, parties could simply opt for a unilateral deed of conveyance with the end in view of doing indirectly what the law prohibits them from doing directly. The Court will never allow this.\n\nTime and again, the Court has emphasized that notarization of documents is not an empty, meaningless routinary act but one invested with substantive public interest. The notarization by a notary public converts a private document into a public document, making it admissible in evidence without further proof of its authenticity. A notarized document is, by law, entitled to full faith and credit upon its face. It is for this reason that a notary public must observe with utmost care the basic requirements in the performance of his duties; otherwise, the public's confidence in the integrity of a notarized document would be undermined.[16] This respondent failed to do.\n\nVerily, therefore, we find respondent liable for violation of Section 3 (c) Rule IV of A.M. No. 02-8-13-SC, otherwise known as the 2004 Rules on Notarial Practice.\n\nAs for the penalty, Jandoquile v. Atty. Revilla, Jr.[17] enunciated:\nAs we said, Atty. Revilla, Jr.'s violation of the disqualification rule under Section 3(c), Rule IV of the 2004 Rules on Notarial Practice is not a sufficient ground to disbar him. To our mind, Atty. Revilla, Jr. did not commit any deceit, malpractice, gross misconduct or gross immoral conduct, or any other serious ground for disbarment under Section 27, Rule 138 of the Rules of Court. We recall the case of Maria v. Cortez where we reprimanded Cortez and disqualified him from being commissioned as notary public for six months. We were convinced that said punishment, which is less severe than disbarment, would already suffice as sanction for Cortez's violation. In Cortez, we noted the prohibition in Section 2(b), Rule IV of the 2004 Rules on Notarial Practice that a person shall not perform a notarial act if the person involved as signatory to the instrument or document (1) is not in the notary's presence personally at the time of the notarization and (2) is not personally known to the notary public or otherwise identified by the notary public through a competent evidence of identity. Cortez had notarized a special power of attorney without having the alleged signatories appear before him. In imposing the less severe punishment, we were mindful that removal from the Bar should not really be decreed when any punishment less severe such as reprimand, temporary suspension or fine would accomplish the end desired. (Emphases added)\nx x x\nAs a first time offender, we deem it appropriate to impose on respondent the less severe penalty of reprimand, with disqualification from being commissioned as a notary public, or from performing any notarial act if respondent is presently commissioned as a notary public, for a period of three (3) months.\n\nACCORDINGLY, respondent Atty. Maria Johanna N. Vallejo is found liable for violation of Section 3(c) Rule IV of A.M. No. 02-8-13-SC otherwise known as the 2004 Rules on Notarial Practice.\n\nRespondent is REPRIMANDED with stern warning that a repetition of the same or similar infraction will be dealt with more severely.\n\nFurther, respondent is DISQUALIFIED from being commissioned as a notary public, or from performing any notarial act if she is presently commissioned as a notary public, for a period of three (3) months.\n\nShe is DIRECTED to INFORM the Court, under oath, of the exact date of receipt of this Decision.\n\nSO ORDERED.\n\nLeonen, (Chairperson), M. Lopez, J. Lopez, and Kho, Jr., JJ., concur.","label":[[17,31,"CASE_NUM"],[33,47,"PROM_DATE"],[58,65,"PERSON"],[70,86,"PERSON"],[112,136,"PERSON"],[160,173,"PERSON"],[260,271,"PERSON"],[276,292,"PERSON"],[318,342,"PERSON"],[367,412,"STA"],[419,451,"STA"],[716,738,"PERSON"],[740,752,"PERSON"],[901,913,"PERSON"],[948,992,"STA"],[1146,1158,"PERSON"],[1396,1408,"PERSON"],[1758,1770,"PERSON"],[2728,2740,"PERSON"],[2828,2859,"STA"],[3048,3053,"INS"],[3095,3117,"INS"],[3119,3122,"INS"],[3176,3179,"INS"],[3418,3450,"INS"],[3497,3529,"INS"],[3531,3538,"INS"],[3800,3831,"STA"],[3867,3870,"INS"],[3930,3952,"INS"],[4013,4020,"INS"],[4053,4113,"STA"],[4316,4376,"STA"],[5071,5082,"PERSON"],[5087,5099,"PERSON"],[5425,5447,"PERSON"],[5824,5835,"PERSON"],[5879,5899,"PERSON"],[6042,6053,"PERSON"],[6058,6070,"PERSON"],[6424,6446,"PERSON"],[6729,6751,"PERSON"],[7180,7217,"STA"],[7367,7377,"PERSON"],[7407,7426,"PERSON"],[7434,7468,"STA"],[7508,7520,"STA"],[9871,9902,"STA"],[10315,10320,"INS"],[10365,10370,"INS"],[11081,11125,"STA"],[11150,11181,"STA"],[11204,11236,"CASE_NUM"],[11271,11283,"PERSON"],[11331,11391,"STA"],[11453,11465,"PERSON"],[11598,11640,"STA"],[11664,11679,"CASE_NUM"],[11902,11908,"PERSON"],[11925,11931,"PERSON"],[11961,12021,"STA"],[12354,12360,"PERSON"],[13047,13071,"PERSON"],[13105,13148,"STA"],[13172,13203,"STA"],[13572,13577,"INS"],[13652,13658,"PERSON"],[13675,13683,"PERSON"],[13685,13693,"PERSON"],[13699,13707,"PERSON"]],"Comments":[]}
{"id":170,"text":"EN BANC\n[ A.C. No. 12673 [Formerly CBD Case No. 13-3900], March 15, 2022 ]\nFORTUNATO C. DIONISIO, JR. AND FRANKLIN C. DIONISIO, COMPLAINANTS, VS. ATTYS. MIGUEL G. PADERNAL AND DELFIN R. AGCAOILI, JR., RESPONDENTS.\n\nD E C I S I O N\nDIMAAMPAO, J.:\n\n\"Each and every Notary Public plays a crucial role in combating identity theft. They serve as our front line of defense and the public is safer because of the job they do.\"[1]\n\nWith the flourish of the proverbial mighty pen, this Court hopes to dispel the all too familiar notion that notarization is merely a mechanical act. Owing to the pervasive effect of notarial acts on the public's daily transactions, a notary public is expected to faithfully perform the sacrosanct duties that come with the grant of a notarial commission, such as the ascertainment of the identity of any person who comes before them to avail of their services.\n\nAt the crosshairs of the instant disciplinary proceedings is the administrative liability of respondents Atty. Miguel G. Padernal (Atty. Padernal) and Atty. Delfin R. Agcaoili, Jr. (Atty. Agcaoili, Jr.; collectively, respondents) for violation of the Code of Professional Responsibility (CPR) and the 2004 Rules on Notarial Practice (Notarial Rules).\n\nStripped of unnecessary verbiage, the prevenient facts of this case are as follows:\n\nIn their Complaint[2] dated 10 July 2013 docketed as CBD Case No. 13-3900 before the Commission on Bar Discipline (CBD) of the Integrated Bar of the Philippines (IBP ), Fortunato C. Dionisio, Jr. (Fortunato) and Franklin C. Dionisio (Franklin; collectively, complainants) avowed that they founded a partnership named FCD Pawnshop and Merchandising Company (now known as FCDionisio General Merchandising Company) together with their sister, Felicitas Dionisio-Juguilon (Felicitas) and their departed mother, Adelaida C. Dionisio (Adelaida).[3] A parcel of land covered by Transfer Certificate of Title (TCT) No. (168302) S-3664[4] was then registered under the name of the said partnership. Upon the expiry of its term, complainants entrusted the liquidation and winding up of the partnership's affairs to Atty. Rowena S. Dionisio (Rowena), Franklin's daughter-in-law.[5]\n\nAt the interstice, Atty. Padernal notarized on 12 February 2010 a Real Estate Mortgage[6] executed by FCDionisio General Merchandising Company and Union Bank of the Philippines (Union Bank) wherein the aforementioned realty was proffered as security for a loan taken out by Sunyang Mining Corporation in the amount of P20,000,000.00. Concomitantly, Atty. Agcaoili, Jr. notarized a Partner's Certificate[7] on even date, authorizing the said mortgage. Much to the astoundment of complainants, they later discovered that the subject lot was foreclosed and sold at public auction with Union Bank emerging as the winning bidder.[8]\n\nContrary to what appeared in both the Real Estate Mortgage and the Partner's Certificate, complainants maintained that they, together with Felicitas, did not personally appear on 12 February 2010 before respondents.[9] Significantly, on the said date, Felicitas was away from the Philippines based on her travel records[10] obtained from the Bureau of Immigration. Complainants also posited that the presentation of community tax certificates, as indicated in the subject documents, should not have passed muster in determining whether they had indeed personally appeared before respondents together with their sister Felicitas.[11]\n\nFor his part, Atty. Padernal admitted having notarized the Real Estate Mortgage between FCDionisio General Merchandising Company and Union Bank.[12] Still and all, he asserted that he was introduced to complainants and their sister Felicitas by Eduardo V. Enriquez III and Michelle Y. Fulgencio who were from the Business Line Department of Union Bank. Complainants and their sister Felicitas showed their respective identification cards before signing the Real Estate Mortgage in his presence and one Reziel Bo Simo, among others, namely: Franklin's Senior Citizen ID, Fortunato's SSS ID, and Felicitas' Postal ID.[13]\n\nUpon the other hand, Atty. Agcaoili, Jr. neither filed his verified Answer and Position Paper nor attended the mandatory conference which was scheduled on 27 February 2014.[14]\n\nFollowing an assiduous scrutiny of the parties' submissions, the IBP Investigating Commissioner Leo B. Malagar (Investigating Commissioner) rendered a Report and Recommendation[15] dated 22 May 2017 finding respondents to have violated Canon 1[16] of the CPR in relation to the Notarial Rules when they notarized the documents in question without properly establishing the identity of Felicitas. The Investigating Commissioner gave credence to complainants' avowal that Felicitas was out of the country on 12 February 2010 when Atty. Padernal and Atty. Agcaoili, Jr. notarized the Real Estate Mortgage and the Partner's Certificate, respectively. Congruously, the Investigating Commissioner recommended that respondents' existing notarial commissions, if any, be revoked; and that they be disqualified from being commissioned as notaries public for a period of one (1) year with stern warning that a repetition of the same or similar offense will be dealt with more severely.[17]\n\nThence, the IBP Board of Governors issued a Resolution[18] dated 7 December 2017 adopting the factual findings of the Investigating Commissioner, but modifying his recommendation by: (a) increasing the period of respondents' disqualification from being commissioned as notaries public from one (1) year to two (2) years; and (b) suspending respondents from the practice of law for one (1) year.\n\nUnperturbed, Atty. Padernal moved for reconsideration[19] which the IBP Board of Governors denied via the Resolution[20] dated 19 January 2019. Notably, respondents filed no Petition for Review before the Court.\n\nAfter a perspicacious evaluation of the records, this Court affirms respondents' liability for their parallel transgressions of the CPR and the Notarial Rules. However, in deference to prevailing jurisprudence, a further modification of the penalties recommended by the IBP Board of Governors against respondents is apropos.\n\nPrefatorily, it is a time-honored principle that notarization is not an empty, meaningless, and routinary act.[21] It is one heavily impressed with public interest,[22] for notarization converts a private document to a public one, making it admissible without further proof of its authenticity.[23] Plain as a pikestaff, a notary public must observe the highest degree of care in complying with the basic requirements in performing his or her duties in order to preserve the public's confidence in the integrity of the notarial system.[24]\n\nIn the case at bench, respondents were indubitably remiss in carrying out their functions as notaries public when they notarized the repugned documents on 12 February 2010 without confirming the identities of the persons claiming to be complainants and their sister Felicitas pursuant to the Notarial Rules.\n\nUnder Section 2(b)(1) and (2), Rule IV of the Notarial Rules, a notary public is enjoined from performing a notarial act such as an acknowledgment if the person involved as a signatory to the instrument or document:\n(1)\nIs not in the notary's presence personally at the time of the notarization; and\n\n\n(2)\nIs not personally known to the notary public or otherwise identified by the notary public through competent evidence of identity as defined by these Rules.\nAppositely, the phrase \"competent evidence of identity\" under Section 12, Rule II of the Notarial Rules refers to the identification of an individual based on:\n(a)\nAt least one current identification document issued by an official agency bearing the photograph and signature of the individual; or\n\n\n(b)\nThe oath or affirmation of one credible witness not privy to the instrument, document or transaction who is personally known to the notary public and who personally knows the individual, or of two credible witnesses neither of whom is privy to the instrument, document or transaction who each personally knows the individual and shows to the notary public documentary identification.\nThrough this Court's Resolution dated 19 February 2008 in A.M. No. 02-8-13-SC, the Notarial Rules were amended to include an extensive catalog of identification documents which met the criteria set forth in Section 12(a), Rule II, such as but not limited to: passport, driver's license, Professional Regulation Commission (PRC) ID, National Bureau of Investigation (NBI) clearance, police clearance, postal ID, voter's ID, Barangay certification, Government Service and Insurance System (GSIS) e-card, Social Security System (SSS) card, Philhealth card, senior citizen card, Overseas Workers Welfare Administration (OWWA) ID, OFW ID, seaman's book, alien certificate of registration\/immigrant certificate of registration, government office ID, certification from the National Council for the Welfare of Disable Persons (NCWDP), and Department of Social Welfare and Development (DSWD) certification.\n\nThe rationale underlying the aforestated rules is to enable the notary public to verify the genuineness of the signature of the acknowledging party and to ascertain that the document is the party's free and voluntary act and deed.[25]\n\nHere, an insightful glance at the controverted documents evinces that both, respondents irrefragably relied on Community Tax Certificate Nos. 28611794, 28611795 and 28611796, ostensibly issued in the names of complainants and their sister Felicitas, when they notarized on 12 February 2010 the Real Estate Mortgage and the Partner's Certificate. Upon this point, it is jurisprudentially established that a community tax certificate or cedula is no longer considered as a valid and competent evidence of identity not only because it is not included in the list of competent evidence of identity under the Notarial Rules; but moreso, it does not bear the photograph and signature of the persons appearing before notaries public, which the Notarial Rules deem as the more appropriate and competent means by which notaries public can ascertain the person's identity.[26] Indeed, reliance on community tax certificates alone is already a punishable indiscretion by a notary public.[27]\n\nEqually unavailing is Atty. Padernal's dependence on the statements made by Michelle Y. Fulgencio[28] and Reziel Bo Simo[29] concerning the identities of complainants and their sister Felicitas, because they were both unquestionably privies to the Real Estate Mortgage as witnesses thereto.[30] Anent the Partner's Certificate, suffice it to state that Atty. Agcaoili, Jr. failed to adduce any scintilla of proof that he personally knew the parties involved or that he suitably identified them through competent evidence of identity.\n\nWith the foregoing disquisition, there is no quibbling that respondents contravened the Notarial Rules. Since an erring lawyer who is found to be remiss in his functions as a notary public is also considered to have violated their oath as a lawyer, respondents' infractions would unavoidably constitute a violation of the CPR.[31] Not only did they fail to fulfill their solemn oath of upholding and obeying the law and its legal processes, but they also committed an act of falsehood and engaged in unlawful, dishonest, and deceitful conduct.[32] Ineludibly, respondents breached the following provisions[33] of the CPR:\nCANON 1 – A lawyer shall uphold the constitution, obey the laws of the land and promote respect for law and legal processes.\n\nRule 1.01 – A lawyer shall not engage in unlawful, dishonest, immoral or deceitful conduct.\n\nx x x                x x x\n\nCANON 10 – A lawyer owes candor, fairness and good faith to the court.\n\nRule 10.01 – A lawyer shall not do any falsehood, nor consent to the doing of any in court; nor shall he mislead, or allow the Court to be misled by any artifice.\nIn epitome, owing to their gross negligence in fulfilling their sworn duty to appropriately identify the signatories to a document before performing a notarial act, respondents did not only cause damage to the parties directly affected by the terms of the documents they notarized, but they also undermined the integrity of the office of a notary public and degraded the function of notarization.[34] Failing in their duties, respondents must now bear the commensurate consequences.[35]\n\nA final cadence. It is settled in a catena of analogous cases that the following penalties must be meted out against a lawyer who violates the Notarial Rules: (a) suspension from the practice of law for one (1) year; (b) immediate revocation of his or her notarial commission, if any; and (c) disqualification from being commissioned as a notary public for a period of two (2) years.[36] Under the factual milieu of this case, such penalties are equitable against Atty. Padernal.\n\nContrariwise, Atty. Agcaoili, Jr.'s transgressions necessitate stiffer sanctions. The Court takes judicial notice of his previous administrative liability for notarizing a document without the presence of the parties as well as the requisite notarial commission in Triol v. Atty. Agcaoili, Jr.,[37] the decretal portion of which reads:\nWHEREFORE, the Court finds respondent Atty. Delfin R. Agcaoili, Jr. (respondent) GUILTY of violating the 2004 Rules on Notarial Practice and the Code of Professional Responsibility. Accordingly, the Court hereby SUSPENDS him from the practice of law for a period of two (2) years; PROHIBITS him from being commissioned as a notary public for a period of two (2) years; and REVOKES his incumbent commission as a notary public, if any. He is WARNED that a repetition of the same offense or similar acts in the future shall be dealt with more severely.\n\nThe suspension in the practice of law, the prohibition from being commissioned as notary public, and the revocation of his notarial commission, if any, shall take effect immediately upon receipt of this Decision by respondent. He is DIRECTED to immediately file a Manifestation to the Court that his suspension has started, copy furnished all courts and quasi-judicial bodies where he has entered his appearance as counsel.\n\nLet copies of this Decision be furnished to the Office of the Bar Confidant to be appended to respondent's personal record as an attorney; the Integrated Bar of the Philippines for its information and guidance; and the Office of the Court Administrator for circulation to all courts in the country.\n\nSO ORDERED.[38]\nBy committing a substantially comparable offense in this case, Atty. Agcaoili, Jr. was evidently unruffled by the above verdict as he remained obtuse to this Court's dire warning against committing a similar infraction in the future. Tellingly, his failure to comply with the IBP's written directives to file his verified answer and position paper as well as to appear during the mandatory conference[39] demonstrated his defiance towards the authority of the IBP, which ought to be treated as an aggravating circumstance.[40] This treatment should serve as a persistent reminder that the IBP, as the duly designated investigator by this Court, is discharging a public duty in this Court's name and stead, and should be respected in its performance of such duty.[41]\n\nGiven the foregoing discourse, and to underscore the paramount character of the obligations appurtenant to a notarial commission, this Court holds that Atty. Agcaoili, Jr. should be suspended anew from the practice of law for a period of five (5) years, and be permanently barred from being commissioned as a notary public in the Philippines.[42]\n\nWHEREFORE, respondents Atty. Miguel G. Padernal and Atty. Delfin R. Agcaoili, Jr. are hereby declared GUILTY of violating Rule 1.01, Canon 1 and Rule 10.01, Canon 10 of the Code of Professional Responsibility as well as the 2004 Rules on Notarial Practice.\n\nAccordingly, this Court SUSPENDS Atty. Miguel G. Padernal from the practice of law for one (1) year, and PROHIBITS him from being commissioned as a notary public for two (2) years. Likewise, Atty. Delfin R. Agcaoili, Jr. is SUSPENDED from the practice of law for five (5) years and is PERMANENTLY DISQUALIFIED from being commissioned as a notary public.\n\nFurthermore, the incumbent commissions as notaries public, if any, of respondents Atty. Miguel G. Padernal and Atty. Delfin R. Agcaoili, Jr. are REVOKED. They are STERNLY WARNED that a repetition of the same offense or similar acts in the future shall be dealt with more severely.\n\nThis Decision shall take effect immediately. Respondents Atty. Miguel G. Padernal and Atty. Delfin R. Agcaoili, Jr. are DIRECTED to INFORM this Court of the date of their receipt of this Decision for the purpose of reckoning the period of their respective penalties.\n\nFinally, let copies of this Decision be furnished the Office of the Bar Confidant for the updating of the respective personal records as attorneys of Atty. Miguel G. Padernal and Atty. Delfin R. Agcaoili, Jr.; the Integrated Bar of the Philippines, for their information and guidance: and the Office of the Court Administrator, for dissemination to all the courts in the country.\n\nSO ORDERED.\n\nGesmundo, C.J., Perlas-Bernabe, Leonen, Caguioa, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Marquez, and Kho, Jr., JJ., concur.\nHernando, J.,  NO PART.","label":[[10,24,"CASE_NUM"],[35,55,"CASE_NUM"],[75,101,"PERSON"],[106,126,"PERSON"],[153,171,"PERSON"],[176,199,"PERSON"],[231,244,"PERSON"],[477,482,"INS"],[997,1015,"PERSON"],[1023,1031,"PERSON"],[1043,1066,"PERSON"],[1074,1087,"PERSON"],[1185,1218,"STA"],[1376,1396,"STA"],[1450,1483,"INS"],[1485,1488,"INS"],[1492,1518,"PERSON"],[1520,1530,"PERSON"],[1535,1555,"PERSON"],[1557,1565,"PERSON"],[1640,1678,"INS"],[1693,1733,"INS"],[1763,1790,"PERSON"],[1792,1801,"PERSON"],[1830,1850,"PERSON"],[1852,1860,"PERSON"],[2134,2152,"PERSON"],[2154,2160,"PERSON"],[2163,2171,"PERSON"],[2220,2228,"PERSON"],[2297,2337,"INS"],[2342,2371,"INS"],[2373,2383,"INS"],[2469,2495,"INS"],[2550,2564,"INS"],[2777,2787,"INS"],[2963,2972,"PERSON"],[3076,3085,"PERSON"],[3166,3187,"INS"],[3442,3451,"PERSON"],[3478,3486,"PERSON"],[3546,3586,"INS"],[3591,3601,"INS"],[3690,3726,"PERSON"],[3731,3752,"PERSON"],[3799,3809,"INS"],[3998,4006,"PERSON"],[4028,4037,"PERSON"],[4052,4061,"PERSON"],[4106,4119,"PERSON"],[4322,4325,"INS"],[4353,4367,"PERSON"],[4791,4799,"PERSON"],[4810,4823,"PERSON"],[5250,5253,"INS"],[5653,5661,"PERSON"],[5702,5705,"INS"],[5839,5844,"INS"],[5901,5906,"INS"],[6117,6120,"INS"],[6980,6989,"PERSON"],[7028,7083,"STA"],[7547,7588,"STA"],[8185,8190,"INS"],[8379,8401,"STA"],[8504,8536,"INS"],[8538,8541,"INS"],[8709,8719,"INS"],[8747,8786,"INS"],[8788,8792,"INS"],[8939,8990,"INS"],[8992,8997,"INS"],[9004,9048,"INS"],[9050,9054,"INS"],[9547,9556,"PERSON"],[10318,10326,"PERSON"],[10366,10387,"PERSON"],[10396,10410,"PERSON"],[10474,10483,"PERSON"],[10649,10662,"PERSON"],[11447,11454,"STA"],[11573,11582,"STA"],[11694,11702,"STA"],[11766,11776,"STA"],[11893,11898,"INS"],[12887,12895,"PERSON"],[12918,12931,"PERSON"],[12984,12989,"INS"],[13163,13191,"CASE_NUM"],[13249,13254,"INS"],[13278,13301,"PERSON"],[13339,13414,"STA"],[13433,13438,"INS"],[14070,14075,"INS"],[14258,14285,"INS"],[14353,14386,"INS"],[14429,14462,"INS"],[14595,14608,"PERSON"],[14802,14805,"INS"],[14986,14989,"INS"],[15115,15118,"INS"],[15164,15169,"INS"],[15208,15213,"INS"],[15429,15434,"INS"],[15452,15465,"PERSON"],[15671,15689,"PERSON"],[15700,15723,"PERSON"],[15764,15850,"STA"],[15866,15897,"STA"],[15918,15923,"INS"],[15939,15957,"PERSON"],[16097,16120,"PERSON"],[16343,16361,"PERSON"],[16372,16395,"PERSON"],[16600,16618,"PERSON"],[16629,16652,"PERSON"],[16681,16686,"INS"],[16859,16886,"INS"],[16961,16980,"PERSON"],[16990,17013,"PERSON"],[17019,17052,"INS"],[17098,17131,"INS"],[17199,17213,"PERSON"],[17215,17229,"PERSON"],[17231,17237,"PERSON"],[17239,17246,"PERSON"],[17248,17261,"PERSON"],[17263,17268,"PERSON"],[17271,17279,"PERSON"],[17281,17289,"PERSON"],[17291,17298,"PERSON"],[17300,17307,"PERSON"],[17309,17317,"PERSON"],[17319,17326,"PERSON"],[17332,17340,"PERSON"],[17355,17367,"PERSON"]],"Comments":[]}
{"id":171,"text":"SECOND DIVISION\n[ A.C. No. 12443, March 14, 2022 ]\nBERNALDO E. VALDEZ, COMPLAINANT, VS. ATTY. WINSTON B. HIPE, RESPONDENT.\n\nD E C I S I O N\nPERLAS-BERNABE, J.:\n\nBefore the Court is an administrative complaint[1] for disbarment filed by Bernaldo E. Valdez (complainant) against respondent Atty. Winston B. Hipe (respondent) with the Office of the Bar Confidant of the Supreme Court for allegedly violating the lawyer's oath and the 2004 Rules on Notarial Practice.\n\nThe Facts\n\nComplainant alleged that he received a copy of an affidavit[2] executed by respondent in support of a counter-affidavit filed by a certain Atty. Calberito M. Caballero, in response to his complaint-affidavit. He claimed that in said affidavit, respondent stated that he notarized the Verification and Certification of Non-Forum Shopping (Verification\/Certification) executed by Arnold Pe, Pearl Marjorie Pe, and Evaristo Pe, containing the following notarial details: \"Doc. No. 379; Page No. 76; Book No. XXXI; Series of 2016,\" which he might have failed to report in his Notarial Report due to inadvertence.[3] Complainant, however, pointed out, that as per the Certification[4] dated February 9, 2018 issued by the Office of the Clerk of Court of the Regional Trial Court of Quezon City (OCC-RTC), the document adverted to by respondent refers to an Affidavit of Circumstances of Death,[5] not the Verification\/Certification, viz:\nTHIS IS TO CERTIFY that per available records on file with this office as of this date, ATTY. WINSTON B. HIPE has submitted his Notarial Reports (Book No. XXXI) covering the period April 1, 2016 to May 11, 2016.\n\nIT IS FURTHER CERTIFIED that Doc. No. 379; Book No. XXXI; Series of 2016 REFERS to an Affidavit (Circumstances of Death) executed by Helen G. Mesa notarized on April 11, 2016 and NOT the requested Verification and Certification of Non-Forum Shopping allegedly executed by Arnold Pe, Evaristo Pe and Pearl Marjorie Pe as shown in the herein attached certified true xerox copy of his Notarial Registry (loose leaf), and the said Affidavit (Circumstances of Death).[6] (Emphases supplied)\nThus, he filed the administrative case against respondent for violation of the Notarial Rules.\n\nIn support of his allegations, complainant attached copies of the affidavit[7] and the complaint containing the Verification\/Certification,[8] as well as the Affidavit of Circumstances of Death[9] and loose leaf of respondent's Notarial Register,[10] including the OCC-RTC Certification.[11]\n\nIn a Resolution[12] dated March 18, 2019, the Court required respondent to file a comment within ten (10) days from notice.\n\nIn his Comment dated June 11, 2019,[13] respondent admitted executing the affidavit, as well as notarizing the Verification\/Certification on April 11, 2016. He likewise acknowledged that he might have failed to include the Verification\/Certification in his notarial report submitted to the OCC-RTC. However, he alleged that said failure was not made in bad faith, but was rather due to mere inadvertence and his heavy volume of work as a legal consultant of the Public Assistance and Legal Aid Office under the Office of the City Mayor of Quezon City.[14] Further, he stressed that the complaint points only to a single incident involving a document over which he had no interest nor participation, and in fact, this was the first time in his more than eighteen (18) years as notary public that he has been administratively charged.[15] Finally, he apologizes for the mistake, and promises to be more circumspect in the performance of his duties as a notary public, and thus prays for the Court's kindness and empathy,[16] especially given his advanced age.[17]\n\nThe Issue Before the Court\n\nThe sole issue for the Court's resolution is whether or not grounds exist to hold respondent administratively liable in this case.\n\nThe Court's Ruling\n\nTime and again, the Court has reminded lawyers that notarization is not an empty, meaningless, and routinary act, but one invested with substantive public interest.[18] Notarization converts a private document into a public document, making it admissible in evidence without further proof of its authenticity.[19] Thus, a notarized document is, by law, entitled to full faith and credit upon its face. It is for this reason that notaries public must observe with utmost care the basic requirements in the performance of their notarial duties; otherwise, the public's confidence in the integrity of a notarized document would be undermined.[20]\n\nIn keeping with the faithful observance of their duties, notaries public are required to keep, maintain, protect, and provide for lawful inspection, a chronological official notarial register of notarial acts.[21] Further, Section 2, Rule IV of the 2004 Rules on Notarial Practice enumerates the details that notaries public must record in the notarial register at the time of the notarization, viz:\nRULE VI\nNOTARIAL REGISTER\n\nx x x x\n\nSEC. 2. Entries in the Notarial Register. — (a) For every notarial act, the notary shall record in the notarial register at the time of notarization the following:\n\n(1)\nthe entry number and page number;\n(2)\nthe date and time of day of the notarial act;\n(3)\nthe type of notarial act;\n(4)\nthe title or description of the instrument, document or proceeding;\n(5)\nthe name and address of each principal;\n(6)\nthe competent evidence of identity as defined by these Rules if the signatory is not personally known to the notary;\n(7)\nthe name and address of each credible witness swearing to or affirming the person's identity;\n(8)\nthe fee charged for the notarial act;\n(9)\nthe address where the notarization was performed if not in the notary's regular place of work or business; and\n(10)\nany other circumstance the notary public may deem of significance or relevance.\n\nx x x x\n\n(e) The notary public shall give to each instrument or document executed, sworn to, or acknowledged before him a number corresponding to the one in his register, and shall also state on the instrument or document the page\/s of his register on which the same is recorded. No blank line shall be left between entries.\n\nx x x x\n\n(g) At the end of each week, the notary public shall certify in his notarial register the number of instruments or documents executed, sworn to, or acknowledged, or protested before him; or if none, this certificate shall show this fact. (Emphases supplied)\nIn this case, it is clear that the Verification\/Certification was not included in his notarial report for the April 11, 2016 to May 11, 2016 period based on respondent's own admission, as well as on the Certification issued by the OCC-RTC. It is evident, too, that the same notarial details had been assigned to two (2) distinct documents. Given the evidentiary value accorded to notarized documents, respondent's failure to record the document in his notarial register amounts to falsely making it appear that the document was notarized when, in fact, it was not.[22] The non-appearance of the document or instrument in the notarial records without any copy therein creates doubt whether such document or instrument was indeed notarized. It also effectively removed the credit and full faith which notarization generates on notarized documents.[23]\n\nConsidering the evidence on record, particularly, respondent's own admission of violating the 2004 Rules on Notarial Practice, the principle of res ipsa loquitur finds application, making him administratively liable. In several cases, the Court has not hesitated to discipline lawyers without further inquiry or resort to any formal investigation where the facts on record sufficiently provided the basis for the determination of their administrative liability.[24] Indubitably, the foregoing facts and evidence sufficiently convince the Court that respondent was remiss in his duties as a notary public. Respondent's omission caused prejudice and injury to the signatories of the Verification\/Certification for purposes of filing an action before the proper court. Undeniably, this failure on the part of respondent constitutes a transgression of the 2004 Rules on Notarial Practice, for which he must be held administratively liable.\n\nThe Court has not shied away in subjecting erring lawyers who were remiss in their duties as notaries public to disciplinary action. The failure to enter the notarial acts in one's notarial register, as in this case, constitutes dereliction of a notary public's duties which warrants the following: (1) revocation of notarial commission; (2) disqualification from being commissioned as notary public; and (3) suspension from the practice of law—the terms of which vary based on the circumstances of each case.[25] Among the circumstances that may affect the terms of the penalty is the number and\/or gravity of the infraction or violations committed.[26] Other circumstances or factors established by case law include the respondent's length of service, the respondent's acknowledgement of his or her infractions and feeling of remorse, family circumstances, humanitarian and equitable considerations, including the respondent's advanced age.[27]\n\nIn this case, it is evident that respondent is found guilty of a single infraction for which no malice or bad faith was shown. Additionally, the following circumstances in respondent's case merit the Court's appreciation: (1) respondent has been serving as a notary public for more than eighteen (18) years; (2) this is the first time respondent has been found administratively liable per the available records; (3) respondent has admitted and acknowledged his infraction, and has, in fact, apologized for his violation and vows to be more circumspect in the performance of his duties as a notary public; and (4) respondent's advanced age. Taking these circumstances together and following case law, the Court is convinced to accord respondent a degree of leniency.\n\nWHEREFORE, the Court finds respondent Atty. Winston B. Ripe (respondent) GUILTY of violating the 2004 Rules of Notarial Practice. Accordingly, he is SUSPENDED from the practice of law for a period of one (1) month, effective upon receipt of this Decision. Moreover, his notarial commission, if any, is hereby IMMEDIATELY REVOKED, and he is DISQUALIFIED from being commissioned as a notary public for a period of one (1) year. He is STERNLY WARNED that a repetition of the same offense or similar acts in the future shall be dealt with more severely.\n\nRespondent is DIRECTED to immediately file a Manifestation to the Court that his suspension has started, copy furnished all courts and quasi-­judicial bodies where he has entered his appearance as counsel.\n\nLet copies of this Decision be furnished to: (1) the Office of the Bar Confidant to be appended to respondent's personal record as an attorney; (2) the Integrated Bar of the Philippines for its information and guidance; and (3) the Office of the Court Administrator for circulation to all courts in the country.\n\nSO ORDERED.\n\nHernando, Zalameda, Rosario, and Marquez, JJ., concur.","label":[[18,32,"CASE_NUM"],[34,48,"PROM_DATE"],[51,69,"PERSON"],[94,109,"PERSON"],[140,154,"PERSON"],[172,177,"INS"],[236,254,"PERSON"],[294,309,"PERSON"],[332,380,"INS"],[431,462,"STA"],[621,643,"PERSON"],[854,863,"PERSON"],[865,882,"PERSON"],[888,899,"PERSON"],[1193,1249,"INS"],[1266,1273,"INS"],[1503,1518,"PERSON"],[1755,1768,"PERSON"],[1894,1903,"PERSON"],[1905,1916,"PERSON"],[1921,1938,"PERSON"],[2469,2476,"INS"],[2543,2548,"INS"],[2912,2919,"INS"],[3611,3617,"INS"],[3706,3711,"INS"],[3736,3741,"INS"],[3849,3854,"INS"],[3885,3890,"INS"],[4733,4790,"STA"],[6631,6638,"INS"],[7345,7376,"STA"],[7490,7495,"INS"],[7789,7794,"INS"],[8102,8134,"STA"],[8192,8197,"INS"],[9336,9341,"INS"],[9840,9845,"INS"],[9918,9923,"INS"],[9947,9962,"PERSON"],[10000,10031,"STA"],[10520,10525,"INS"],[10813,10846,"INS"],[10893,10926,"INS"],[10987,10995,"PERSON"],[10997,11005,"PERSON"],[11007,11014,"PERSON"],[11020,11027,"PERSON"]],"Comments":[]}
{"id":172,"text":"THIRD DIVISION\n[ G.R. No. 207853, March 20, 2022 ]\nCLARK DEVELOPMENT CORPORATION, PETITIONER, AND GOVERNANCE COMMISSION FOR GOCCS (GOVERNMENT-OWNED AND-CONTROLLED CORPORATIONS), PETITIONER-INTERVENOR, VS. ASSOCIATION OF CDC SUPERVISORY PERSONNEL UNION, RESPONDENT.\n\nD E C I S I O N\nLOPEZ, M., J.:\n\nThe validity of the terms and conditions of government employment fixed in the collective bargaining agreement (CBA) is the core issue in this petition for review on certiorari assailing the Decision[1] of the Court of Appeals (CA) dated April 8, 2013 in CA-G.R. SP No. 127560.\nANTECEDENTS\n\nOn March 20, 2012, the Clark Development Corporation (CDC), the operating arm of the Bases Conversion Development Authority (BCDA), tasked to manage the Clark Special Economic Zone,[2] executed a renegotiated CBA with its supervisory employees union Association of CDC Supervisory Personnel (ACSP).\n\nThe CBA granted the supervisory employees additional benefits, to wit:\n\nSALIENT ECONOMIC GRANTS AGREED BY CDC AND ACSP:\n\nAdditional annual union leave from ten (10) to fifteen (15) days with the condition of no more than eleven (11) union members and\/or members shall be allowed to use the union leave at any one time[;]\n\nAdditional bereavement leave (death of an immediate family member - parent, brother, sister, child[,] or spouse) from three (3) to five (5) days[;]\n\nFree use of CDC guesthouses for eleven (11) days per year during weekdays subject to availability of the unit[;]\n\nAllow ACSP the use of a service vehicle subject to the existing policies and guidelines in the use of vehicle[;]\n\nSalary increase of 8% on the first year and 4% on the second year[;]\n\nAdditional uniform allowance of [P]500.00 every year until 2016[;]\n\nAdditional monthly Personal Economic Relief Allowance (PERA) of [P]500.00[;]\n\nOnetime signing bonus of[P]25,000.00[;] [and]\n\nReproduction and distribution of Agreement to all ACSP members[.][3]\nOn the other hand, the Governance Commission for Government-Owned and-Controlled Corporations (GCG) opined that the CBA violated Section 9 of Executive Order (EO) No. 7, signed on September 8, 2010[4] which imposed a moratorium on increases in the salaries, allowances, incentives and other benefits in Government-Owned and-Controlled Corporations (GOCCs) unless specifically authorized by the President of the Republic of the Philippines (President). Yet, the President did not give CDC the authority to renegotiate the CBA with ACSP and grant its members increases and\/or additional benefits.[5] Meantime, the BCDA recommended the deferment or renegotiation of the CBA unless CDC can prove financial sustainability of its economic terms.[6]\n\nOn August 1, 2012, ACSP filed a complaint against CDC before the National Conciliation and Mediation Board, Department of Labor and Employment, San Fernando, Pampanga, for failure to implement the CBA docketed as NCMB-AC25-RB3-08-01-01-2012.[7] On November 5, 2012, the Accredited Voluntary Arbitrator (AVA) pointed out that Section 10 of EO No. 7, Series of 2010 suspended the grant of allowances, bonuses, incentives, and other perks to the members of the boards of directors\/trustees of GOCCs only until December 31, 2010.[8] Moreover, the AVA held that the President's approval in the grant of additional benefits was presumed pursuant to the rule on liberal construction in favor of labor,[9] thus:\n\nWHEREFORE, premises considered, the [AVA] resolves to issue a decision favorable to the members of the ASSOCIATION OF CDC SUPERVISORY UNION in recognition of their Constitutional Right to Collective Bargaining and Negotiation as provided in Article XIII Sec. 3 of the Constitution. The Accredited Voluntary Arbitrator believes that the President of the Philippines to whom was submitted the economic provisions for approval namely:\n\n1) Article IV, Section 10. Union Leave\n\n2) Article IV, Section 11. Policy on Attendance\n\n3) Article IV, Section 13. Union Service Vehicle\n\n4) Article VI, Section 5. Procedure\n\n5) Article VII, Section 7. Arbitration\n\n6) Article X, Section 3. Paternity Leave\n\n7) Article X, Section 5. Birthday Leave\n\n8) Article X, Section 6. Bereavement Leave\n\n9) Article X, Section 12. Personal Economic Relief Allowance\n\n10) Article X, Section 17. Clothing Allowance\n\n11) Article X, Section 22. Salary Increase\n\n12) Article XII, Section 1. Provident and Retirement Fund[,] and\n\n13) Article XIII[,] Signing Bonus[.]\n\nSuch approval should be presumed considering the Labor Code provision:\n\nART. 4. Construction in favor of labor. - All doubts in the implementation and interpretation of the provisions of this Code, including its implementing rules and regulations, shall be resolved in favor of labor.\n\nSo ordered.[10] (Emphases and italization in the original)\n\nAggrieved, CDC elevated the case to the CA through a Petition for Review[11] docketed as CA-G.R. SP No. 127560. On April 8, 2013, the CA affirmed the AVA's findings and explained that EO No. 7, Series of 2010 does not apply to CDC since it is a GOCC without original charter, as well as to ACSP because it is composed of supervisory employees. The CA echoed that the President's approval as to additional benefits was presumed in line with the principle that all doubts should be resolved in favor of labor.[12]\n\nUnsuccessful at a reconsideration,[13] CDC filed this petition for review on certiorari ascribing reversible error on the part of the CA and the AVA in allowing the grant of additional benefits. CDC maintained that the CBA's economic terms was invalid and cannot be enforced because they were renegotiated without the President's approval and the GCG and BCDA's favorable recommendations. Moreover, Republic Act (RA) No. 10149 known as the \"GOCC Governance Act of 2011,\" gave the President the authority to fix the GOCCs' compensation framework. Corollarily, the President's approval of additional benefits cannot be presumed. In contrast, ACSP contended that the CBA was the law between the parties and must be respected. Also, the CBA was renegotiated consistent with the employees' rights to organization and collective bargaining. Lastly, ACSP reiterated that EO No. 7, Series of 2010 was not applicable to GOCCs without original charter and that RA No. 10149 recognized the vested rights of government employees to their salaries.[14]\n\nMeanwhile, GCG moved to intervene in the proceedings and alleged that the CBA contravened EO No. 7, Series of 2010 and RA No. 10149. GCG averred that the moratorium on the grant of additional benefits remained effective pending the promulgation and approval of the compensation and position classification system for GOCCs. In any event, there were no factual and legal bases to presume the President's consent on the CBA's economic provisions.[15]\n\nRULING\n\nThe petition is meritorious.\n\nPrefatorily, the Court grants GCG's motion for intervention. GCG established a legal interest in the matter being litigated and the outcome of the case as the central advisory, monitoring and oversight body authorized to formulate, implement, and coordinate policies for GOCCs. Further, the intervention of GCG will not prejudice the rights of CDC and ACSP, or delay the resolution of the case. Indeed, GCG raised similar issues as the original parties, hence, its claims were incapable of being properly decided in a separate proceeding.[16]\n\nAnent the merits of the case, it is settled that \"the right of government employees to self-organization is not as extensive as in the [right] of private [employees.]\"[17] Likewise, the right of government employees to collective bargaining and negotiation is subject to limitations. Only the terms and conditions of government employment not fixed by law can be negotiated.[18] Notably, EO No. 7, Series of 2010, directed the rationalization of the compensation and position classification system in all GOCCs, and imposed a \"[m]oratorium on increases in the rates of salaries, and the grant of new increases in the rates of allowances, incentives and other benefits, except salary adjustments pursuant to [EO] No. 811 dated June 17, 2009 and [EO] No. 900 dated June 23, 2010, are hereby imposed until specifically authorized by the President.\"[19] The prohibition is broadly worded and reveals the clear stance to halt the grant of additional salaries and allowances to GOCCs' employees and officers. The moratorium is intended \"to strengthen supervision over the compensation levels of GOCCs x x x, in order to control the grant of excessive salaries, allowances, incentives, and other benefits.\"[20] The only exception is when the increase of salary is pursuant to the implementation of the first and second tranches of the Salary Standardization Law (SSL). Obviously, the renegotiated economic provisions of the CBA between CDC and ACSP are outside the SSL. In Small Business Corporation v. Commission on Audit,[21] the Court explained that the clause \"until specifically authorized by the President\"[22] is not in the nature of an exception. Rather, the clause provides for the situation where the President, under the same authority by which the moratorium is imposed, deems it proper to lift the moratorium. The use of the preposition \"until\" before the phrase \"specifically authorized by the President\" denotes that the moratorium continues up to a particular time, i.e., when the President authorizes anew the grant of the prohibited increases. On this score, the Court takes judicial notice that the President never lifted the moratorium from the time it was issued on September 8, 2010. As such, the economic terms of the CBA executed on March 20, 2012 are void for violating the law.\n\nThe CA and the AVA heavily relied on Section 10 of EO No. 7, Series of 2010, which provides that \"[t]he grant of allowances, bonuses, incentives, and other perks to members of the board of directors\/trustees of GOCCs and GFIs, except reasonable per diems, is hereby suspended for until December 31, 2010, pending the issuance of new policies and guidelines on the compensation of these board members.\" However, Section 10 pertains to the suspension of all allowances, bonuses, and incentives for members of the GOCCs' Board of Directors\/Trustees, which is distinct from Section 9 on the moratorium on increases in salaries, allowances, incentives, and other benefits. Suffice it to say that Section 10 is inapplicable to ACSP which is a union composed of supervisory employees who can hardly be considered as members of CDC's board of directors. Worse, the CA and the AVA erred in declaring that EO No. 7, Series of 2010, does not cover CDC since it is a GOCC without original charter. Yet, there is nothing in the law that makes any express distinction between GOCCs with original charter, and those incorporated under the Corporation Code. Hence, EO No. 7, Series of 2010 applies to all GOCCs regardless of the manner of creation. \"Ubi lex non distinguit nec nos distinguire debemus. When the law does not distinguish, we must not distinguish.\"[23]\n\nMore telling is that RA No. 10149[24] removes the authority of GOCCs to determine their own compensation system. The law authorizes the GCG to develop a compensation and position classification system applicable to all GOCCs' officers and employees, whether under the SSL or exempt, for approval of the President.[25] \"The GCG may recommend to the President, incentives for certain position titles in consideration of the good performance of the GOCC: x x x.\"[26] However, the GCG did not give its favorable recommendation to CDC and ACSP before they renegotiated the CBA for additional benefits. As intimated earlier, GCG even opined that the CBA violated Section 9[27] of EO No. 7, Series of 2010, while the BCDA suggested the deferment or renegotiation of the CBA.\n\nFurthermore, it was on March 22, 2016, that the President issued EO No. 203,[28] Series of 2016, adopting the compensation and position classification system as well as the index of occupational services for GOCCs. Section 2 of EO No. 203, Series of 2016, is explicit that \"[w]hile recognizing the constitutional right of workers to self-organization, collective bargaining and negotiations, the Governing Boards of all covered GOCCs, whether Chartered or Non-chartered, may not negotiate with their officers and employees the economic terms of their CBAs.\" This provision supports the GCG's position that the moratorium under EO No. 7, Series of 2010 on the grant of additional benefits remains effective pending the promulgation and approval of the compensation framework for all the GOCCs. Quite the contrary, the Court finds no factual and legal bases for the CA and the AVA to presume that the President approved the renegotiated economic provisions of the CBA between CDC and ACSP. To be sure, the construction in favor of labor only applies when there are doubts in the interpretation and implementation of the provisions of the Labor Code and its implementing rules and regulations.[29] As explained above, however, the language of Section 9 of EO No. 7, Series of 2010 on the moratorium on increases in rates of salaries and other benefits is unambiguous. Consequently, the law must be interpreted following its plain and obvious meaning, and applied according to its express terms.[30] Again, the law requires the President's consent as to additional benefits effectively lifting the moratorium, and any presumption of such approval is unwarranted.\n\nIn the analogous case of Social Housing Employees Association, Inc. v. Social Housing Finance Corp.,[31] the respondent revoked the economic provisions of the CBA because they violated EO No. 7, Series of 2010, and RA No. 10149, that prohibited the adjustment of several benefits without the President's approval. The Court ruled that the petitioner \"is not entitled to the new benefits and increases which yield neither legal nor binding effect.\"[32] The revocation of the CBA's economic provisions is valid and did not amount to diminution of benefits. Similarly, in Philippine National Construction Corporation v. National Labor Relations Commission,[33] the Court held that the petitioner \"did not violate the non-diminution rule when it desisted from granting mid-year bonus to its employees\"[34] without first securing authority from the President in view of the enactment of RA No. 10149. In that case, the petitioner failed to obtain the President's approval as to the grant of additional benefits.\n\nIn sum, the CDC has valid reason not to implement the increases in salaries and benefits as provided in the renegotiated CBA. The Court reminds that the law fixed the terms and conditions of government employment,[35] and any contract that violates the law is void and cannot be a source of rights and obligations.[36]\n\nFOR THESE REASONS, the petition is GRANTED. The Court of Appeals' Decision dated April 8, 2013 in CA-G.R. SP No. 127560 is REVERSED. The complaint in NCMB-AC25-RB3-08-01-01-2012 is DISMISSED for lack of merit.\n\nSO ORDERED.\n\nLeonen (Chairperson), Lazaro-Javier, J. Lopez, and Kho, Jr., JJ., concur.","label":[[17,32,"CASE_NUM"],[34,48,"PROM_DATE"],[51,80,"INS"],[98,129,"INS"],[131,175,"INS"],[205,245,"INS"],[282,291,"PERSON"],[508,524,"INS"],[526,528,"INS"],[553,574,"STA"],[612,641,"INS"],[643,646,"INS"],[674,712,"INS"],[714,718,"INS"],[839,879,"INS"],[881,885,"INS"],[995,998,"INS"],[1003,1007,"INS"],[1372,1375,"INS"],[1480,1484,"INS"],[1901,1905,"INS"],[1943,2013,"INS"],[2014,2015,"INS"],[2015,2018,"INS"],[2223,2267,"INS"],[2269,2274,"INS"],[2331,2358,"INS"],[2404,2407,"INS"],[2450,2454,"INS"],[2532,2536,"INS"],[2598,2601,"INS"],[2683,2687,"INS"],[2714,2717,"INS"],[2772,2806,"INS"],[2934,2965,"INS"],[2967,2970,"INS"],[2989,3011,"STA"],[3154,3159,"INS"],[3207,3210,"INS"],[3406,3409,"INS"],[3472,3508,"INS"],[3610,3650,"CNS"],[3655,3686,"INS"],[4759,4762,"INS"],[4788,4790,"INS"],[4882,4884,"INS"],[4898,4901,"INS"],[4975,4978,"INS"],[5038,5042,"INS"],[5096,5098,"INS"],[5300,5303,"INS"],[5395,5397,"INS"],[5406,5409,"INS"],[5456,5460,"INS"],[5660,5687,"RA"],[5776,5781,"INS"],[5901,5905,"INS"],[6104,6108,"INS"],[6172,6177,"INS"],[6212,6224,"RA"],[6313,6316,"INS"],[6421,6433,"RA"],[6435,6438,"INS"],[6619,6624,"INS"],[6720,6723,"INS"],[6807,6812,"INS"],[6820,6823,"INS"],[6851,6854,"INS"],[7061,7066,"INS"],[7097,7100,"INS"],[7134,7137,"INS"],[7142,7146,"INS"],[7193,7196,"INS"],[7839,7844,"INS"],[8306,8311,"INS"],[8423,8428,"INS"],[8763,8766,"INS"],[8771,8775,"INS"],[8800,8840,"STA"],[8859,8864,"INS"],[9408,9413,"INS"],[9636,9638,"INS"],[9647,9650,"INS"],[9843,9848,"INS"],[10143,10148,"INS"],[10353,10357,"INS"],[10452,10455,"INS"],[10489,10491,"INS"],[10500,10503,"INS"],[10569,10572,"INS"],[10587,10591,"INS"],[10694,10699,"INS"],[10821,10825,"INS"],[11005,11017,"RA"],[11047,11052,"INS"],[11120,11123,"INS"],[11203,11208,"INS"],[11307,11310,"INS"],[11430,11434,"INS"],[11461,11464,"INS"],[11510,11513,"INS"],[11518,11522,"INS"],[11603,11606,"INS"],[11961,11966,"INS"],[12181,12186,"INS"],[12339,12342,"INS"],[12539,12544,"INS"],[12570,12575,"INS"],[12617,12619,"INS"],[12628,12631,"INS"],[12727,12730,"INS"],[12735,12739,"INS"],[13438,13512,"CASE_NUM"],[13628,13640,"RA"],[13731,13736,"INS"],[13982,14065,"CASE_NUM"],[14075,14080,"INS"],[14295,14307,"RA"],[14433,14436,"INS"],[14551,14556,"INS"],[14789,14805,"INS"],[14839,14860,"CASE_NUM"],[14965,14971,"PERSON"],[14987,15000,"PERSON"],[15002,15010,"PERSON"],[15016,15024,"PERSON"]],"Comments":[]}
