{"id":6,"text":"THIRD DIVISION\n[ A.C. No. 12719 (Formerly CBD Case No. 17-5316), February 17, 2021 ]\nSANNY L. GERODIAS, COMPLAINANT, VS. ATTY. TOMAS A. RIVERAL, ATTY. ANNABEL G. PULVERA-PAGE, AND ATTY. LORENA M. SUPATAN, RESPONDENTS.\nDECISION\nHERNANDO, J.:\nOn February 21, 2017, Sanny L. Gerodias (Gerodias) filed a disbarment complaint before the Integrated Bar of the Philippines (IBP) against Attorneys Tomas A. Riveral (Riveral), Annabel G. Pulvera-Page (Pulvera-Page) and Lorena M. Supatan (Supatan).\nGerodias was a former employee of Oriental Port and Allied Services Corporation (OPASCOR). During his employment, he underwent several disciplinary investigations for various reasons such as heated altercations with co-employees, damage to company property and abandonment of work. The last disciplinary investigation which lead to his voluntary retirement from OPASCOR was the incident of him stealing a box of perfumes owned by OPASCOR's clients. Instead of terminating Gerodias, OPASCOR offered him the option of voluntary resignation with payment of separation pay.\nGerodias, on the other hand, demanded to avail of the early retirement option. Despite the fact that he was short of two years to avail of the company's early retirement program, which requires a total of 15 years of service, Gerodias' request was approved by Riveral, the President and General Manager of OPASCOR. Thus, he was paid a retirement pay in the amount equivalent to 22 months with full grant of other benefits despite the fact that he only worked for six months for the year 2016.\nHowever, a month after Gerodias received his retirement pay, he filed a complaint for illegal dismissal against OPASCOR and demanded a breakdown of the deductions made on his retirement pay. On the other hand, OPASCOR filed a criminal complaint for qualified theft against Gerodias.\nOn February 3, 2017, the Labor Arbiter (LA) dismissed Gerodias' complaint for lack of merit. On appeal, the National Labor Relations Commission (NLRC) affirmed in toto the LA's decision in its April 17, 2017 Decision and May 31, 2017 Resolution.\nMeanwhile, a disbarment case was filed by Gerodias against Riveral as the President and General Manager of OPASCOR; Pulvera-Page, as the Corporate Secretary of OPASCOR and one of the lawyers in the firm of Riveral, Pulvera & Associates; and Supatan, as: a lawyer in Riveral, Pulvera & Associates who received Gerodias' Position Paper during the proceedings of the labor case. Gerodias averred that Riveral, Pulvera-Page and Supatan violated Canon 1, Rules 1., 1. and 1. of the Code of Professional Responsibility (CPR) when they, together, with Jessielou Cadungog (Cadungog), the Labor Union President of OPASCOR, connived and conspired to dismiss him from his employment:\nSpecifically, Gerodias accused Cadungog, as appointed director of OPASCOR and as Labor Union President, to have represented conflicting interests which resulted in him failing to represent Gerodias' interest during his disciplinary investigation. Gerodias also questioned the two confusing and conflicting Secretary's Certificates filed by OPASCOR in the labor and criminal cases which were signed and executed at the same time by two different persons, namely, by Pulvera-Page and Mary Lou Z. Geyrosaga (Geyrosaga), respectively. Both secretary's certificates indicated that Pulvera-Page and Geyrosaga were corporate secretaries of OPASCOR.\nIn addition, Gerodias averred that Pulvera-Page's representation of OPASCOR and all the other individual respondents in the labor case, namely, Riveral and Cadungog, is evidence of conspiracy to terminate his employment. Lastly, he likewise claimed that Supatan's act of receiving a copy of his Position Paper during the proceedings of the labor case indicates her connivance with Riveral and Pulvera-Page.\nOn the other hand, Supatan argued that her participation in the labor case by receiving a copy of Gerodias' Position Paper in behalf of Riveral, Pulvera-Page & Associates does not justify the allegations of conspiracy against her. Riveral and Pulvera-Page also belied the conspiracy accusation against them and maintained that Gerodias was not illegally dismissed from employment but voluntarily retired effective on June 17, 2016 by way of graceful exit.\nThey further argued that no decision was made by OPASCOR's Board of Directors (BOD) to terminate Gerodias. Instead, Riveral, as the President and General Manager of OPASCOR, approved Gerodias's application for retirement in good faith. Lastly, both Pulvera-Page, OPASCOR's Corporate Secretary and Geyrosaga, OPASCOR's Recording Secretary, are duly authorized to issue Secretary's Certificates on motions or resolutions passed and approved by OPASCOR's Board of Directors.\nReport and Recommendation of the Integrated Bar of the Philippines:\nOn December 22, 2017, the IBP issued its Report and Recommendation recommending the dismissal of the administrative case against Riveral, Pulvera- Page and Supatan for lack of factual and legal basis. ℒαwρhi৷ The acts and\/or participation of Riveral, Pulvera-Page and Supatan do not violate any of the Canons in the CPR, the Lawyer's Oath or Section 27, Rule 138 of the Rules of Court. On March 22, 2018,; the IBP Board of Governors (IBP Board) resolved to adopt the findings of act and recommendation of the Investigating Commissioner to dismiss the complaint.\nMeanwhile, on October 25, 2018, Gerodias sent a Letter with attached Affidavit of Desistance to the IBP expressing his disinterest in pursuing the disbarment case filed against Riveral, Pulvera-Page and Supatan.\nOur Ruling\nThe Court adopts the findings of fact of the IBP and approves the recommendation to dismiss the complaint against respondents Riveral, Pulvera-Page and Supatan. Settled is the rule that for a charge to justify a disciplinary action against a lawyer, the complainant must present convincing proof to substantiate the charge. Otherwise, the lawyer is presumed innocent.\nIn this case, the IBP properly found that Riveral, as the President and General Manager of OPASCOR, did not act in bad faith in approving the early retirement of Gerodias instead of criminally charging him and terminating his employment under which he would have received a considerably lesser separation pay than the retirement package. As President and General Manager, he approved Gerodias' request to avail of the early retirement program even when he was short of two years in service as per the company policy. We find no violation of the CPR or the Lawyer's Oath in Riveral's benevolent act of accommodating Gerodias' request. No evidence was presented to show that Riveral acted with bad faith, malice, or ill will. Hence, the presumption of good faith in his favjor stands.\nAs to the two questioned Secretary's Certificates signed and executed by Pulvera-Page as the Corporate Secretary and Geyrosaga as the Recording Secretary, We agree with the IBP that the act is sanctioned under Article IV, Section 1, 2nd paragraph of the Amended By-Laws of OPASCAR. The corporation's power to sue and be sued in any court is lodged with the BOD which may duly authorize an individual through its corporate by-laws or by a specific act to sign documents in behalf of the corporation.\nHence, there is nothing erroneous nor illegal in Pulvera-Page's signing and executing a Secretary's Certificate as OPASCOR's Corporate Secretary as she is duly authorized to do so by virtue of the Amended By-Laws and the Director's Certificate dated July 3, 2017. The act that Geyrosaga is also duly authorized to sign and execute a Secretary's Certificate by virtue of the said Director's Certificate does not connote; connivance nor conspiracy between the two to terminate Gerodias' employment. In addition, OPASCOR BOD's act of authorizing two persons to execute Secretary's Certificate is not prohibited and well within the ambit of the law.\nLastly, We cannot fathom how Supatan's act of receiving Gerodias' Position Paper in the proceedings of the labor case would imply conspiracy and connivance with Riveral, Pulvera-Page and Cadungog in order to illegally terminate Gerodias from his employment. As per the records, Supatan is an associate of the firm of Riveral, Pulvera-Page & Associates which represents OPASCAR in the labor casb filed by Gerodias. Hence, Supatan, as an associate of the firm, is duty bound to assist and represent its client OPASCAR in the said labor case including the receipt of any pleadings filed. To reiterate, her act of receiving a copy of Gerodias' Position Paper is a lawful act and does not in any way violate the CPR nor the Lawyer's Oath.\nMere allegation of conspiracy is not evidence and not equivalent to proof. The burden of proof rests upon the complainant and the case must be established by clear, convincing and satisfactory proof. Evidently, complainant Gerodias utterly failed to discharge such burden. If anything, what is apparent in the records is complainant's penchant for filing baseless disbarment cases for the flimsiest of reasons. It should not surprise him if respondents would justifiably counter with legal actions of their own against him to vindicate their rights.\nACCORDINGLY , this administrative case against Atty. Tomas A. Riveral, Atty. Annabel G. Pulvera-Page and Atty. Lorena M. Supatan is DISMISSED for lack of merit.\nSO ORDERED.\nLeonen, J., (Chairperson), Inting, Delos Santos, and Lopez, J., JJ., concur.","label":[[17,31,"CASE_NUM"],[46,62,"CASE_NUM"],[65,82,"PROM_DATE"],[85,102,"PERSON"],[127,143,"PERSON"],[151,174,"PERSON"],[186,216,"PERSON"],[227,239,"PERSON"],[263,280,"PERSON"],[282,290,"PERSON"],[331,365,"INS"],[367,370,"INS"],[390,406,"PERSON"],[408,415,"PERSON"],[418,441,"PERSON"],[443,455,"PERSON"],[461,479,"PERSON"],[480,487,"PERSON"],[490,498,"PERSON"],[524,569,"INS"],[571,578,"INS"],[852,859,"INS"],[920,927,"INS"],[961,970,"PERSON"],[972,979,"INS"],[1060,1068,"PERSON"],[1286,1294,"PERSON"],[1320,1327,"PERSON"],[1366,1373,"INS"],[1576,1584,"PERSON"],[1665,1672,"INS"],[1763,1770,"INS"],[1826,1834,"PERSON"],[1890,1898,"PERSON"],[1944,1980,"INS"],[1981,1985,"INS"],[2124,2132,"PERSON"],[2141,2148,"PERSON"],[2189,2196,"INS"],[2198,2210,"PERSON"],[2242,2249,"INS"],[2288,2295,"PERSON"],[2297,2304,"PERSON"],[2323,2330,"PERSON"],[2348,2355,"PERSON"],[2357,2364,"PERSON"],[2391,2399,"PERSON"],[2458,2466,"PERSON"],[2480,2488,"PERSON"],[2489,2501,"PERSON"],[2506,2513,"PERSON"],[2627,2645,"PERSON"],[2647,2655,"PERSON"],[2687,2694,"INS"],[2768,2777,"PERSON"],[2786,2794,"PERSON"],[2821,2828,"INS"],[2944,2952,"PERSON"],[3002,3010,"PERSON"],[3095,3102,"INS"],[3220,3232,"PERSON"],[3237,3258,"PERSON"],[3260,3269,"PERSON"],[3331,3343,"PERSON"],[3348,3357,"PERSON"],[3388,3395,"INS"],[3410,3418,"PERSON"],[3432,3444,"PERSON"],[3465,3472,"INS"],[3541,3549,"PERSON"],[3553,3561,"PERSON"],[3778,3785,"PERSON"],[3790,3802,"PERSON"],[3822,3829,"PERSON"],[3902,3910,"PERSON"],[3940,3947,"PERSON"],[3949,3961,"PERSON"],[4035,4043,"PERSON"],[4047,4059,"PERSON"],[4131,4139,"PERSON"],[4309,4316,"INS"],[4357,4365,"PERSON"],[4376,4383,"PERSON"],[4425,4432,"INS"],[4443,4451,"PERSON"],[4509,4521,"PERSON"],[4523,4531,"INS"],[4557,4566,"PERSON"],[4568,4575,"INS"],[4702,4709,"INS"],[4765,4798,"INS"],[4826,4829,"INS"],[4929,4936,"PERSON"],[4938,4952,"PERSON"],[4955,4963,"PERSON"],[5042,5049,"PERSON"],[5051,5063,"PERSON"],[5068,5075,"PERSON"],[5116,5120,"INS"],[5154,5184,"STA"],[5210,5232,"INS"],[5234,5243,"INS"],[5394,5402,"PERSON"],[5462,5465,"INS"],[5539,5546,"PERSON"],[5548,5560,"PERSON"],[5565,5572,"PERSON"],[5630,5634,"INS"],[5711,5718,"PERSON"],[5720,5732,"PERSON"],[5737,5744,"PERSON"],[5971,5974,"INS"],[5995,6002,"PERSON"],[6044,6051,"INS"],[6115,6123,"PERSON"],[6337,6345,"PERSON"],[6498,6501,"INS"],[6526,6533,"PERSON"],[6568,6576,"PERSON"],[6626,6633,"PERSON"],[6809,6821,"PERSON"],[6908,6912,"INS"],[7284,7296,"PERSON"],[7350,7357,"INS"],[7512,7521,"PERSON"],[7745,7756,"INS"],[7910,7917,"PERSON"],[7937,7945,"PERSON"],[8042,8049,"PERSON"],[8051,8063,"PERSON"],[8068,8076,"PERSON"],[8109,8117,"PERSON"],[8159,8166,"PERSON"],[8197,8205,"PERSON"],[8207,8219,"PERSON"],[8250,8257,"INS"],[8285,8293,"PERSON"],[8302,8309,"PERSON"],[8389,8396,"INS"],[8511,8519,"PERSON"],[8838,8846,"PERSON"],[9218,9234,"PERSON"],[9241,9265,"PERSON"],[9276,9293,"PERSON"],[9338,9347,"PERSON"],[9365,9385,"PERSON"],[9391,9400,"PERSON"]],"Comments":[]}
