{"id":75,"text":"THIRD DIVISION\n[ G.R. No. 235894, February 05, 2024 ]\nKAREN BALDOVINO CHUA, PETITIONER, VS. JOSE NOEL B. DE CASTRO, RESPONDENT.\n\nD E C I S I O N\nDIMAAMPAO, J.:\n\nThis Petition for Review on Certiorari[1] impugns the Orders dated August 11, 2017[2] and November 17, 2017[3] of Branch 27 of the Regional Trial Court (RTC) of Bayombong, Nueva Vizcaya, which dismissed the civil case filed by Karen Baldovino Chua (petitioner) before it, and denied her Motion for Reconsideration[4] thereof, respectively, in Civil Case No. 7389.\n\nIn a Complaint[5] lodged before the RTC against Jose Noel B. De Castro (respondent) for rescission, breach of contract, and damages, petitioner averred that she and her husband engaged his services for the construction of a two-storey residential building. Owing to respondent's years of experience and the fact of him being the first cousin of petitioner's mother, no written contract was executed between the parties.[6] Respondent prepared and proposed the building plans, designs, and material specifications, which petitioner and her husband acceded to.[7] They likewise provided all the funding respondent requested from them, which amounted to PHP 2,241,600.00 as of the institution of the complaint.[8] However, a month after petitioner and her family moved to the newly-constructed house, they noticed several structural and architectural defects such as leaking ceilings, flooding on the ground floor, cracks on the doors, and plumbing issues. The services of another foreman had to be engaged when respondent failed to resolve such defects.[9] The repairs done by the foreman to address the defects as well as the subsequent inspections conducted by a new engineer all revealed that respondent compromised on the work done and the materials he used.[10] It was also discovered that he deviated from the structural plan agreed upon.[11] The dispute was then referred to the Lupong Tagapamayapa of Barangay Quezon, Solano, Nueva Vizcaya.[12]\n\nDuring the first hearing before the Lupong Tagapamayapa, respondent acknowledged the existence of the construction agreement and the receipt of the amount detailed by petitioner and her husband.[13] Despite several hearings, the parties failed to resolve their differences, impelling the Punong Barangay to issue a Certificate to File Action.[14] Afterwards, petitioner instituted her complaint.\n\nOn account of respondent's failure to submit any responsive pleading notwithstanding the summons served on him,[15] petitioner filed a Motion to Declare Defendant in Default.[16] She beseeched the RTC to proceed and render judgment based on the complaint.\n\nIn the first inveighed Order,[17] the RTC held that pursuant to Circular No. 103-2015 of the Office of the Court Administrator (OCA), the complaint had to be dismissed and referred to the Construction Industry Arbitration Committee (CIAC), the same being the tribunal with exclusive jurisdiction over construction disputes. The trial court held that the allegations in the complaint placed the controversy within the jurisdiction of the CIAC and as such, it was exercising its discretion to dismiss the case motu proprio.[18]\n\nPetitioner moved for a reconsideration of the order, which the RTC denied in the second oppugned Order.[19]\n\nThrough the present direct recourse before this Court on a pure question of law, petitioner argues that the RTC erred in dismissing her complaint for want of jurisdiction. She insists that under Executive Order (E.O.) No. 1008,[20] parties must agree to submit the dispute to the CIAC for voluntary arbitration before the tribunal can exercise its jurisdiction. In this instance, there was neither a construction contract with an arbitration clause nor a subsequent agreement from the parties to submit their case for arbitration.[21]\n\nIn the Court's Resolution[22] dated March 12, 2018, respondent was directed to file his comment on the Petition. After the lapse of the original period provided him, another Resolution[23] was issued reiterating the directive that he file his comment. Still and all, he deigned to comply with the said directive. Inevitably, on June 10, 2020, he was made to show cause why he should not be held in contempt for ignoring the Court's directives.[24] On June 16, 2021 after the Court had confirmed that its latest Resolution was indeed received by respondent's daughter on September 21, 2020,[25] but that no compliance was received from him, he was held in contempt and fined the sum of PHP 1000.00. Likewise, another reiteration was made for him to file his comment on the Petition.[26]\n\nTo date, respondent has neither paid the fine imposed upon him[27] nor filed his comment.\n\nThe sole issue for the Court to resolve is whether the RTC erred in dismissing petitioner's complaint for lack of jurisdiction.\n\nThe Court's Ruling\n\nAt the outset, the Court resolves to DISPENSE WITH respondent's comment due to his repeated failure to file the same.\n\nFrom a procedural standpoint, the Court affirms the remedy availed by petitioner via an appeal by certiorari under a Rule 45 petition directly filed with the Court. Under Rule 41, Section 2(c), the appeal from a judgment of the RTC must be lodged with the Supreme Court by a Rule 45 petition \"[i]n all cases where only questions of law are raised or involved[.]\" Unquestionably, the issue of determining jurisdiction over a subject matter is a question of law,[28] which snugly falls within this Court's appellate jurisdiction.\n\nOn the merits, the Court resolves to GRANT the Petition.\n\nIt is well-settled that jurisdiction over the subject matters is conferred by law and not \"by the consent or acquiescence of any or all of the parties or by erroneous belief of the court that it exists.\"[29]\n\nThe jurisdiction of the CIAC is laid down in Section 4 of E.O. No. 1008:\nSECTION 4. Jurisdiction. — The CIAC shall have original and exclusive jurisdiction over disputes arising from, or connected with, contracts entered into by parties involved in construction in the Philippines, whether the dispute arises before or after the completion of the contract, or after the abandonment or breach thereof. These disputes may involve government or private contracts. For the Board to acquire jurisdiction, the parties to a dispute must agree to submit the same to voluntary arbitration.... (Emphasis supplied)\nUnarguably, the foregoing section provides that when the dispute involves a construction agreement, the law vests jurisdiction with the CIAC so long as the \"the parties agree to submit to voluntary arbitration[.]\"[30] In fact, the mere incorporation of an arbitration clause in a construction contract is sufficient to vest the CIAC with jurisdiction.[31] The clause operates as the parties' consent as required by the law, and may not be subjected to any condition or qualification.[32]\n\nThis Court has recognized the pivotal role that the CIAC plays in the swift settlement of construction controversies and has adopted policies to ensure that the adjudicative body is \"empowered and enabled to fulfill its function as the professionally authoritative venue for settlement of construction disputes[.]\"[33]\n\nAll the same, the basic requirements under the law to vest jurisdiction upon an adjudicative body must be complied with. The simple truth of the matter is that the parties did not agree to submit their dispute to arbitration. Nothing on record indicates respondent's acquiescence thereto, and petitioner herself has repeatedly rejected the notion.[34] Strikingly, there is also no arbitration clause from which the Court may infer the parties' consent to arbitrate as there was no written construction contract executed between them.[35]\n\nThe Court takes this opportunity to caution trial courts in overzealously applying OCA Circular No. 103-2015, and other Circulars of a similar nature, as it is not an excuse to ignore the letter of the law or established jurisprudence with regard to the proper jurisdiction of the RTC vis-à-vis the CIAC.\n\nPlain as day, the RTC erred in dismissing petitioner's complaint and referring the case to the CIAC. Appropriately, the case should be remanded for an adjudication on the merits.\n\nACCORDINGLY, the Petition for Review on Certiorari is hereby GRANTED. The challenged Orders dated August 11, 2017 and November 17, 2017 of Branch 27 of the Regional Trial Court, Bayombong, Nueva Vizcaya in Civil Case No. 7389 are SET ASIDE. The case is remanded to the said court a quo, which is DIRECTED to resolve the case with dispatch.\n\nThe Clerk of Court is likewise DIRECTED to execute the fine amounting to PHP 1000 against respondent Jose Noel B. De Castro in accordance with Section 9, Rule 39 of the Rules of Court.\n\nSO ORDERED.\n\nCaguioa (Chairperson), Inting, and Gaerlan, JJ., concur.\nSingh,* J., on official business.","entities":[{"id":2702,"label":"CASE_NUM","start_offset":17,"end_offset":32},{"id":2703,"label":"PROM_DATE","start_offset":34,"end_offset":51},{"id":2704,"label":"PERSON","start_offset":54,"end_offset":74},{"id":2705,"label":"PERSON","start_offset":92,"end_offset":114},{"id":2706,"label":"PERSON","start_offset":145,"end_offset":154},{"id":2707,"label":"INS","start_offset":292,"end_offset":312},{"id":2708,"label":"INS","start_offset":314,"end_offset":317},{"id":2709,"label":"CASE_NUM","start_offset":504,"end_offset":523},{"id":2710,"label":"PERSON","start_offset":388,"end_offset":408},{"id":2711,"label":"PERSON","start_offset":574,"end_offset":596},{"id":2712,"label":"INS","start_offset":562,"end_offset":566},{"id":2713,"label":"INS","start_offset":2572,"end_offset":2576},{"id":2714,"label":"INS","start_offset":2670,"end_offset":2674},{"id":2715,"label":"STA","start_offset":2695,"end_offset":2717},{"id":2716,"label":"INS","start_offset":2760,"end_offset":2763},{"id":2718,"label":"INS","start_offset":2725,"end_offset":2758},{"id":2719,"label":"INS","start_offset":2820,"end_offset":2863},{"id":2720,"label":"INS","start_offset":2865,"end_offset":2869},{"id":2721,"label":"INS","start_offset":2966,"end_offset":2972},{"id":2722,"label":"INS","start_offset":3222,"end_offset":3226},{"id":2723,"label":"INS","start_offset":3069,"end_offset":3074},{"id":2724,"label":"INS","start_offset":3316,"end_offset":3322},{"id":2725,"label":"INS","start_offset":3376,"end_offset":3380},{"id":2726,"label":"INS","start_offset":3548,"end_offset":3553},{"id":2727,"label":"STA","start_offset":3463,"end_offset":3494},{"id":2728,"label":"INS","start_offset":3811,"end_offset":3816},{"id":2729,"label":"INS","start_offset":4228,"end_offset":4233},{"id":2730,"label":"INS","start_offset":4279,"end_offset":4285},{"id":2731,"label":"INS","start_offset":4705,"end_offset":4711},{"id":2732,"label":"INS","start_offset":4737,"end_offset":4741},{"id":2733,"label":"INS","start_offset":4850,"end_offset":4856},{"id":2734,"label":"INS","start_offset":4815,"end_offset":4820},{"id":2735,"label":"INS","start_offset":4984,"end_offset":4990},{"id":2736,"label":"INS","start_offset":5108,"end_offset":5113},{"id":2737,"label":"STA","start_offset":5067,"end_offset":5074},{"id":2738,"label":"STA","start_offset":5121,"end_offset":5128},{"id":2739,"label":"STA","start_offset":5225,"end_offset":5232},{"id":2740,"label":"INS","start_offset":5178,"end_offset":5182},{"id":2741,"label":"INS","start_offset":5206,"end_offset":5219},{"id":2742,"label":"INS","start_offset":5446,"end_offset":5451},{"id":2743,"label":"INS","start_offset":5498,"end_offset":5504},{"id":2744,"label":"INS","start_offset":5770,"end_offset":5775},{"id":2745,"label":"INS","start_offset":5850,"end_offset":5855},{"id":2746,"label":"STA","start_offset":5804,"end_offset":5817},{"id":2747,"label":"INS","start_offset":6486,"end_offset":6491},{"id":2748,"label":"INS","start_offset":6678,"end_offset":6683},{"id":2749,"label":"INS","start_offset":6844,"end_offset":6850},{"id":2750,"label":"INS","start_offset":6891,"end_offset":6896},{"id":2751,"label":"INS","start_offset":7574,"end_offset":7580},{"id":2752,"label":"INS","start_offset":7702,"end_offset":7708},{"id":2753,"label":"INS","start_offset":7781,"end_offset":7785},{"id":2754,"label":"STA","start_offset":7785,"end_offset":7806},{"id":2755,"label":"INS","start_offset":7979,"end_offset":7983},{"id":2756,"label":"INS","start_offset":7997,"end_offset":8001},{"id":2757,"label":"INS","start_offset":8022,"end_offset":8026},{"id":2758,"label":"INS","start_offset":8099,"end_offset":8103},{"id":2759,"label":"INS","start_offset":8340,"end_offset":8360},{"id":2760,"label":"CASE_NUM","start_offset":8390,"end_offset":8409},{"id":2761,"label":"INS","start_offset":8538,"end_offset":8544},{"id":2763,"label":"PERSON","start_offset":8626,"end_offset":8648},{"id":2764,"label":"STA","start_offset":8679,"end_offset":8708},{"id":2765,"label":"PERSON","start_offset":8724,"end_offset":8732},{"id":2766,"label":"PERSON","start_offset":8747,"end_offset":8753},{"id":2767,"label":"PERSON","start_offset":8759,"end_offset":8766},{"id":2768,"label":"PERSON","start_offset":8781,"end_offset":8786},{"id":2769,"label":"INS","start_offset":1910,"end_offset":1929},{"id":2770,"label":"INS","start_offset":2014,"end_offset":2033}],"relations":[],"Comments":[]}
{"id":76,"text":"THIRD DIVISION\n[ G.R. No. 264846, February 05, 2024 ]\nCCC, PETITIONER, VS. DDD, EEE, FFF, GGG & HHH, RESPONDENTS.*\n\nD E C I S I O N\nDIMAAMPAO, J.:\n\nThis Verified Appeal by Certiorari[1] under Rule 45 of the Rules of Court rails against the Decision[2] and the Resolution[3] of the Court of Appeals (CA), which affirmed the Judgment[4] rendered by Branch xxxxxxxxxxx of the Regional Trial Court (RTC) of xxxxxxxxxxx, Cotabato, denying the petition for habeas corpus and custody of minors filed by CCC, and which gave short shrift to the Motion for Reconsideration (Of the Decision dated June 21, 2022),[5] respectively, in CA-G.R. SP No. 10277-MIN.\n\nAntecedents\n\nCCC married the late III in 2006. They begot two children, namely: AAA, who was born in 2006, and BBB, who was born in 2011. After seven years of marriage, their relationship turned sour due to personal differences. As a result, III left the marital home together with their children and sought refuge at her parents' house in xxxxxxxxxxx, North Cotabato. In 2014, the marriage was legally dissolved through a divorce obtained from a Shari'a Court. Three years thereafter, III passed away; AAA and BBB were left under the care and custody of her relatives, the respondents in this case.[6]\n\nMeanwhile, respondent EEE, III's brother, became the judicially appointed guardian of the children.[7]\n\nIn 2018, CCC discovered that his children were no longer residing in xxxxxxxxxxx, North Cotabato. He found them living in an apartment in xxxxxxxxxxx with III's siblings. Left without recourse, he filed a petition before the CA seeking the issuance of a writ of habeas corpus to regain custody over the minors.[8]\n\nPrior to the final adjudication of the petition, the CA referred the case to Branch xxxxxxxxxxx of the RTC of xxxxxxxxxxx, Cotabato, and ordered III's siblings to appear before the trial court together with the children and to show cause why they should not be returned to the custody of CCC.[9]\n\nIn his testimony, AAA vividly described how CCC physically abused him, his sister, and their late mother. AAA highlighted a specific incident when CCC traveled to xxxxxxxxxxx, Cotabato with the sole purpose of threatening III's life. AAA also overheard him explicitly stating that he refuses to acknowledge her as his wife and their children as his own. When given the choice, AAA expressed his preference to live with his mother's siblings instead of CCC. Furthermore, AAA conveyed a deep-seated sense of hatred toward his father.[10]\n\nBBB's testimony aligned with her brother's account. She expressed her desire to remain in the care of her aunts and uncles, as they had treated her kindly. She intimated her reluctance to live with CCC because he already has another wife and children.[11]\n\nAs III's relatives, respondents explicated that they had been entrusted with the care of the children following her death. However, it was EEE who officially filed and obtained the petition for guardianship over the minors. Despite EEE's work as a seaman abroad, he consistently provided monthly support of PHP 40,000.00 for the children. Respondents expressed their strong desire to maintain custody of the children, citing concerns about CCC's inability to provide them proper care. They also provided detailed accounts of the hardships that their sister endured during the years she lived with him.[12]\n\nIn response, CCC vehemently denied abandoning III and their children for another woman. He claimed entering into a new relationship only after separating from III. He accused respondents of influencing his children's perspective, leading them to reject the idea of living with him. He expressed his strong desire to personally raise and provide guidance to his children while acknowledging and striving to address his past shortcomings. Despite having a new family, he avouched that his new wife willingly agreed to take the children into their household.[13]\n\nIn due course, the RTC denied the habeas corpus and custody petition and refused to grant CCC custody over the minors. The fallo of the Judgment reads:\nWHEREFORE, the Court finds no cogent reason to grant the herein petition for habeas corpus and custody of minors AAA and BBB to herein petitioner, thus, hereby DENIES the same and judgment is hereby rendered:\nThat the custody over the person of minors AAA and BBB shall remain with EEE, the guardian designated and appointed by the Court in Spl. Proc. No. 17-010, rendered by the RTC, Branch xxxxxxxxxxx, xxxxxxxxxxx, Cotabato;\n\nThat petitioner is ordered to give monthly financial support to AAA and BBB necessary for their support, maintenance and education, in the sum of [PHP] 40,000.00, for the two of them, which amount was the financial support that EEE has been providing the minors, and may be increased depending upon the needs of the children;\n\nDirect the Social Welfare Officer of the LSWDO of xxxxxxxxxxx, Cotabato, to conduct a thorough and continuous counselling to the minors, AAA and BBB, including the guardian, to prepare the minors emotionally and psychologically in allowing the petitioner to visit them, and if the children are already prepared for the visitation, to schedule the time of visitation which is the most convenient to the minor children, and submit a case study and report on the continuous counselling being undertaken to the Court. Counselling must be done immediately, and upon coordination with guardian appointed by the Court;\n\nDirect the petitioner to undergo psychological and psychiatric counselling, to prepare him of his responsibilities toward his children, and to consult with the local Social Welfare Officer of xxxxxxxxxxx, Cotabato, for the conduct of said counselling; [and]\n\nGrant unto the petitioner visitation rights, upon the recommendation of the Social Welfare Officer, when the minor­children AAA and BBB are already ready and willing to allow the petitioner to visit them, and the visitation period must be scheduled in accordance with what is most convenient to the minor children[.]\nSO ORDERED.[14]\nThe trial court took into consideration the best interest and welfare of AAA and BBB.[15] Noting the children's preference to stay in the custody of their uncle and aunts, the RTC deemed it best to retain the status quo.[16]\n\nUnflinching, CCC appealed to the CA which, however, affirmed the RTC ruling. Taking into account all relevant circumstances that have bearing on the children's well-being and development, the CA found that respondents have the better right to retain custody of the minor children.[17] Being the judicially appointed guardian, EEE has not unlawfully restrained and deprived the minors AAA and BBB of their liberty.[18]\n\nCCC's plea for a reconsideration of the adjudication of the CA having been denied in the assailed Resolution, he now comes to this Court seeking to overturn the unanimous disposition of the RTC and CA.\n\nThe Court's Ruling\n\nAfter a percipient study of the case at bench, the Court rules and so holds to deny the Petition.\n\nThe CA committed no reversible error in affirming the trial court's denial of CCC's petition for the issuance of the writ of habeas corpus and in refusing to grant him custody of his minor children.\n\nA writ of habeas corpus shall extend to all cases where the rightful custody of any person is withheld from the persons entitled thereto. In cases involving minors, the purpose of a petition for habeas corpus is not limited to the production of the child before the court. The main purpose of the petition for habeas corpus is to determine who has the rightful custody over the child.[19] In deciding custody issues, the child's welfare is the most important consideration.[20]\n\nAlong this grain, the trial court must carefully consider the totality of the circumstances. Ultimately, such issue is factual in nature, which the Court is not tasked to undertake under a Rule 45 petition as it is not a trier of facts.[21] Thus, as a matter of sound practice and procedure, the Court defers and accords finality to the factual findings of trial courts.[22]\n\nIn the case at bench, the RTC, as affirmed by the CA, found that AAA and BBB are better off living with respondents, who are III's relatives.\n\nThe Court could not agree more.\n\nAs earlier adumbrated, in custody cases involving minors, the writ of habeas corpus is prosecuted for the purpose of determining the right of custody over a child. The grant of the writ depends on the concurrence of the following requisites: (1) that the petitioner has the right of custody over the minor; (2) that the rightful custody of the minor is being withheld from the petitioner by the respondent; and (3) that it is to the best interest of the minor concerned to be in the custody of petitioner and not that of the respondent.[23]\n\nSection 14 of A.M. No. 03-04-04-SC[24] fleshes out the factors in determining custody, thus:\nSection 14. Factors to consider in determining custody. - In awarding custody, the court shall consider the best interests of the minor and shall give paramount consideration to his material and moral welfare. The best interests of the minor refer to the totality of the circumstances and conditions as are most congenial to the survival, protection, and feelings of security of the minor encouraging to his physical, psychological and emotional development. It also means the least detrimental available alternative for safeguarding the growth and development of the minor.\n\nThe court shall also consider the following:\n\n(a) Any extrajudicial agreement which the parties may have bound themselves to comply with respecting the rights of the minor to maintain direct contact with the non custodial parent on a regular basis, except when there is an existing threat or danger of physical, mental, sexual or emotional violence which endangers the safety and best interests of the minor;\n\n(b) The desire and ability of one parent to foster an open and loving relationship between the minor and the other parent;\n\n(c) The health, safety and welfare of the minor;\n\n(d) Any history of child or spousal abuse by the person seeking custody or who has had any filial relationship with the minor, including anyone courting the parent;\n\n(e) The nature and frequency of contact with both parents;\n\n(f) Habitual use of alcohol, dangerous drugs or regulated substances;\n\n(g) Marital misconduct;\n\n(h) The most suitable physical, emotional, spiritual, psychological and educational environment for the holistic development and growth of the minor; and\n\n(i) The preference of the minor over seven years of age and of sufficient discernment, unless the parent chosen is unfit.\nHere, both the RTC and the CA deep dived into the significant and negative inner feelings of hatred expressed by AAA and BBB towards petitioner. These sentiments stem from the purported physical and emotional abuses he had inflicted upon them and their deceased mother. Additionally, the minors explicitly stated their preference for their aunts and uncle to be their custodians. These circumstances provide sufficient justification for maintaining custody of the minors to respondents. Indeed, children possess an innate ability to discern authentic love and care from empty utterances. The path to rekindling the bond between petitioner's children and him lies not solely in legal avenues but in the unequivocal demonstration of love and devotion. This journey requires more than superficial gestures; it necessitates heartfelt efforts to earn the children's trust and affection.\n\nIn the same breath, it is worth noting that EEE, as the judicially appointed guardian, has been fulfilling his role responsibly. Petitioner failed to proffer any evidence to demonstrate the unfitness of EEE to continue acting as the guardian of his children. Thence, there are no compelling reasons to revoke EEE's guardianship and disturb the current custody arrangement.\n\nACCORDINGLY, the Verified Appeal by Certiorari is hereby DENIED. The June 21, 2022 Decision and the November 14, 2022 Resolution of the Court of Appeals in CA-G.R. SP No. 10277-MIN are AFFIRMED.\n\nSO ORDERED.\n\nCaguioa (Chairperson), Inting, and Gaerlan, JJ., concur.\nSingh,** J., on official business.","entities":[{"id":2771,"label":"CASE_NUM","start_offset":17,"end_offset":32},{"id":2772,"label":"PROM_DATE","start_offset":34,"end_offset":51},{"id":2773,"label":"PERSON","start_offset":132,"end_offset":141},{"id":2774,"label":"STA","start_offset":192,"end_offset":221},{"id":2775,"label":"INS","start_offset":281,"end_offset":298},{"id":2776,"label":"INS","start_offset":299,"end_offset":301},{"id":2777,"label":"INS","start_offset":373,"end_offset":393},{"id":2778,"label":"INS","start_offset":395,"end_offset":398},{"id":2779,"label":"CASE_NUM","start_offset":622,"end_offset":646},{"id":2780,"label":"INS","start_offset":1104,"end_offset":1109},{"id":2781,"label":"INS","start_offset":1582,"end_offset":1585},{"id":2782,"label":"INS","start_offset":1725,"end_offset":1728},{"id":2783,"label":"INS","start_offset":1775,"end_offset":1779},{"id":2784,"label":"INS","start_offset":1859,"end_offset":1865},{"id":2785,"label":"INS","start_offset":3950,"end_offset":3954},{"id":2786,"label":"INS","start_offset":4098,"end_offset":4104},{"id":2787,"label":"INS","start_offset":4415,"end_offset":4421},{"id":2788,"label":"INS","start_offset":4463,"end_offset":4466},{"id":2789,"label":"CASE_NUM","start_offset":4424,"end_offset":4445},{"id":2790,"label":"INS","start_offset":4849,"end_offset":4872},{"id":2791,"label":"INS","start_offset":5346,"end_offset":5351},{"id":2792,"label":"INS","start_offset":5444,"end_offset":5449},{"id":2793,"label":"INS","start_offset":5618,"end_offset":5640},{"id":2794,"label":"INS","start_offset":5787,"end_offset":5809},{"id":2795,"label":"INS","start_offset":6054,"end_offset":6060},{"id":2796,"label":"INS","start_offset":6220,"end_offset":6224},{"id":2797,"label":"INS","start_offset":6335,"end_offset":6339},{"id":2798,"label":"INS","start_offset":6462,"end_offset":6465},{"id":2799,"label":"INS","start_offset":6749,"end_offset":6752},{"id":2800,"label":"INS","start_offset":6820,"end_offset":6826},{"id":2801,"label":"INS","start_offset":6879,"end_offset":6883},{"id":2803,"label":"INS","start_offset":6887,"end_offset":6889},{"id":2804,"label":"INS","start_offset":6896,"end_offset":6901},{"id":2805,"label":"INS","start_offset":6963,"end_offset":6969},{"id":2806,"label":"INS","start_offset":7015,"end_offset":7018},{"id":2807,"label":"INS","start_offset":7071,"end_offset":7076},{"id":2808,"label":"INS","start_offset":7838,"end_offset":7844},{"id":2809,"label":"STA","start_offset":7879,"end_offset":7886},{"id":2810,"label":"INS","start_offset":7986,"end_offset":7992},{"id":2811,"label":"INS","start_offset":8053,"end_offset":8059},{"id":2812,"label":"INS","start_offset":8092,"end_offset":8095},{"id":2813,"label":"INS","start_offset":8116,"end_offset":8118},{"id":2814,"label":"INS","start_offset":8213,"end_offset":8219},{"id":2815,"label":"STA","start_offset":8798,"end_offset":8818},{"id":2816,"label":"INS","start_offset":8960,"end_offset":8966},{"id":2817,"label":"INS","start_offset":9457,"end_offset":9463},{"id":2818,"label":"INS","start_offset":10651,"end_offset":10655},{"id":2819,"label":"INS","start_offset":10663,"end_offset":10666},{"id":2820,"label":"INS","start_offset":12029,"end_offset":12045},{"id":2821,"label":"CASE_NUM","start_offset":12048,"end_offset":12073},{"id":2822,"label":"PERSON","start_offset":12102,"end_offset":12110},{"id":2823,"label":"PERSON","start_offset":12125,"end_offset":12131},{"id":2824,"label":"PERSON","start_offset":12137,"end_offset":12144},{"id":2825,"label":"PERSON","start_offset":12159,"end_offset":12164}],"relations":[],"Comments":[]}
{"id":77,"text":"EN BANC\n[ G.R. No. 262193, February 06, 2024 ]\nDEVELOPMENT BANK OF THE PHILIPPINES, PETITIONER, VS. COMMISSION ON AUDIT, RESPONDENT.\n\nR E S O L U T I O N\nGAERLAN, J.:\n\nBefore Us is a Motion for Partial Reconsideration[1] of Our Decision[2] dated July 11, 2023 (assailed Decision), which affirmed with modification the Decision No. 2018-197 dated January 30, 2018 and Decision No. 2022-072 dated January 24, 2022 of the Commission on Audit (COA). The COA disallowed the payment of the money value of the leave credits (MVLC) of the officials and employees of the Development Bank of the Philippines (DBP) computed based on their gross monthly cash compensation. In Our assailed Decision, We absolved the persons identified as liable under Notices of Disallowance (NDs) Nos. HRM-MVLC-2006-04 (01-01) to HRM-MVLC-2006-04 (01-03), all dated February 28, 2007 and ND No. HRM-MVLC-2006-04 (03) dated July 4, 2007 from refunding the disallowed amounts therein.[3]\n\nThe Antecedents\n\nTo recall, on March 7, 2005, DBP issued Circular No. 10 which authorized the computation of the MVLC of its official and employees based on their \"gross monthly cash compensation\" composed of basic salary, officer's allowance, Representation and Transportation Allowances, Personnel Economic Relief Allowances, Additional Compensation, meal, children's, and family allowances, including longevity pay.[4] On February 28, 2007, the COA issued various NDs[5] covering the period from March to December 2005, in the total amount of P26,182,467.36. It held that the MVLC should be based on basic pay.[6] DBP sought reconsideration which the Supervising Auditor (SA) denied since the \"present salary or compensation of DBP officers and employees are without the requisite authority or approval of the Office of the President and the Department of Budget and Management (DBM).\"[7] DBP appealed to the Cluster Director of the COA. It filed a Memorandum of Appeal on August 24, 2009.[8] Thereafter, it filed a Manifestation and Motion,[9] notifying the COA that then President Gloria Macapagal-Arroyo (PGMA) approved DBP's Compensation Plan, which allegedly includes DBP Circular No. 10. It argued that PGMA's approval rendered the ground on which the NDs were based moot and academic.[10]\n\nOn January 30, 2018, the COA Commission Proper (CP) issued Decision No. 2018-197,[11] partially granting the appeal of DBP. It affirmed the NDs on the payment of the MVLC but held that employees who were passive recipients were not required to refund the amount they received in good faith. The liability shall fall on DBP's Board of Directors (BOD) and officials who approved the payment as they were performing discretionary functions. The COA CP rejected DBP's invocation of PGMA's post facto approval of the bank's Compensation Plan as it was made 18 days before the May 10, 2010 Presidential and Vice-Presidential Elections. Under Article XII of the Omnibus Election Code (OEC), a government official cannot give any increase in salary or remuneration or privilege to any government official or employee 45 days before a regular election.[12]\n\nDBP moved for reconsideration which the COA CP denied in its Decision No. 2022-072[13] dated January 24, 2022. The COA CP affirmed its earlier Decision with modification in that even the passive recipients of the MVLC are required to refund the illegally disbursed amount regardless of their good faith. Thus, DBP filed a petition for certiorari before Us.\n\nIn our assailed Decision, We held that: (1) DBP was not denied due process because it was able to present its side and defend its position throughout the proceedings from the SA to the COA CP;[14] (2) COA violated the right to speedy disposition of cases of DBP's officials and employees as it failed to justify the 11 years delay in the resolution of DBP's appeal and motion for reconsideration;[15] (3) there is no res judicata between the present case and the 2021 case of DBP v. COA;[16] (4) DBP Circular No. 10 is inconsistent with the Omnibus Rules on Leave,[17] as amended by Civil Service Commission (CSC) Memorandum Circular (MC) No. 14-99 and CSC MC No. 8-03, and DBM Budget Circular (BC) No. 2002-1 as it uses gross monthly cash compensation instead of basic pay;[18] (5) DBP BOD's power to fix personnel compensation is not absolute and must be in accord with the law and prevailing rules and regulations issued by the President and\/or the DBM;[19] (6) DBP Circular No. 10 is not included in the Compensation Plan approved by PGMA;[20] (7) PGMA's approval of the Compensation Plan is invalid as We earlier ruled in the 2022 case of DBP v. COA[21] (2022 DBP case) since it was made during the prohibited period under the OEC;[22] (8) DBP BOD and officers who approved and certified the disallowed MVLC are excused from returning the same due to their good faith reliance on Section 13[23] of DBP's Revised Charter; and (9) Recipients of the MVLC are likewise absolved from returning the disallowed amounts under Rule 2d of Madera v. Commission on Audit[24] on the ground of undue prejudice caused by the COA's violation of their right to speedy disposition of cases.[25]\n\nIn this Motion for Partial Reconsideration, DBP alleges that Our finding that COA violated DBP's right to speedy disposition of cases warrants the dismissal and nullification of the NDs. It claims that We should not have merely affirmed with modification COA Decision No. 2018-197 dated January 30, 2018 and Decision No. 2022-072 dated January 24, 2022.[26] It further argues that the COA has no power to determine if PGMA's approval of its Compensation Plan violated the OEC because only the Commission on Elections (COMELEC) could make such a determination.[27]\n\nIssues\n\nThe issues before Us are:\n(1)\nWhether COA Decision No. 2018-197 dated January 30, 2018 and Decision No. 2022-072 dated January 24, 2022 should be set aside on the ground of violation of DBP's right to speedy disposition of cases; and\n\n\n(2)\nWhether the COA committed grave abuse of discretion in ruling upon the validity of PGMA's post facto approval of DBP's Compensation Plan.\nThe Court's Ruling\n\nWe grant the Motion for Partial Reconsideration.\n\nIn Navarro v. Commission on Audit[28] (Navarro) and Rosario v. Commission on Audit[29] (Rosario), We held that the COA was guilty of violating therein petitioner's right to speedy disposition of cases due to inordinate delay in resolving the appeal and motion for reconsideration before it. Navarro and Rosario involved 7 and 11 years of delay, respectively. In both cases, We reversed and set aside the Decisions of the COA and relieved petitioners of any liability for the disallowed amounts.\n\nConformably with Navarro and Rosario, We also now set aside the challenged Decisions of the COA in the present case and excuse DBP and its officials and employees on account of the COA's violation of their right to speedy disposition of cases.\n\nHere, COA failed to discharge its burden of proving that the 11-year delay in the resolution of DBP's case is justified and reasonable. On pages 11-12 of Our assailed Decision, We ruled that:\nOn the matter of DBP's right to speedy disposition of cases, We find that the COA is guilty of violating the same. Section 16, Article III of the Constitution provides that all persons shall have the right to speedy disposition of their cases before all judicial, quasi-judicial, and administrative bodies. Any party to a case may demand expeditious action from all officials who are tasked with the administration of justice. In determining whether the right to speedy disposition of cases is violated, several factors are considered such as: (a) the length of delay; (b) the reasons for such delay; (c) the assertion or failure to assert such right; and (c) the prejudice caused by the delay.\n\nWe measure the length of delay in conjunction with the period for which the COA should have decided the case before it. Under Section 7, Article IX(A), of the Constitution, the COA shall decide any case or matter brought before it within 60 days from its submission for decision or resolution. A case or matter is deemed submitted for decision or resolution upon filing the last pleading, brief, or memorandum required by the rules of the Commission or by the Commission itself. In this case, DBP filed its Memorandum of Appeal before the COA Cluster Director on August 24, 2009, while the COA Auditor filed a Consolidated Reply Memorandum on August 25, 2009. The COA CP rendered the assailed Decision No. 2018-197 on January 30, 2018 or more than eight years from the submission of the Reply Memorandum. Likewise, the COA took its time in resolving DBP's motion for reconsideration of the Decision No. 2018-197. DBP filed the motion on October 17, 2018 but it was only on January 24, 2022 or more than three years after the COA issued Decision No. 2022-072.\n\nSince the delay in the disposition of the case extended to years, way beyond the mandate of the Constitution and the COA's own rules of procedure, it is incumbent upon the Commission to prove that the delay was reasonable, or that the delay was not attributable to it. To justify the delay in this case, the COA argued that it was in the process of amending its Rules of Procedure in 2009 and this might have resulted in unintended delays. We are not persuaded.\n\nThe COA itself stated that its new rules was approved on September 15, 2009, while the delay in this case spanned from August 2009 to January 2018 and November 2018 to January 2022 for the appeal and the motion for reconsideration, respectively. Clearly, the COA had already finished the amendments of its rules during the long hiatus of the case. It did not substantiate the so-called \"organizational adjustments\" brought about by the amendments that caused the delay in the disposition of the case. Hence, such cannot excuse the COA's inaction for a total of 11 years.\n\nSignificantly, DBP had also asserted its right to speedy disposition of cases. It filed a Motion to Resolve dated November 23, 2010 followed by two manifestations and motions. It cannot be gainsaid that the delay prejudiced the rights of DBP and its concerned officials and employees. The possibility of being required to reimburse the disallowed amounts hangs over the heads of the bank's employees like a sword of Damocles.[30] (Emphasis supplied; citations omitted)\nSubsequently, on pages 26-27 of the same Decision, We elaborated that:\nHere, as earlier discussed, the COA failed to discharge its burden of proving that the aggregate 11 years delay in the resolution of DBP's appeal (8 years) and motion for reconsideration (3 years) was due to the fault of DBP or that it was reasonable under the circumstances. In particular, the COA CP took more than three years to dispose of the motion for reconsideration yet in its Decision No. 2022-072, it found that DBP's arguments were a mere rehash of those already raised in its appeal and manifestations and motions.[31] This shows that the said motion did not involve a difficult question of law that would justify an extended period to answer. Indeed, the unjustified delay of the COA CP is vexatious and oppressive on the part of DBP and its officers and employees. For a total of 11 years, they were subjected to worry and distress that they might be liable to return P26,182,467.36 representing the disallowed amounts in the payment of the MVLC. We note that the MVLC subject of the NDs in this case covers the period of March to December 2005. The disbursements were made 18 years ago. DBP alleged and the COA did not dispute, that many of the employees named accountable in the NDs have retired or otherwise separated from the bank, but due to the issue of the disallowances, no final settlement could be effected to their prejudice. DBP also claimed that the disallowances had long been outstanding in its books and had affected its financial standing and status before regulating bodies.[32] (Emphasis supplied; citations omitted)\nNevertheless, for the guidance of the bench and the bar, We maintain the discussion[33] found in Our assailed Decision that there are sufficient grounds for COA's disallowance of the payment of the MVLC of DBP's officials and employees. First, monetization of leave credits (MLC) should be based on basic salary only and not gross monthly compensation as stated in DBP Circular No. 10. This is per DBM BC No. 2002-1[34] dated January 14, 2002, which states that MLC shall be computed in accordance with the formula used in the computation of Terminal Leave Benefits (TLB). CSC MC No. 14-99 used \"monthly salary\" as basis for TLB. Case law teaches that \"monthly salary\" refers to basic salary excluding allowances and bonuses.[35] Second, DBP Circular No. 10 lacks a valid presidential approval required under Presidential Decree (P.D.) No. 1597 and Memorandum Order (MO) No. 20. Section 6 of P.D. No. 1597 provides the requisite presidential review, through the DBM, of the position classification and compensation plan of an agency exempt from the Office of Compensation and Position Classification.[36] MO No. 20 provides that any increase in salary or compensation of government-owned and controlled corporations and government financial institutions (like DBP) that is not in accordance with the Salary Standardization Law shall be subject to the approval of the President.[37]\n\nPGMA's approval of DBP's Compensation Plan, which allegedly included DBP Circular No. 10, is void for being issued 18 days before the national elections. Thus, We explained in the 2022 DBP case that:\nMoreover, as noted by COA, the President's approval was made on 22 April 2010, merely 18 days before the May 2010 National and Local Elections. Under Section 261 (g) (2) of Batas Pambansa Blg. 881, otherwise known as the \"Omnibus Election Code of the Philippines,\" the grant of increase of salary or remuneration or privilege to any government official or employee is prohibited during the period of 45 days before a regular election. Thus, President Arroyo's approval of DBP's authority to approve the compensation plan is clearly void because it was made within the prohibited 45-day period before the 10 May 2010 elections. That the benefits approved refer to benefits implemented long before the president's approval during the prohibited period does not make such approval valid. It bears stressing that petitioners precisely sought the president's approval or confirmation to validate the unauthorized grant of merit increases, economic assistance, and integration of officers' allowance.[38] (Emphasis supplied)\nNotably, while the COA's issuance of the subject NDs is proper, We cannot hold the involved DBP officers and employees liable for the disallowed amounts due to the violation of their constitutional right to speedy disposition of cases. In Rosario, We emphasized that \"inordinate delay in the resolution of cases warrant their dismissal.\"[39]\n\nMeanwhile, We reject DBP's claim that COA committed grave abuse of discretion when it determined the validity of PGMA's approval of DBP's Compensation plan.\n\nCOA is a constitutional body with a duty to examine and audit all forms of government expenditures and revenue. The Constitution vests the COA with enough latitude to determine, prevent, and disallow irregular, unnecessary, or unconscionable expenditures of government funds. As the guardian of public funds with recognized expertise in the laws it is entrusted to enforce, We generally accord COA complete discretion in the exercise of its constitutional duty.[40] In this case, COA's determination of the validity of PGMA's approval of the Compensation Plan was made in the course of its audit of DBP's expenditures. It is mandated to check if DBP complied with P.D. No. 1597 and MO No. 20. Furthermore, in one case, We held that the OEC is a law that is subject to mandatory judicial notice. The 2010 National Elections is an event of general notoriety which the COA is expected to have known.[41]\n\nIn any event, We, and not the COA, declared with finality that PGMA's approval of the Compensation Plan was null and void due to violation of the OEC. Hence, the COA did not commit grave abuse of discretion and usurp the COMELEC's jurisdiction to determine election violations.\n\nWHEREFORE, the Partial Motion for Reconsideration is hereby GRANTED. The Decision No. 2018-197 dated January 30, 2018 and Decision No. 2022-072 dated January 24, 2022 of the Commission on Audit are ANNULLED and SET ASIDE on account of the violation of the constitutional right to speedy disposition of cases of petitioner Development Bank of the Philippines and its officials and employees.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, M. Lopez, Rosario, J. Lopez, Dimaampao, Marquez, and Kho, Jr., JJ., concur.\nSingh,* J., on official business.\n","entities":[{"id":2826,"label":"CASE_NUM","start_offset":10,"end_offset":25},{"id":2827,"label":"PROM_DATE","start_offset":27,"end_offset":44},{"id":2828,"label":"INS","start_offset":47,"end_offset":82},{"id":2829,"label":"INS","start_offset":100,"end_offset":119},{"id":2830,"label":"PERSON","start_offset":154,"end_offset":161},{"id":2831,"label":"INS","start_offset":440,"end_offset":443},{"id":2832,"label":"INS","start_offset":450,"end_offset":454},{"id":2833,"label":"INS","start_offset":419,"end_offset":438},{"id":2834,"label":"INS","start_offset":562,"end_offset":597},{"id":2835,"label":"INS","start_offset":599,"end_offset":602},{"id":2836,"label":"INS","start_offset":1004,"end_offset":1008},{"id":2837,"label":"INS","start_offset":1406,"end_offset":1410},{"id":2838,"label":"INS","start_offset":1575,"end_offset":1579},{"id":2839,"label":"INS","start_offset":1689,"end_offset":1693},{"id":2840,"label":"INS","start_offset":1771,"end_offset":1794},{"id":2841,"label":"INS","start_offset":1840,"end_offset":1843},{"id":2842,"label":"INS","start_offset":1803,"end_offset":1839},{"id":2843,"label":"INS","start_offset":1894,"end_offset":1897},{"id":2844,"label":"INS","start_offset":2020,"end_offset":2024},{"id":2845,"label":"INS","start_offset":2283,"end_offset":2287},{"id":2846,"label":"INS","start_offset":2377,"end_offset":2380},{"id":2847,"label":"INS","start_offset":2577,"end_offset":2580},{"id":2848,"label":"INS","start_offset":2700,"end_offset":2704},{"id":2849,"label":"INS","start_offset":2716,"end_offset":2719},{"id":2850,"label":"STA","start_offset":2913,"end_offset":2934},{"id":2851,"label":"STA","start_offset":2936,"end_offset":2939},{"id":2852,"label":"INS","start_offset":3147,"end_offset":3151},{"id":2853,"label":"INS","start_offset":3222,"end_offset":3226},{"id":2854,"label":"INS","start_offset":3417,"end_offset":3421},{"id":2855,"label":"INS","start_offset":3509,"end_offset":3513},{"id":2856,"label":"INS","start_offset":3650,"end_offset":3654},{"id":2857,"label":"INS","start_offset":3666,"end_offset":3670},{"id":2858,"label":"INS","start_offset":3723,"end_offset":3726},{"id":2859,"label":"INS","start_offset":3817,"end_offset":3820},{"id":2860,"label":"INS","start_offset":3941,"end_offset":3945},{"id":2861,"label":"INS","start_offset":3948,"end_offset":3951},{"id":2862,"label":"INS","start_offset":3961,"end_offset":3965},{"id":2863,"label":"STA","start_offset":4006,"end_offset":4028},{"id":2864,"label":"INS","start_offset":4139,"end_offset":4143},{"id":2865,"label":"INS","start_offset":4248,"end_offset":4252},{"id":2866,"label":"INS","start_offset":4417,"end_offset":4420},{"id":2867,"label":"INS","start_offset":4430,"end_offset":4434},{"id":2868,"label":"INS","start_offset":4609,"end_offset":4613},{"id":2869,"label":"INS","start_offset":4616,"end_offset":4619},{"id":2870,"label":"INS","start_offset":4630,"end_offset":4634},{"id":2871,"label":"INS","start_offset":4714,"end_offset":4718},{"id":2872,"label":"INS","start_offset":4710,"end_offset":4714},{"id":2873,"label":"INS","start_offset":5080,"end_offset":5083},{"id":2875,"label":"STA","start_offset":4697,"end_offset":4700},{"id":2877,"label":"STA","start_offset":4999,"end_offset":5028},{"id":2878,"label":"INS","start_offset":5192,"end_offset":5196},{"id":2879,"label":"INS","start_offset":5226,"end_offset":5230},{"id":2880,"label":"INS","start_offset":5239,"end_offset":5242},{"id":2881,"label":"INS","start_offset":5403,"end_offset":5407},{"id":2882,"label":"INS","start_offset":5533,"end_offset":5537},{"id":2883,"label":"INS","start_offset":5666,"end_offset":5673},{"id":2884,"label":"INS","start_offset":5641,"end_offset":5664},{"id":2885,"label":"STA","start_offset":5620,"end_offset":5624},{"id":2886,"label":"INS","start_offset":5759,"end_offset":5763},{"id":2887,"label":"INS","start_offset":5907,"end_offset":5910},{"id":2888,"label":"INS","start_offset":5973,"end_offset":5977},{"id":2889,"label":"INS","start_offset":6074,"end_offset":6077},{"id":2890,"label":"INS","start_offset":6103,"end_offset":6108},{"id":2891,"label":"INS","start_offset":6183,"end_offset":6202},{"id":2892,"label":"PERSON","start_offset":6172,"end_offset":6180},{"id":2893,"label":"PERSON","start_offset":6208,"end_offset":6215},{"id":2894,"label":"PERSON","start_offset":6221,"end_offset":6229},{"id":2895,"label":"PERSON","start_offset":6257,"end_offset":6264},{"id":2896,"label":"PERSON","start_offset":6460,"end_offset":6468},{"id":2897,"label":"PERSON","start_offset":6472,"end_offset":6480},{"id":2898,"label":"PERSON","start_offset":6682,"end_offset":6690},{"id":2899,"label":"PERSON","start_offset":6694,"end_offset":6701},{"id":2900,"label":"INS","start_offset":6232,"end_offset":6251},{"id":2901,"label":"INS","start_offset":6284,"end_offset":6288},{"id":2902,"label":"INS","start_offset":6590,"end_offset":6594},{"id":2903,"label":"INS","start_offset":6757,"end_offset":6761},{"id":2904,"label":"INS","start_offset":6792,"end_offset":6796},{"id":2905,"label":"INS","start_offset":6846,"end_offset":6849},{"id":2906,"label":"INS","start_offset":6916,"end_offset":6920},{"id":2907,"label":"INS","start_offset":7006,"end_offset":7009},{"id":2908,"label":"INS","start_offset":7119,"end_offset":7122},{"id":2909,"label":"CNS","start_offset":7217,"end_offset":7260},{"id":2910,"label":"INS","start_offset":7180,"end_offset":7184},{"id":2911,"label":"INS","start_offset":7874,"end_offset":7878},{"id":2912,"label":"INS","start_offset":7975,"end_offset":7979},{"id":2913,"label":"INS","start_offset":8337,"end_offset":8341},{"id":2914,"label":"INS","start_offset":8388,"end_offset":8392},{"id":2915,"label":"INS","start_offset":8462,"end_offset":8466},{"id":2916,"label":"INS","start_offset":8291,"end_offset":8295},{"id":2917,"label":"CNS","start_offset":7924,"end_offset":7969},{"id":2918,"label":"INS","start_offset":8617,"end_offset":8621},{"id":2919,"label":"INS","start_offset":8648,"end_offset":8651},{"id":2921,"label":"INS","start_offset":8711,"end_offset":8715},{"id":2922,"label":"INS","start_offset":8823,"end_offset":8827},{"id":2923,"label":"INS","start_offset":8975,"end_offset":8978},{"id":2924,"label":"INS","start_offset":9166,"end_offset":9170},{"id":2925,"label":"INS","start_offset":9325,"end_offset":9329},{"id":2926,"label":"INS","start_offset":9580,"end_offset":9584},{"id":2927,"label":"INS","start_offset":9852,"end_offset":9855},{"id":2928,"label":"INS","start_offset":9908,"end_offset":9912},{"id":2929,"label":"INS","start_offset":10131,"end_offset":10135},{"id":2930,"label":"INS","start_offset":10465,"end_offset":10469},{"id":2931,"label":"INS","start_offset":10566,"end_offset":10569},{"id":2932,"label":"INS","start_offset":10654,"end_offset":10658},{"id":2933,"label":"INS","start_offset":10728,"end_offset":10732},{"id":2934,"label":"INS","start_offset":10855,"end_offset":10858},{"id":2935,"label":"INS","start_offset":11126,"end_offset":11130},{"id":2936,"label":"INS","start_offset":11176,"end_offset":11180},{"id":2937,"label":"INS","start_offset":11535,"end_offset":11539},{"id":2938,"label":"INS","start_offset":11555,"end_offset":11559},{"id":2939,"label":"INS","start_offset":11784,"end_offset":11788},{"id":2940,"label":"INS","start_offset":12140,"end_offset":12143},{"id":2941,"label":"INS","start_offset":12189,"end_offset":12192},{"id":2942,"label":"INS","start_offset":12348,"end_offset":12352},{"id":2943,"label":"INS","start_offset":12381,"end_offset":12385},{"id":2944,"label":"STA","start_offset":12792,"end_offset":12827},{"id":2945,"label":"STA","start_offset":12832,"end_offset":12860},{"id":2946,"label":"STA","start_offset":12862,"end_offset":12888},{"id":2947,"label":"INS","start_offset":12945,"end_offset":12948},{"id":2948,"label":"INS","start_offset":13031,"end_offset":13082},{"id":2949,"label":"STA","start_offset":13088,"end_offset":13097},{"id":2950,"label":"INS","start_offset":13243,"end_offset":13246},{"id":2951,"label":"STA","start_offset":13283,"end_offset":13309},{"id":2952,"label":"PERSON","start_offset":13366,"end_offset":13370},{"id":2953,"label":"PERSON","start_offset":2044,"end_offset":2067},{"id":2954,"label":"PERSON","start_offset":2069,"end_offset":2073},{"id":2955,"label":"INS","start_offset":1850,"end_offset":1854},{"id":2956,"label":"INS","start_offset":2084,"end_offset":2087},{"id":2957,"label":"INS","start_offset":2134,"end_offset":2138},{"id":2958,"label":"PERSON","start_offset":2170,"end_offset":2174},{"id":2959,"label":"PERSON","start_offset":2736,"end_offset":2740},{"id":2960,"label":"INS","start_offset":3107,"end_offset":3111},{"id":2961,"label":"INS","start_offset":4074,"end_offset":4077},{"id":2962,"label":"INS","start_offset":4048,"end_offset":4072},{"id":2963,"label":"PERSON","start_offset":4503,"end_offset":4507},{"id":2964,"label":"PERSON","start_offset":4517,"end_offset":4521},{"id":2965,"label":"INS","start_offset":4868,"end_offset":4871},{"id":2966,"label":"PERSON","start_offset":5566,"end_offset":5570},{"id":2967,"label":"PERSON","start_offset":6044,"end_offset":6048},{"id":2968,"label":"INS","start_offset":4118,"end_offset":4122},{"id":2969,"label":"INS","start_offset":12556,"end_offset":12560},{"id":2970,"label":"INS","start_offset":12721,"end_offset":12725},{"id":2971,"label":"INS","start_offset":13385,"end_offset":13388},{"id":2972,"label":"INS","start_offset":13435,"end_offset":13439},{"id":2973,"label":"INS","start_offset":13588,"end_offset":13591},{"id":2974,"label":"INS","start_offset":13551,"end_offset":13555},{"id":2975,"label":"STA","start_offset":13788,"end_offset":13809},{"id":2976,"label":"STA","start_offset":13739,"end_offset":13762},{"id":2977,"label":"PERSON","start_offset":14017,"end_offset":14023},{"id":2978,"label":"INS","start_offset":14038,"end_offset":14041},{"id":2979,"label":"INS","start_offset":14604,"end_offset":14607},{"id":2980,"label":"INS","start_offset":14677,"end_offset":14681},{"id":2981,"label":"INS","start_offset":14966,"end_offset":14970},{"id":2982,"label":"INS","start_offset":15086,"end_offset":15090},{"id":2983,"label":"INS","start_offset":15225,"end_offset":15229},{"id":2984,"label":"INS","start_offset":15060,"end_offset":15063},{"id":2985,"label":"INS","start_offset":14949,"end_offset":14952},{"id":2986,"label":"PERSON","start_offset":14824,"end_offset":14831},{"id":2987,"label":"PERSON","start_offset":15041,"end_offset":15045},{"id":2988,"label":"INS","start_offset":15480,"end_offset":15484},{"id":2989,"label":"INS","start_offset":15566,"end_offset":15569},{"id":2990,"label":"INS","start_offset":15732,"end_offset":15736},{"id":2991,"label":"INS","start_offset":15685,"end_offset":15688},{"id":2993,"label":"PERSON","start_offset":15605,"end_offset":15609},{"id":2994,"label":"STA","start_offset":15822,"end_offset":15826},{"id":2995,"label":"STA","start_offset":15750,"end_offset":15763},{"id":2996,"label":"STA","start_offset":15767,"end_offset":15777},{"id":2997,"label":"INS","start_offset":15952,"end_offset":15956},{"id":2998,"label":"INS","start_offset":16018,"end_offset":16021},{"id":2999,"label":"INS","start_offset":16150,"end_offset":16154},{"id":3000,"label":"INS","start_offset":16209,"end_offset":16216},{"id":3001,"label":"INS","start_offset":16441,"end_offset":16460},{"id":3002,"label":"STA","start_offset":16134,"end_offset":16137},{"id":3003,"label":"PERSON","start_offset":16051,"end_offset":16055},{"id":3004,"label":"INS","start_offset":16589,"end_offset":16624},{"id":3005,"label":"PERSON","start_offset":16672,"end_offset":16680},{"id":3006,"label":"PERSON","start_offset":16688,"end_offset":16694},{"id":3007,"label":"PERSON","start_offset":16702,"end_offset":16709},{"id":3008,"label":"PERSON","start_offset":16711,"end_offset":16719},{"id":3009,"label":"PERSON","start_offset":16721,"end_offset":16734},{"id":3010,"label":"PERSON","start_offset":16736,"end_offset":16742},{"id":3011,"label":"PERSON","start_offset":16744,"end_offset":16752},{"id":3012,"label":"PERSON","start_offset":16754,"end_offset":16762},{"id":3013,"label":"PERSON","start_offset":16764,"end_offset":16771},{"id":3014,"label":"PERSON","start_offset":16773,"end_offset":16781},{"id":3015,"label":"PERSON","start_offset":16783,"end_offset":16792},{"id":3016,"label":"PERSON","start_offset":16794,"end_offset":16801},{"id":3017,"label":"PERSON","start_offset":16807,"end_offset":16815},{"id":3018,"label":"PERSON","start_offset":16830,"end_offset":16835}],"relations":[],"Comments":[]}
{"id":78,"text":"EN BANC\n[ A.C. No. 13753, February 06, 2024 ]\nJULIETA L. CO, COMPLAINANT, VS. ATTY. JORGE P. MONROY, RESPONDENT.\n\nD E C I S I O N\nPER CURIAM:\n\nThis resolves the Complaint-Affidavit[1] for disbarment filed by complainant Julieta L. Co (Julieta) before the Integrated Bar of the Philippines-Commission on Bar Discipline (IBP-CBD) against respondent Atty. Jorge P. Monroy (Atty. Monroy) for violation of the Code of Professional Responsibility (CPR).\nAntecedents\n\nSometime in July 2000, Atty. Monroy offered to sell a Toyota Land Cruiser for PHP 1.4 million to Julieta. The vehicle was among the vehicles confiscated by the Bureau of Customs (BOC) where Atty. Monroy worked as Director III of Financial Services. Atty. Monroy assured Julieta that the transaction is legal and that official receipts will be issued in their favor. On July 12, 2000, Julieta, her sister Maria Victoria L. Que and her husband Romeo Que (Spouses Que) went to the office of Atty. Monroy at the South Pier, Manila. Atty. Monroy introduced them to Remus Erlan S. Palmos (Palmos), who is his nephew and personal staff and a certain Ben Valic (Valic), a licensed broker, as the persons who will facilitate the release of the vehicle. Palmos and Valic brought them to the vehicle depot of the BOC to inspect the vehicle. Having known Atty. Monroy since her high school days as a trusted family friend, Julieta was convinced to proceed with the purchase of the Land Cruiser.[2]\n\nUpon Atty. Monroy's instructions, Julieta and Spouses Que prepared a check for PHP 150,000.00 payable to cash. They gave the check personally to Atty. Monroy on July 18, 2000 and were told to return on July 21, 2000 to pay the balance. On July 21, 2000, Atty. Monroy called Julieta to inform her that the vehicle is ready for delivery. She prepared a manager's check for the balance of PHP 1,250,000.00 but Atty. Monroy insisted on cash payment, which he personally received in his office. They waited the whole day for the release of the vehicle and were later told that one signatory from the Department of Finance (DOF) had yet to sign the documents for the release of the vehicle.[3]\n\nWhen they returned on July 24, 2000, Atty. Monroy again told them that one signature was lacking from an officer of the DOF. On the same day, Palmos accompanied them to the DOF. Palmos spoke to two unidentified persons at the lobby of the DOF. He then told Julieta that the documents are still in the office of Undersecretary Cornelio Giron. They went back to the office of Atty. Monroy wherein the latter admitted that the vehicle cannot be released because someone ran off with the money and can no longer be located. To appease their worries, Atty. Monroy and Palmos issued a receipt to guarantee the return of the money. Julieta made repeated demands for Atty. Monroy to return her money to no avail as he kept on avoiding her and her relatives.[4]\n\nConsequently, on January 24, 2003, Julieta caused the filing of two Informations docketed as Criminal Case Nos. 27767-27768 against Atty. Monroy: one for violation of Section 3(e) of Republic Act No. 3019, or the Anti-Graft and Corrupt Practices Act, and another one for estafa under the Revised Penal Code.[5] After trial, the Sandiganbayan issued a Decision[6] finding Atty. Monroy guilty of both charges.[7] In view of the absence of Atty. Monroy and his counsel during the scheduled promulgation on September 30, 2010, the Decision of conviction was promulgated in absentia. Atty. Monroy remained at-large despite the warrant of arrest issued by the Sandiganbayan.[8]\n\nApart from his criminal liability, Julieta filed the present administrative complaint for disbarment on the ground that Atty. Monroy acted in utter bad faith by using his position in the government to defraud her to part with PHP 1.4 million. He abused Julieta's trust as a friend to get money for the supposed payment for the negotiated sale of a vehicle from the BOC. Atty. Monroy failed to maintain the highest degree of morality required of those admitted to the Bar. He committed a dishonest, immoral, and unlawful act in gross violation of the provisions of the CPR. Finally, Julieta maintains that Atty. Monroy's conviction for the crimes involving moral turpitude are valid grounds for his disbarment.[9]\n\nReport and Recommendation of the IBP-CBD\n\nIn an Order[10] dated October 1, 2013, the IBP-CBD directed Atty. Monroy to submit a verified answer. There was no answer filed, nor was there proof that the Order was received by Atty. Monroy. Thereafter, the IBP-CBD issued a Notice of Mandatory Conference[11] directing the parties to submit their mandatory conference briefs at least three days before the date of the conference set on February 27, 2014. Only Julieta filed her Mandatory Conference Brief.[12] As for Atty. Monroy, there is no showing that he received the Notice of Mandatory Conference, or any of the subsequent orders\/notices of hearing[13] sent by the IBP-CBD to his last known addresses on record with the IBP. There being no appearance or pleading filed by Atty. Monroy, the IBP-CBD considered him to have waived his right to present evidence and proceeded to resolve the disbarment complaint.[14]\n\nIn its November 3, 2020 Report and Recommendation,[15] the IBP-CBD ruled that Atty. Monroy's conviction for estafa, a crime involving moral turpitude, is a sufficient ground for disbarment under Rule 138, Section 27 of the Rules of Court. Atty. Monroy's deceitful act of failing to return Julieta's PHP 1.4 million also violates Canon 1, Rule 1.01 and Canon 6, Rule 6.02 of the CPR. The IBP-CBD recommended that Atty. Monroy be disbarred and that his name be stricken off the Roll of Attorneys.[16]\n\nResolution of the IBP Board of Governors\n\nOn October 1, 2022, the IBP Board of Governors issued Resolution No. CBD-XXV-2022-10-07[17] approving and adopting the Report and Recommendation of the IBP-CBD for the disbarment of Atty. Monroy, plus the payment of fine, as follows:\n\nRESOLVED, to APPROVE and ADOPT, as it is hereby APPROVED and ADOPTED, the Report and Recommendation of the Investigating Commissioner (IC) to impose upon Respondent Atty. Jorge P. Monroy the penalty of DISBARMENT; and\n\nRESOLVED FURTHER, to recommend the imposition upon Respondent of a FINE in the amount of [PHP] 5,000.00 each for disobeying the directives of the IC, i.e. - i) failure to file an Answer, ii) failure to file Mandatory Conference Brief, iii) failure to appear during the Mandatory Conference, and iv) failure to submit his Position Paper, or a total of Twenty Thousand Pesos ([PHP] 20,000.00).[18] (Emphasis in the original)\n\nRuling\n\nTo begin, the Court observed that all the notices sent by the IBP to Atty. Monroy's last known addresses, i.e., Order[19] dated October 1, 2013, Notice of Mandatory Conference,[20] and the subsequent notices,[21] were returned unserved. Thus, in a Resolution[22] dated July 25, 2023, the Court ordered the IBP-CBD to: (1) verify and inform the Court whether Atty. Monroy was duly notified of the disbarment proceedings; and (2) to submit the last known addresses of Atty. Monroy.[23]\n\nIn a letter[24] dated November 16, 2023, Atty. Avelino V. Sales (Atty. Sales) manifested that the IBP-CBD can no longer verify whether the previous notices were received by Atty. Monroy as the entire records of the case were forwarded to the Office of the Bar Confidant. In any case, Atty. Sales informed the Court that the last Notice of Resolution dated October 1, 2022 sent by the IBP-CBD to Atty. Monroy was similarly returned to the Commission.[25] Without doubt, the difficulty in serving notices to Atty. Monroy was due to his own failure to comply with his duty as a lawyer to report any change of his addresses with IBP.[26] Therefore, the Court considers Atty. Monroy to have waived his right to refute the allegations against him. We will proceed to resolve the present administrative charge based on the evidence at hand.\n\nThe Court adopts the findings of the IBP-CBD, as affirmed by the IBP Board of Governors, and sustains the IBP Board of Governor's Resolution No. CBD-XXV-2022-10-07 recommending the disbarment of Atty. Monroy.\n\nMembership in the Bar is a privilege burdened with continuing requirements. To maintain one's standing in the legal profession, a lawyer is required to conduct dealings with honesty, fidelity, and integrity at all times. Being a mere privilege, the practice of law may be suspended, or even withdrawn by the Court once it is shown that a lawyer was not able to sustain the high degree of good moral character expected by the community from the members of the legal profession.[27] Thus, in disbarment proceedings, the only issue to be resolved is whether a lawyer is worthy to continue his or her mandate as an officer of the court.[28]\n\nHere, it is undisputed that Atty. Monroy was adjudged guilty of estafa and violation of Section 3(e) of Republic Act No. 3019 in the Sandiganbayan's Decision[29] in Criminal Case Nos. 27767-27768. Indeed, a lawyer may be disbarred for his or her conviction of a crime involving moral turpitude as provided under Rule 138, Section 27[30] of the Rules of Court. However, in Buenafe v. Commission on Elections,[31] the Court clarified that not every criminal act involves moral turpitude, as this does not include offenses that are not of themselves immoral, but only prohibited by law.[32] In Teves v. Commission on Elections,[33] moral turpitude was defined as those acts done contrary to justice, modesty, or good morals, depicting vileness or depravity in the private and social duties of a person.[34]\n\nWith regard to the charge of estafa, there is no question that this crime involves moral turpitude. The Court has invariably ruled that a lawyer who was convicted of estafa is totally unfit to be a member of the legal profession and aid in the administration of justice.[35] However, to serve as sufficient ground for disbarment, it must be shown that the conviction has already attained finality.[36]\n\nIn this case, Julieta alleged that due to the non-appearance of Atty. Monroy during the scheduled promulgation on September 30, 2010 the Sandiganbayan promulgated the Decision in absentia. Atty. Monroy's motion for reconsideration was denied by the Sandiganbayan. There being no appeal filed by Atty. Monroy, the Decision became final and executory.[37] The Court notes that aside from the copy of the Decision, there was no other evidence presented to show that the Decision has become final. Julieta did not submit a copy of the Order given in open court during the promulgation of Decision wherein Atty. Monroy failed to appear, or the Resolution denying his motion for reconsideration, or certificate of finality or entry of Decision in Criminal Case Nos. 27767-27768. Unfortunately, the Court cannot assume that the Decision of conviction against Atty. Monroy is already final.\n\nDespite this, the Court still finds Atty. Monroy's disbarment justified for his violation of Canon 1, Rule 1.01 and Canon 6, Rule 6.02 of the CPR, which state:\n\nCanon 1 — A lawyer shall uphold the constitution, obey the laws of the land and promote respect for law and for legal processes.\n\nRule 1.01 A lawyer shall not engage in unlawful, dishonest, immoral or deceitful conduct.\n\n. . . .\n\nCanon 6 — These canons shall apply to lawyers in government service in the discharge of their official tasks.\n\n. . . .\n\nRule 6.02 A lawyer in the government service shall not use his public position to promote or advance his private interests nor allow the latter to interfere with his public duties.\n\nNotably, the CPR has been expressly repealed[38] by the new CPRA or the Code of Professional Responsibility and Accountability[39] which was approved by the Court on April 11, 2023. Considering the express provision that it shall be retroactively applied to all pending cases,[40] the Court will now evaluate Atty. Monroy's actions using the parallel provisions of the new CPRA, thus:\n\nCANON II\nPROPRIETY\n\nA lawyer shall, at all times, act with propriety and maintain the appearance of propriety in personal and professional dealings, observe honesty, respect and courtesy, and uphold the dignity of the legal profession consistent with the highest standards of ethical behavior.\n\nSection 1. Proper Conduct. — A lawyer shall not engage in unlawful, dishonest, immoral, or deceitful conduct.\n\nSection 2. Dignified Conduct. — A lawyer shall respect the law, the courts, tribunals, and other government agencies, their officials, employees, and processes, and act with courtesy, civility, fairness, and candor towards fellow members of the bar.\n\nA lawyer shall not engage in conduct that adversely reflects on one's fitness to practice law, nor behave in a scandalous manner, whether in public or private life, to the discredit of the legal profession.\n\n. . . .\n\nSection 28. Dignified Government Service. — Lawyers in government service shall observe the standard of conduct under the CPRA, the Code of Conduct and Ethical Standards for Public Officials and Employees, and other related laws and issuances in the performance of their duties.\n\nAny violation of the CPRA by lawyers in government service shall he subject to disciplinary action, separate and distinct from liability under pertinent laws or rules. (Emphasis supplied)\n\nAs an officer of the Court, Atty. Monroy is tasked to uphold the Constitution, obey the laws of the land, and promote respect for law and legal processes.[41] This duty is compounded by his obligation as a lawyer employed in the government service, to neither use his public position to promote or advance his private interests, nor to allow interference with his public duties.[42]\n\nIn the present case, Atty. Monroy committed a flagrant violation of Sections 1, 2, and 28 of Canon II of the CRPA when he deceived Julieta in an elaborate scheme of pretending to sell a vehicle confiscated by the BOC. He used his position as a Director of the BOC to make it appear that the sale transaction was legitimate. In convicting Atty. Monroy of the crimes charged, the Sandiganbayan took note of the highly irregular procedure adopted by Atty. Monroy in the sale transaction. Atty. Monroy falsely represented to Julieta that his position as Director III of Financial Services at the BOC has the specific authority to sell vehicles seized by the agency. He carried out the transaction inside his office at the BOC and engaged the participation of his office staff to gain Julieta's trust more. Once in possession of the PHP 1.4 million given by Julieta as payment for the vehicle, Atty. Monroy conveniently claimed that the money was taken from his office and refused to return the amount.\n\nClearly, the totality of the evidence presented proves that Atty. Monroy miserably failed to live up to the high moral standards required of him as a member of the legal profession.[43] His blatant violation of the law, as shown by his conviction by the Sandiganbayan, the lack of remorse when Julieta was repeatedly begging for the return of her money, and his futile attempt to use an unknown employee of the BOC as a scapegoat to cover his tracks — all demonstrate Atty. Monroy's unfitness to continue in the practice of law. The present case warrants the imposition of the extreme penalty of disbarment.[44]\n\nLastly, with regard to Atty. Monroy's willful disregard and unjustified refusal to comply with of the lawful orders and notices of IBP-CBD for the filing of an answer and brief and requiring his attendance to the mandatory conferences, the Court affirms the fine of PHP 20,000.00 imposed by the IBP Board of Governors.[45]\n\nACCORDINGLY, respondent Atty. Jorge P. Monroy (respondent) is found GUILTY of violating Canon II Sections 1, 2, and 28 of the Code of Professional Responsibility and Accountability. He is DISBARRED from the practice of law and his name is ordered STRICKEN OFF the Roll of Attorneys, effective immediately. Further, he is meted a FINE in the amount of PHP 20,000.00 for his disobedience to the orders of the Integrated Bar of the Philippines.\n\nLet copies of this Decision be attached to respondent's personal record in the Office of the Bar Confidant, the Integrated Bar of the Philippines, National Office and the local chapter to which respondent belongs, for information and guidance, and to the Office of the Court Administrator for dissemination to all courts nationwide.\n\nSO ORDERED.\n\nLeonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez, and Kho, Jr., JJ., concur.\nGesmundo,* C.J., no part.\nSingh,** J., on official business.","entities":[{"id":3019,"label":"CASE_NUM","start_offset":10,"end_offset":24},{"id":3020,"label":"PERSON","start_offset":46,"end_offset":59},{"id":3021,"label":"PERSON","start_offset":84,"end_offset":99},{"id":3022,"label":"PERSON","start_offset":220,"end_offset":233},{"id":3023,"label":"PERSON","start_offset":235,"end_offset":242},{"id":3024,"label":"PERSON","start_offset":353,"end_offset":368},{"id":3025,"label":"PERSON","start_offset":370,"end_offset":382},{"id":3026,"label":"INS","start_offset":255,"end_offset":288},{"id":3027,"label":"STA","start_offset":405,"end_offset":440},{"id":3028,"label":"STA","start_offset":442,"end_offset":445},{"id":3029,"label":"PERSON","start_offset":490,"end_offset":497},{"id":3030,"label":"PERSON","start_offset":558,"end_offset":565},{"id":3031,"label":"PERSON","start_offset":657,"end_offset":664},{"id":3032,"label":"INS","start_offset":621,"end_offset":638},{"id":3033,"label":"INS","start_offset":640,"end_offset":643},{"id":3034,"label":"PERSON","start_offset":716,"end_offset":723},{"id":3035,"label":"PERSON","start_offset":731,"end_offset":739},{"id":3036,"label":"PERSON","start_offset":845,"end_offset":852},{"id":3037,"label":"PERSON","start_offset":865,"end_offset":886},{"id":3038,"label":"PERSON","start_offset":902,"end_offset":912},{"id":3039,"label":"PERSON","start_offset":922,"end_offset":925},{"id":3040,"label":"PERSON","start_offset":955,"end_offset":962},{"id":3041,"label":"PERSON","start_offset":995,"end_offset":1002},{"id":3042,"label":"PERSON","start_offset":1021,"end_offset":1042},{"id":3043,"label":"PERSON","start_offset":1044,"end_offset":1050},{"id":3044,"label":"PERSON","start_offset":1104,"end_offset":1113},{"id":3045,"label":"PERSON","start_offset":1115,"end_offset":1120},{"id":3046,"label":"PERSON","start_offset":1205,"end_offset":1212},{"id":3047,"label":"PERSON","start_offset":1216,"end_offset":1222},{"id":3048,"label":"PERSON","start_offset":1310,"end_offset":1317},{"id":3049,"label":"PERSON","start_offset":1372,"end_offset":1380},{"id":3050,"label":"INS","start_offset":1263,"end_offset":1267},{"id":3051,"label":"PERSON","start_offset":1459,"end_offset":1465},{"id":3052,"label":"PERSON","start_offset":1482,"end_offset":1490},{"id":3053,"label":"PERSON","start_offset":1502,"end_offset":1506},{"id":3054,"label":"PERSON","start_offset":1599,"end_offset":1606},{"id":3055,"label":"PERSON","start_offset":1708,"end_offset":1715},{"id":3056,"label":"PERSON","start_offset":1722,"end_offset":1730},{"id":3057,"label":"INS","start_offset":2066,"end_offset":2069},{"id":3058,"label":"INS","start_offset":2043,"end_offset":2064},{"id":3059,"label":"PERSON","start_offset":1861,"end_offset":1868},{"id":3060,"label":"PERSON","start_offset":2180,"end_offset":2187},{"id":3061,"label":"PERSON","start_offset":2279,"end_offset":2286},{"id":3062,"label":"PERSON","start_offset":2315,"end_offset":2322},{"id":3063,"label":"PERSON","start_offset":2394,"end_offset":2402},{"id":3064,"label":"PERSON","start_offset":2517,"end_offset":2524},{"id":3065,"label":"PERSON","start_offset":2463,"end_offset":2477},{"id":3066,"label":"PERSON","start_offset":2689,"end_offset":2696},{"id":3067,"label":"PERSON","start_offset":2700,"end_offset":2707},{"id":3068,"label":"INS","start_offset":2257,"end_offset":2260},{"id":3069,"label":"INS","start_offset":2310,"end_offset":2313},{"id":3070,"label":"INS","start_offset":2376,"end_offset":2379},{"id":3071,"label":"PERSON","start_offset":2762,"end_offset":2770},{"id":3072,"label":"PERSON","start_offset":2802,"end_offset":2809},{"id":3073,"label":"PERSON","start_offset":2926,"end_offset":2934},{"id":3074,"label":"PERSON","start_offset":3029,"end_offset":3035},{"id":3075,"label":"PERSON","start_offset":3268,"end_offset":3275},{"id":3076,"label":"PERSON","start_offset":3334,"end_offset":3341},{"id":3077,"label":"CASE_NUM","start_offset":2984,"end_offset":3014},{"id":3078,"label":"RA","start_offset":3074,"end_offset":3095},{"id":3079,"label":"RA","start_offset":3104,"end_offset":3140},{"id":3080,"label":"STA","start_offset":3179,"end_offset":3197},{"id":3081,"label":"INS","start_offset":3219,"end_offset":3233},{"id":3082,"label":"PERSON","start_offset":3476,"end_offset":3483},{"id":3083,"label":"INS","start_offset":3545,"end_offset":3558},{"id":3084,"label":"PERSON","start_offset":3599,"end_offset":3607},{"id":3085,"label":"PERSON","start_offset":3690,"end_offset":3697},{"id":3086,"label":"PERSON","start_offset":3817,"end_offset":3824},{"id":3087,"label":"PERSON","start_offset":3940,"end_offset":3947},{"id":3088,"label":"PERSON","start_offset":4146,"end_offset":4154},{"id":3089,"label":"PERSON","start_offset":4175,"end_offset":4182},{"id":3090,"label":"INS","start_offset":3929,"end_offset":3932},{"id":3091,"label":"INS","start_offset":4311,"end_offset":4314},{"id":3092,"label":"INS","start_offset":4363,"end_offset":4366},{"id":3093,"label":"INS","start_offset":4529,"end_offset":4533},{"id":3094,"label":"PERSON","start_offset":4386,"end_offset":4393},{"id":3095,"label":"PERSON","start_offset":4506,"end_offset":4512},{"id":3096,"label":"PERSON","start_offset":4733,"end_offset":4741},{"id":3097,"label":"PERSON","start_offset":4796,"end_offset":4802},{"id":3098,"label":"INS","start_offset":4944,"end_offset":4947},{"id":3099,"label":"INS","start_offset":4999,"end_offset":5002},{"id":3100,"label":"INS","start_offset":5069,"end_offset":5072},{"id":3101,"label":"INS","start_offset":5252,"end_offset":5255},{"id":3102,"label":"INS","start_offset":5580,"end_offset":5583},{"id":3103,"label":"STA","start_offset":4132,"end_offset":4135},{"id":3104,"label":"STA","start_offset":5388,"end_offset":5430},{"id":3105,"label":"STA","start_offset":5522,"end_offset":5540},{"id":3106,"label":"STA","start_offset":5545,"end_offset":5574},{"id":3107,"label":"PERSON","start_offset":5277,"end_offset":5283},{"id":3108,"label":"PERSON","start_offset":5611,"end_offset":5617},{"id":3109,"label":"PERSON","start_offset":5923,"end_offset":5929},{"id":3111,"label":"PERSON","start_offset":6141,"end_offset":6156},{"id":3112,"label":"INS","start_offset":5711,"end_offset":5715},{"id":3113,"label":"INS","start_offset":5759,"end_offset":5763},{"id":3114,"label":"INS","start_offset":5887,"end_offset":5890},{"id":3115,"label":"INS","start_offset":6635,"end_offset":6641},{"id":3116,"label":"INS","start_offset":6683,"end_offset":6687},{"id":3117,"label":"INS","start_offset":6927,"end_offset":6930},{"id":3118,"label":"INS","start_offset":6909,"end_offset":6915},{"id":3119,"label":"INS","start_offset":6965,"end_offset":6971},{"id":3120,"label":"INS","start_offset":7204,"end_offset":7207},{"id":3121,"label":"PERSON","start_offset":6696,"end_offset":6702},{"id":3122,"label":"PERSON","start_offset":6985,"end_offset":6992},{"id":3123,"label":"PERSON","start_offset":7093,"end_offset":7099},{"id":3124,"label":"PERSON","start_offset":7153,"end_offset":7161},{"id":3125,"label":"PERSON","start_offset":7164,"end_offset":7170},{"id":3126,"label":"PERSON","start_offset":7177,"end_offset":7182},{"id":3127,"label":"PERSON","start_offset":7285,"end_offset":7292},{"id":3128,"label":"PERSON","start_offset":7396,"end_offset":7402},{"id":3129,"label":"PERSON","start_offset":7507,"end_offset":7514},{"id":3130,"label":"PERSON","start_offset":7618,"end_offset":7625},{"id":3131,"label":"PERSON","start_offset":7777,"end_offset":7784},{"id":3132,"label":"INS","start_offset":7348,"end_offset":7365},{"id":3133,"label":"INS","start_offset":7415,"end_offset":7421},{"id":3134,"label":"INS","start_offset":7490,"end_offset":7493},{"id":3135,"label":"INS","start_offset":7731,"end_offset":7734},{"id":3136,"label":"INS","start_offset":7755,"end_offset":7761},{"id":3137,"label":"INS","start_offset":7945,"end_offset":7951},{"id":3138,"label":"INS","start_offset":7978,"end_offset":7981},{"id":3139,"label":"INS","start_offset":8006,"end_offset":8010},{"id":3140,"label":"INS","start_offset":8047,"end_offset":8051},{"id":3141,"label":"PERSON","start_offset":8142,"end_offset":8148},{"id":3143,"label":"INS","start_offset":8459,"end_offset":8465},{"id":3144,"label":"INS","start_offset":8777,"end_offset":8782},{"id":3145,"label":"INS","start_offset":8922,"end_offset":8935},{"id":3146,"label":"PERSON","start_offset":8823,"end_offset":8830},{"id":3147,"label":"PERSON","start_offset":9161,"end_offset":9169},{"id":3148,"label":"RA","start_offset":8893,"end_offset":8914},{"id":3149,"label":"CASE_NUM","start_offset":8954,"end_offset":8984},{"id":3150,"label":"STA","start_offset":9101,"end_offset":9147},{"id":3151,"label":"INS","start_offset":9172,"end_offset":9195},{"id":3152,"label":"INS","start_offset":9205,"end_offset":9211},{"id":3153,"label":"INS","start_offset":9389,"end_offset":9412},{"id":3154,"label":"INS","start_offset":9698,"end_offset":9704},{"id":3155,"label":"PERSON","start_offset":9380,"end_offset":9386},{"id":3156,"label":"PERSON","start_offset":10011,"end_offset":10019},{"id":3157,"label":"PERSON","start_offset":10067,"end_offset":10074},{"id":3158,"label":"PERSON","start_offset":10192,"end_offset":10198},{"id":3159,"label":"PERSON","start_offset":10298,"end_offset":10304},{"id":3160,"label":"PERSON","start_offset":10491,"end_offset":10499},{"id":3161,"label":"PERSON","start_offset":10604,"end_offset":10611},{"id":3162,"label":"INS","start_offset":10134,"end_offset":10148},{"id":3163,"label":"INS","start_offset":10355,"end_offset":10361},{"id":3164,"label":"INS","start_offset":10789,"end_offset":10795},{"id":3165,"label":"INS","start_offset":10899,"end_offset":10905},{"id":3166,"label":"CASE_NUM","start_offset":10738,"end_offset":10768},{"id":3167,"label":"PERSON","start_offset":10855,"end_offset":10862},{"id":3168,"label":"PERSON","start_offset":10923,"end_offset":10929},{"id":3170,"label":"STA","start_offset":10974,"end_offset":10992},{"id":3171,"label":"STA","start_offset":10997,"end_offset":11026},{"id":3172,"label":"STA","start_offset":11587,"end_offset":11591},{"id":3173,"label":"INS","start_offset":11731,"end_offset":11737},{"id":3174,"label":"INS","start_offset":11859,"end_offset":11865},{"id":3175,"label":"PERSON","start_offset":11889,"end_offset":11895},{"id":3176,"label":"INS","start_offset":13324,"end_offset":13329},{"id":3177,"label":"INS","start_offset":13900,"end_offset":13903},{"id":3178,"label":"INS","start_offset":13947,"end_offset":13951},{"id":3179,"label":"PERSON","start_offset":13337,"end_offset":13344},{"id":3180,"label":"PERSON","start_offset":13714,"end_offset":13721},{"id":3181,"label":"PERSON","start_offset":13818,"end_offset":13826},{"id":3182,"label":"PERSON","start_offset":14031,"end_offset":14038},{"id":3183,"label":"PERSON","start_offset":14140,"end_offset":14147},{"id":3184,"label":"PERSON","start_offset":14178,"end_offset":14185},{"id":3185,"label":"PERSON","start_offset":14208,"end_offset":14216},{"id":3186,"label":"PERSON","start_offset":14540,"end_offset":14548},{"id":3187,"label":"PERSON","start_offset":14582,"end_offset":14589},{"id":3189,"label":"PERSON","start_offset":14467,"end_offset":14474},{"id":3190,"label":"INS","start_offset":14065,"end_offset":14079},{"id":3191,"label":"INS","start_offset":14279,"end_offset":14283},{"id":3192,"label":"INS","start_offset":14405,"end_offset":14409},{"id":3193,"label":"INS","start_offset":15097,"end_offset":15101},{"id":3195,"label":"INS","start_offset":15430,"end_offset":15433},{"id":3196,"label":"INS","start_offset":15594,"end_offset":15598},{"id":3197,"label":"INS","start_offset":15539,"end_offset":15545},{"id":3198,"label":"PERSON","start_offset":14752,"end_offset":14759},{"id":3199,"label":"PERSON","start_offset":14980,"end_offset":14988},{"id":3200,"label":"PERSON","start_offset":15160,"end_offset":15166},{"id":3201,"label":"INS","start_offset":14940,"end_offset":14953},{"id":3202,"label":"PERSON","start_offset":15328,"end_offset":15334},{"id":3203,"label":"PERSON","start_offset":15654,"end_offset":15668},{"id":3204,"label":"INS","start_offset":16030,"end_offset":16063},{"id":3205,"label":"INS","start_offset":16145,"end_offset":16162},{"id":3206,"label":"INS","start_offset":16178,"end_offset":16211},{"id":3207,"label":"INS","start_offset":16213,"end_offset":16228},{"id":3208,"label":"INS","start_offset":16321,"end_offset":16354},{"id":3209,"label":"PERSON","start_offset":16413,"end_offset":16419},{"id":3210,"label":"PERSON","start_offset":16427,"end_offset":16434},{"id":3211,"label":"PERSON","start_offset":16436,"end_offset":16444},{"id":3212,"label":"PERSON","start_offset":16461,"end_offset":16467},{"id":3213,"label":"PERSON","start_offset":16469,"end_offset":16477},{"id":3214,"label":"PERSON","start_offset":16489,"end_offset":16496},{"id":3215,"label":"PERSON","start_offset":16498,"end_offset":16505},{"id":3216,"label":"PERSON","start_offset":16517,"end_offset":16526},{"id":3217,"label":"PERSON","start_offset":16528,"end_offset":16535},{"id":3218,"label":"PERSON","start_offset":16541,"end_offset":16549},{"id":3219,"label":"PERSON","start_offset":16564,"end_offset":16572},{"id":3220,"label":"PERSON","start_offset":16590,"end_offset":16595},{"id":3221,"label":"PERSON","start_offset":16446,"end_offset":16460},{"id":3222,"label":"PERSON","start_offset":16479,"end_offset":16487},{"id":3223,"label":"PERSON","start_offset":16507,"end_offset":16515},{"id":3225,"label":"PROM_DATE","start_offset":26,"end_offset":43},{"id":3233,"label":"INS","start_offset":319,"end_offset":322},{"id":3239,"label":"PERSON","start_offset":5438,"end_offset":5444},{"id":3240,"label":"PERSON","start_offset":5482,"end_offset":5489},{"id":3241,"label":"STA","start_offset":11634,"end_offset":11639},{"id":3242,"label":"STA","start_offset":11947,"end_offset":11951},{"id":3243,"label":"STA","start_offset":12956,"end_offset":12960},{"id":3244,"label":"STA","start_offset":13135,"end_offset":13140},{"id":3245,"label":"STA","start_offset":13796,"end_offset":13801}],"relations":[],"Comments":[]}
{"id":79,"text":"\nEN BANC\n[ A.C. No. 12353, February 06, 2024 ]\nMELODY H. SANTOS, COMPLAINANT, VS. ATTY. EMILIO S. PAÑA, JR., RESPONDENT.\n\nD E C I S I O N\nPER CURIAM:\n\nA lawyer's participation in the falsification of court documents is a reprehensible act which merits administrative sanction. It is directly contradictory to the oath one takes upon becoming a member of the Bar and shows unworthiness to continue in the practice of law.\n\nThe Case\n\nThis involves an administrative Complaint[1] filed with the Court by Melody H. Santos (Melody) against respondent Atty. Emilio S. Paña, Jr. (Atty. Paña) for committing gross immoral conduct, in violation of the Lawyer's Oath and the Code of Professional Responsibility (CPR).[2]\n\nAntecedents\n\nMelody alleged that in 2013, she needed assistance for the declaration of the nullity of her marriage.[3] Hence, she was introduced by a friend of her cousin's wife to one Alberto Santos (Santos).[4] Santos was a court interpreter in Branch 39 of the Regional Trial Court (RTC) of Polomolok, South Cotabato, who allegedly knew a lawyer who could help her obtain a quick nullity of marriage.[5] This lawyer turned out to be Atty. Paña.[6]\n\nPurportedly, Santos, and Atty. Paña claimed that they could obtain a decree of nullity of marriage for Melody within a period of six months, together with the relevant documents from the National Statistics Office (NSO).[7] For their services, Melody paid PHP 280,000.00.[8]\n\nMelody claimed that Atty. Paña eventually provided her with copies of a Judgment dated March 18, 2010 appearing to be issued by Judge Cader P. Indar, al Haj (Judge Indar) of Branch 15 of RTC Cotabato City.[9] She was also given a Certificate of Finality, dated April 14, 2010 stating that the said judgment has become final and executory.[10]\n\nThereafter, in 2014, Melody applied for her K-1 visa at the United States (US) Embassy in Manila.[11] During her interview, she was informed that the annulment papers she presented were fraudulent.[12] As a result, her application was denied.[13] It was later confirmed that the annulment papers were indeed inauthentic, and not actually issued by Branch 15 of RTC Cotabato City.[14] Notably, Judge Indar has been disbarred by the Court for violating the CPR.[15]\n\nDue to the foregoing, Melody stated that she was forced to hire another lawyer to file another petition for the nullity of her marriage.[16] Further, she had to refile a K-1 visa application with the US Embassy.[17] When she demanded for a refund, Atty. Paña merely returned PHP 260,000.00.[18]\n\nThus, Melody prayed that Arty. Paña should be disbarred from the practice of law for violating the Lawyer's Oath and Rule 1.01 of Canon 1 and Rule 7.03 of Canon 7 of the CPR.[19]\n\nFor his part, Atty. Paña denied the allegations against him.[20] He confirmed that Melody was indeed referred to him for the declaration of the nullity of her marriage.[21] Shortly thereafter, Melody allegedly called him stating that her fiance from the US was in a hurry to bring her there.[22] The said fiance was willing to spend for a quick annulment of Melody's previous marriage.[23] Atty. Paña claimed that he informed Melody that a quick annulment was not possible in South Cotabato.[24]\n\nVerily, Atty. Paña stated that at that time, he encountered one Samuel Guillermo (Guillermo), a court employee who claimed to know a lot of court staff, lawyers, and businessmen, who successfully secured the annulment of their marriages in Cotabato.[25] When Melody reached out again to Atty. Paña, she allegedly asked that she be referred to someone who could provide her immediate assistance.[26] She also stated that she will no longer be engaging Atty. Paña's legal services.[27] Due to her earnest request, Atty. Paña referred her to Guillermo.[28]\n\nMore than a year later, Melody purportedly requested for a meeting with Atty. Paña.[29] It was only then that he was informed that the annulment papers were not honored by the NSO.[30] He then advised Melody to ask for a refund from Guillermo, but she pressed that Atty. Paña should assist her in demanding for the refund.[31] Purportedly Guillermo gradually paid Melody by depositing the money to her Metrobank account.[32]\n\nAtty. Paña insisted that if ever he committed lapses, it was referring Melody to Guillermo.[33] He stated that in his journey as a lawyer, this was perhaps the indiscretion of a lifetime.[34] He apologized for not being prudent enough in making the said referral, as Guillermo assisted Melody in taking a shortcut of the regular procedure for the annulment of her marriage.[35]\n\nVerily, on July 1, 2019, the present complaint was referred by the Court to the Integrated Bar of the Philippines (IBP) for investigation, report, and recommendation.[36]\n\nRecommendation of the IBP\n\nIn its Report and Recommendation dated June 30, 2022,[37] the IBP Commission on Bar Discipline (CBD) recommended that Atty. Paña be suspended from the practice of law for a period of two years, to wit:\nWHEREFORE, premises considered respondent Atty. Emilio S. Paña, Jr. violated his Lawyer's Oath and pertinent provisions of the Code of Professional Responsibility and the undersigned Commissioner respectfully recommends that a penalty of suspension from practice of law for a period of two (2) years at the discretion of the Board of Governors be imposed with warning that repetition of similar conduct in the future will warrant a more severe penalty.\n\nRESPECTFULLY SUBMITTED.[38]\nThe IBP CBD observed that the material allegations of Melody were substantiated.[39] It stated that Atty. Paña fell short of the high standard of maintaining morality, honesty, integrity, and fair dealing when he committed the acts of misrepresentation and deception against Melody.[40] The IBP CBD concluded that these reveal basic moral flaws which warrant administrative sanction.[41]\n\nNotably, the IBP Board of Governors (BOG) issued its Resolution dated October 14, 2022 modifying the penalty recommended by the IBP CBD to disbarment, viz.:\nRESOLVED, to MODIFY, as it is hereby MODIFIED, the Report and Recommendation of the Investigating Commissioner, to recommend instead to impose upon Respondent Atty. Emilio S. Paña, Jr. the penalty of DISBARMENT; and\n\nRESOLVED FURTHERMORE, to direct Dep. Director Patrick M. Velez to prepare an Extended Resolution explaining the recommendation of the Board of Governors in this case, which shall be appended to this resolution.[42]\nPreliminarily, the IBP BOG explained that there is an attendant responsibility on lawyers to ensure that only valid, legal, and real documents are processed in the course of the exercise of their possession.[43] It then stressed that the present case deals with the deplorable conduct of deceitful behavior in falsifying papers and effects of the judiciary.[44] It considered Atty. Paña's actions amount to crude forgery, ultimately attacking the integrity of court processes.[45] Hence, the IBP BOG found that the imposition of disbarment as a penalty is warranted for a straighter appreciation of the gravamen of the violation.[46]\n\nIssue\n\nThe essential issue is whether Atty. Paña should be held administratively liable.\n\nRuling of the Court\n\nThe Court adopts the recommendation of the IBP BOG.\n\nTime and again, it has been emphasized that the lawyers are expected to remain highly ethical and strictly observe the rules of the profession.[47] Failure to adhere to this standard would result in the Court's exercise of its power to discipline members of the bar.[48] Using such power, the Court calls lawyers to account for their mistakes as officers of the Court, for the purpose of preserving the purity of the profession and the proper administration of justice.[49]\n\nOn this note, the falsification of court documents has been treated as an act which reflects a high degree of moral turpitude on a lawyer.[50] It is deemed as an offense amounting to unlawful, dishonest, immoral, and deceitful conduct, and has the effect of lessening the confidence of the public in the legal system.[51] Due to the damage and prejudice caused by this offense, the Court has pronounced that it exhibits one's inability to discharge his or her duties as a member of the bar.[52]\n\nIn this regard, Rule 1.01, Canon 1 of the CPR provides that lawyers should not engage in unlawful, dishonest, immoral, or deceitful conduct. Rule 7.03, Canon 7 thereof also states that they should not engage in conduct that adversely reflects on their fitness to practice law. Similarly, both the Lawyer's Oath and Rule 10.01, Canon 10 of the CPR mandate lawyers to not do any falsehood, nor consent to the doing of any in court.\n\nVerily, A.M. No. 22-09-01-SC, or the Code of Professional Responsibility and Accountability (CPRA), was recently issued by the Court, which repealed the CPR and took effect on May 29, 2023.[53] Notably, the CPRA includes a transitory provision which states that it shall be applied to all pending and future cases, unless not feasible or would work injustice.[54] As the exceptions are not present in the instant case, the Court deems the application of the CPRA to be proper.[55]\n\nThe pertinent provisions in the CPRA which enjoin lawyers from performing improper acts, particularly the participation in the falsification of court decisions, orders, or documents, are the following:[56]\nCANON II\nPropriety\n\nA lawyer shall, at all times, act with propriety and maintain the appearance of propriety in personal and professional dealings, observe honesty, respect and courtesy, and uphold the dignity of the legal profession consistent with the highest standards of ethical behavior. (n)\n\nSECTION 1. Proper Conduct. — A lawyer shall not engage in unlawful, dishonest, immoral, or deceitful conduct. (1.01)\n\nSECTION 2. Dignified Conduct. — A lawyer shall respect the law, the courts, tribunals, and other government agencies, their officials, employees, and processes, and act with courtesy, civility, fairness, and candor towards fellow members of the bar. (8a)\n\nA lawyer shall not engage in conduct that adversely reflects on one's fitness to practice law, nor behave in a scandalous manner, whether in public or private life, to the discredit of the legal profession. (7.03a)\n\n. . . .\n\nSECTION 5. Observance of Fairness and Obedience. — A lawyer shall, in every personal and professional engagement, insist on the observance of the principles of fairness and obedience to the law.\n\n. . . .\n\nSECTION 8. Prohibition against Misleading the Court, Tribunal, or Other Government Agency. — A lawyer shall not misquote, misrepresent, or mislead the court as to the existence or the contents of any document, argument, evidence, law, or other legal authority, or pass off as one's own the ideas or words of another, or assert as a fact that which has not been proven. (10.02a)\n\nCANON III\nFidelity\n\nFidelity pertains to a lawyer's duty to uphold the Constitution and the laws of the land, to assist in the administration of justice as an officer of the court, and to advance or defend a client's cause, with full devotion, genuine interest, and zeal in the pursuit of truth and justice. (n) x x x\n\nSECTION 2. The Responsible and Accountable Lawyer. — A lawyer shall uphold the constitution, obey the laws of the land, promote respect for laws and legal processes, safeguard human rights, and at all times advance the honor and integrity of the legal profession.\n\nAs an officer of the court, a lawyer shall uphold the rule of law and conscientiously assist in the speedy and efficient administration of justice. (12a)\n\nAs an advocate, a lawyer shall represent the client with fidelity and zeal within the bounds of the law and the CPRA. (17a, 19a)\nIn administrative cases, the quantum of proof is substantial evidence.[57] This is defined as \"that amount of relevant evidence as a reasonable mind might accept as adequate to support a conclusion, even if other minds, equally reasonable, might conceivably opine otherwise.\"[58]\n\nThe Court finds that there is substantial evidence proving that Atty. Paña violated the Lawyer's Oath and the CPRA.\n\nIt was undisputed that Atty. Paña was engaged to represent Melody in an action for the declaration of the nullity of her marriage.[59] His receipt of the PHP 280,000.00 fee is proven by the acknowledgment receipts he and Santos respectively issued to Melody.[60] Further, the fact that the Judgment dated March 18, 2010 and Certificate of Finality dated April 14, 2010 are inauthentic was not denied by Atty. Paña. Notably, pursuant to this Court's decision in Office of the Court Administrator v. Indar,[61] Judge Indar was indeed dismissed from service and disbarred for issuing decisions on annulment of marriage cases without the conduct of judicial proceedings.\n\nAtty. Paña's allegation that his only mistake was referring Melody to Guillermo cannot be given credence.[62] In an email correspondence presented as evidence by Melody, Atty. Paña stated:\nI would like to apologize for the mess. I fully understand your feelings. I am trying to convince persons in Cotabato about the refund. I would like to inform you that I merely referred the case to Cotabato people. The bulk of money went to them. Anyway, I have a heart to heart talk with Melody and her father. I made two proposals to Melody. I hope cooler heads shall prevail. I am also hoping that if there is any problem, this will not aggravate.[63]\nFrom the foregoing, it is clear that Atty. Paña was aware of the irregularity of the procedure to be taken. In fact, he stated in his position paper that he apologizes for not being prudent enough in referring Melody to Guillermo \"who assisted her take a short cut of the regular procedure regarding annulment of marriage.\"[64] However, it appears that Atty. Paña did more than just refer Melody to Guillermo. Atty. Paña facilitated the act of securing the spurious Judgment dated March 18, 2010 and Certificate of Finality dated April 14, 2010.[65] It is evident that he and Santos were the ones who received the fee, and they gave the \"Cotabato people\" shares.[66] He was also updating Melody about the status of the case and the subsequent demand for refund.[67]\n\nOn this note, the Court has not hesitated to impose sanctions on lawyers found to have participated in the falsification of court documents.\n\nIn Reyes, Jr. v. Rivera,[68] complainant sought the assistance of respondent lawyer in filing a case for the dissolution of his marriage. Eventually, he was given a copy of the petition for declaration of nullity of marriage, stamped received by Branch 215 of RTC Muntinlupa City. Respondent lawyer then furnished him a copy of a court decision granting the petition, which was surprisingly issued by Branch 206 of RTC Muntinlupa City.[69] Complainant doubted the authenticity of the same as he never attended a single hearing of the case. He later learned that no petition was filed, and Branch 215 of RTC Muntinlupa City does not in fact exist.[70] For furnishing his client with a fake court decision, the Court found respondent lawyer guilty of violating the CPR and imposed upon him the penalty of disbarment.[71]\n\nAlso, in Madria v. Rivera,[72] complainant engaged the services of respondent lawyer for the annulment of her marriage. When complainant followed up on the case, respondent lawyer advised her to wait for the resolution of the court as there is no need for her appearance.[73] Eventually, complainant received a copy of the RTC decision granting the petition and a certificate of finality.[74] Believing that these documents are authentic, complainant used them in applying for the renewal of her passport.[75] She eventually discovered that the decision and certificate of finality did not in fact exist in the court records.[76] The Court found respondent lawyer guilty and emphasized that he turned his back on the moral standards of the legal profession which he was expected to uphold.[77] For this, he was ordered disbarred from the practice of law.[78]\n\nLastly, in the recent case of Drilon v. Maglalang,[79] complainants are a judge and a clerk of court of RTC Bacolod City, who discovered the existence of a court order they supposedly issued. The said order declared the presumptive death of a certain Ruby Madrinian upon the petition of his wife, Jodee Andren (Andren).[80] Apparently, Andren sought the legal service of respondent lawyer for the annulment of her marriage.[81] Respondent lawyer assured her that he can take care of everything, including the update in her NSO records without need for her personal appearance.[82] Eventually, respondent lawyer indeed gave her the annulment order signed by complainant judge.[83] However, when Andren attempted to get a copy of her updated NSO records, it was found that the court order was fake and no petition for annulment was actually filed.[84] The Court found respondent lawyer guilty of violating the CPRA for his authorship and use of a forged court order.[85] Accordingly, he was disbarred from the practice of law.[86]\n\nUnder Section 33(b), Canon VI of the CPRA, the falsification of documents is considered a serious offense. Section 37(a) thereof provides that any of the following sanctions, or a combination thereof, may be imposed on a respondent found guilty of a serious offense: (1) disbarment; (2) suspension from the practice of law for a period exceeding six months; (3) revocation of notarial commission and disqualification as notary public for not less than two years; or (4) a fine exceeding PHP 100,000.00.\n\nBy participating in the falsification of court documents, Atty. Paña made a mockery of the judicial system.[87] Ironically, instead of being the supposed advocate for justice, he became the perpetrator of injustice.[88] Prevailing jurisprudence shows that the Court imposed no less than the ultimate penalty of disbarment on respondent lawyers who participated in the falsification of court documents. So must it be in the present case. Atty. Paña's reprehensible acts show that he should not remain in the rolls of the legal profession.\n\nFor these reasons, the Court finds Atty. Paña guilty of violating the CPRA and the Lawyer's Oath. He is disbarred from the practice of law and his name is ordered stricken off from the roll of attorneys, effective immediately.\n\nACCORDINGLY, the Court finds respondent Atty. Emilio S. Paña, Jr. GUILTY of violating the Code of Professional Responsibility and Accountability and the Lawyer's Oath. He is DISBARRED from the practice of law and his name is ordered STRICKEN OFF from the Roll of Attorneys, effective immediately.\n\nLet a copy of this Decision be furnished to the Office of the Bar Confidant, to be appended to Atty. Emilio S. Paña, Jr.'s personal records as attorney. Likewise, let copies of this Decision be furnished to the Integrated Bar of the Philippines and the Office of the Court Administrator for dissemination to all courts in the country.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez, and Kho, Jr., JJ., concur.\nSingh,* J., on official business.","entities":[{"id":3224,"label":"CASE_NUM","start_offset":11,"end_offset":25},{"id":3226,"label":"PROM_DATE","start_offset":27,"end_offset":44},{"id":3227,"label":"PERSON","start_offset":47,"end_offset":63},{"id":3228,"label":"PERSON","start_offset":88,"end_offset":107},{"id":3229,"label":"INS","start_offset":200,"end_offset":206},{"id":3230,"label":"INS","start_offset":492,"end_offset":498},{"id":3231,"label":"PERSON","start_offset":519,"end_offset":525},{"id":3232,"label":"PERSON","start_offset":501,"end_offset":517},{"id":3234,"label":"PERSON","start_offset":552,"end_offset":571},{"id":3235,"label":"PERSON","start_offset":579,"end_offset":583},{"id":3236,"label":"STA","start_offset":665,"end_offset":700},{"id":3237,"label":"STA","start_offset":702,"end_offset":705},{"id":3246,"label":"PERSON","start_offset":725,"end_offset":732},{"id":3247,"label":"PERSON","start_offset":913,"end_offset":919},{"id":3248,"label":"PERSON","start_offset":925,"end_offset":932},{"id":3249,"label":"PERSON","start_offset":897,"end_offset":911},{"id":3250,"label":"PERSON","start_offset":1154,"end_offset":1158},{"id":3251,"label":"PERSON","start_offset":1177,"end_offset":1183},{"id":3252,"label":"PERSON","start_offset":1195,"end_offset":1200},{"id":3253,"label":"INS","start_offset":976,"end_offset":996},{"id":3254,"label":"INS","start_offset":998,"end_offset":1001},{"id":3255,"label":"INS","start_offset":1379,"end_offset":1382},{"id":3256,"label":"INS","start_offset":1351,"end_offset":1377},{"id":3257,"label":"INS","start_offset":1627,"end_offset":1631},{"id":3258,"label":"PERSON","start_offset":1267,"end_offset":1274},{"id":3259,"label":"PERSON","start_offset":1408,"end_offset":1415},{"id":3260,"label":"PERSON","start_offset":1440,"end_offset":1447},{"id":3261,"label":"PERSON","start_offset":1466,"end_offset":1471},{"id":3262,"label":"PERSON","start_offset":1574,"end_offset":1588},{"id":3263,"label":"PERSON","start_offset":1604,"end_offset":1609},{"id":3264,"label":"PERSON","start_offset":1805,"end_offset":1812},{"id":3265,"label":"INS","start_offset":1844,"end_offset":1871},{"id":3266,"label":"PERSON","start_offset":2183,"end_offset":2189},{"id":3267,"label":"INS","start_offset":2145,"end_offset":2149},{"id":3268,"label":"INS","start_offset":2215,"end_offset":2221},{"id":3269,"label":"STA","start_offset":2239,"end_offset":2242},{"id":3270,"label":"PERSON","start_offset":2271,"end_offset":2278},{"id":3271,"label":"PERSON","start_offset":2503,"end_offset":2508},{"id":3272,"label":"PERSON","start_offset":2551,"end_offset":2558},{"id":3273,"label":"PERSON","start_offset":2576,"end_offset":2581},{"id":3274,"label":"INS","start_offset":2449,"end_offset":2459},{"id":3275,"label":"STA","start_offset":2662,"end_offset":2682},{"id":3276,"label":"STA","start_offset":2687,"end_offset":2718},{"id":3277,"label":"PERSON","start_offset":2745,"end_offset":2750},{"id":3278,"label":"PERSON","start_offset":2808,"end_offset":2815},{"id":3279,"label":"PERSON","start_offset":2918,"end_offset":2925},{"id":3280,"label":"PERSON","start_offset":3151,"end_offset":3158},{"id":3281,"label":"PERSON","start_offset":3121,"end_offset":3126},{"id":3282,"label":"PERSON","start_offset":3083,"end_offset":3089},{"id":3283,"label":"PERSON","start_offset":3236,"end_offset":3241},{"id":3284,"label":"PERSON","start_offset":3286,"end_offset":3302},{"id":3285,"label":"PERSON","start_offset":3304,"end_offset":3313},{"id":3286,"label":"INS","start_offset":3318,"end_offset":3324},{"id":3287,"label":"PERSON","start_offset":3481,"end_offset":3488},{"id":3288,"label":"PERSON","start_offset":3515,"end_offset":3519},{"id":3290,"label":"PERSON","start_offset":3679,"end_offset":3683},{"id":3291,"label":"PERSON","start_offset":3740,"end_offset":3745},{"id":3292,"label":"PERSON","start_offset":3761,"end_offset":3770},{"id":3293,"label":"PERSON","start_offset":3801,"end_offset":3808},{"id":3294,"label":"PERSON","start_offset":3855,"end_offset":3859},{"id":3295,"label":"PERSON","start_offset":3978,"end_offset":3985},{"id":3296,"label":"PERSON","start_offset":4010,"end_offset":4019},{"id":3297,"label":"PERSON","start_offset":4048,"end_offset":4053},{"id":3298,"label":"PERSON","start_offset":4116,"end_offset":4126},{"id":3299,"label":"PERSON","start_offset":4141,"end_offset":4148},{"id":3300,"label":"INS","start_offset":3953,"end_offset":3956},{"id":3301,"label":"INS","start_offset":4179,"end_offset":4189},{"id":3302,"label":"INS","start_offset":4662,"end_offset":4695},{"id":3303,"label":"INS","start_offset":4776,"end_offset":4779},{"id":3304,"label":"INS","start_offset":4697,"end_offset":4700},{"id":3305,"label":"INS","start_offset":4649,"end_offset":4655},{"id":3306,"label":"PERSON","start_offset":4209,"end_offset":4214},{"id":3307,"label":"PERSON","start_offset":4274,"end_offset":4281},{"id":3308,"label":"PERSON","start_offset":4284,"end_offset":4293},{"id":3309,"label":"PERSON","start_offset":4470,"end_offset":4480},{"id":3310,"label":"PERSON","start_offset":4489,"end_offset":4496},{"id":3311,"label":"PERSON","start_offset":4843,"end_offset":4847},{"id":3312,"label":"PERSON","start_offset":4905,"end_offset":4910},{"id":3313,"label":"PERSON","start_offset":5031,"end_offset":5051},{"id":3314,"label":"STA","start_offset":5110,"end_offset":5145},{"id":3315,"label":"PERSON","start_offset":5519,"end_offset":5526},{"id":3316,"label":"PERSON","start_offset":5571,"end_offset":5576},{"id":3317,"label":"PERSON","start_offset":5740,"end_offset":5746},{"id":3318,"label":"INS","start_offset":5469,"end_offset":5473},{"id":3319,"label":"INS","start_offset":5756,"end_offset":5760},{"id":3320,"label":"INS","start_offset":5867,"end_offset":5871},{"id":3321,"label":"INS","start_offset":5982,"end_offset":5986},{"id":3322,"label":"PERSON","start_offset":6176,"end_offset":6195},{"id":3323,"label":"PERSON","start_offset":6274,"end_offset":6290},{"id":3324,"label":"INS","start_offset":6462,"end_offset":6466},{"id":3325,"label":"INS","start_offset":6935,"end_offset":6939},{"id":3326,"label":"PERSON","start_offset":6825,"end_offset":6829},{"id":3327,"label":"PERSON","start_offset":7122,"end_offset":7127},{"id":3328,"label":"INS","start_offset":7182,"end_offset":7187},{"id":3329,"label":"INS","start_offset":7193,"end_offset":7199},{"id":3330,"label":"INS","start_offset":7232,"end_offset":7236},{"id":3331,"label":"INS","start_offset":7445,"end_offset":7450},{"id":3332,"label":"INS","start_offset":7535,"end_offset":7541},{"id":3333,"label":"INS","start_offset":7604,"end_offset":7609},{"id":3334,"label":"INS","start_offset":8099,"end_offset":8105},{"id":3335,"label":"STA","start_offset":8229,"end_offset":8258},{"id":3337,"label":"STA","start_offset":8354,"end_offset":8372},{"id":3338,"label":"STA","start_offset":8528,"end_offset":8560},{"id":3339,"label":"CASE_NUM","start_offset":8652,"end_offset":8672},{"id":3340,"label":"STA","start_offset":8681,"end_offset":8735},{"id":3341,"label":"STA","start_offset":8737,"end_offset":8741},{"id":3342,"label":"INS","start_offset":8771,"end_offset":8776},{"id":3343,"label":"STA","start_offset":8797,"end_offset":8801},{"id":3344,"label":"STA","start_offset":8851,"end_offset":8856},{"id":3345,"label":"STA","start_offset":9158,"end_offset":9163},{"id":3346,"label":"STA","start_offset":9102,"end_offset":9107},{"id":3347,"label":"INS","start_offset":9067,"end_offset":9073},{"id":3348,"label":"INS","start_offset":9270,"end_offset":9276},{"id":3349,"label":"INS","start_offset":10481,"end_offset":10486},{"id":3350,"label":"INS","start_offset":10988,"end_offset":10993},{"id":3351,"label":"INS","start_offset":11419,"end_offset":11424},{"id":3352,"label":"STA","start_offset":11665,"end_offset":11669},{"id":3353,"label":"STA","start_offset":12073,"end_offset":12077},{"id":3354,"label":"INS","start_offset":11967,"end_offset":11973},{"id":3355,"label":"PERSON","start_offset":12033,"end_offset":12038},{"id":3356,"label":"PERSON","start_offset":12139,"end_offset":12146},{"id":3357,"label":"PERSON","start_offset":12109,"end_offset":12114},{"id":3358,"label":"PERSON","start_offset":12301,"end_offset":12308},{"id":3359,"label":"PERSON","start_offset":12331,"end_offset":12337},{"id":3360,"label":"PERSON","start_offset":12595,"end_offset":12601},{"id":3361,"label":"PERSON","start_offset":12578,"end_offset":12583},{"id":3362,"label":"PERSON","start_offset":12489,"end_offset":12493},{"id":3363,"label":"INS","start_offset":12521,"end_offset":12526},{"id":3364,"label":"INS","start_offset":12541,"end_offset":12574},{"id":3365,"label":"PERSON","start_offset":12754,"end_offset":12758},{"id":3366,"label":"PERSON","start_offset":12808,"end_offset":12815},{"id":3367,"label":"PERSON","start_offset":12818,"end_offset":12828},{"id":3368,"label":"PERSON","start_offset":12910,"end_offset":12916},{"id":3369,"label":"PERSON","start_offset":12924,"end_offset":12929},{"id":3370,"label":"PERSON","start_offset":13226,"end_offset":13233},{"id":3371,"label":"PERSON","start_offset":13273,"end_offset":13279},{"id":3372,"label":"PERSON","start_offset":13435,"end_offset":13440},{"id":3373,"label":"PERSON","start_offset":13602,"end_offset":13609},{"id":3374,"label":"PERSON","start_offset":13612,"end_offset":13622},{"id":3375,"label":"PERSON","start_offset":13751,"end_offset":13756},{"id":3376,"label":"PERSON","start_offset":13781,"end_offset":13788},{"id":3377,"label":"PERSON","start_offset":13791,"end_offset":13800},{"id":3378,"label":"PERSON","start_offset":13808,"end_offset":13813},{"id":3379,"label":"PERSON","start_offset":13968,"end_offset":13975},{"id":3380,"label":"PERSON","start_offset":14080,"end_offset":14087},{"id":3381,"label":"PERSON","start_offset":14304,"end_offset":14309},{"id":3382,"label":"PERSON","start_offset":14318,"end_offset":14324},{"id":3383,"label":"INS","start_offset":14177,"end_offset":14183},{"id":3384,"label":"INS","start_offset":14561,"end_offset":14565},{"id":3385,"label":"INS","start_offset":14716,"end_offset":14720},{"id":3386,"label":"INS","start_offset":14904,"end_offset":14908},{"id":3387,"label":"INS","start_offset":15010,"end_offset":15016},{"id":3388,"label":"STA","start_offset":15064,"end_offset":15068},{"id":3389,"label":"PERSON","start_offset":15130,"end_offset":15137},{"id":3390,"label":"PERSON","start_offset":15140,"end_offset":15146},{"id":3391,"label":"INS","start_offset":15444,"end_offset":15448},{"id":3392,"label":"INS","start_offset":15347,"end_offset":15353},{"id":3393,"label":"INS","start_offset":15755,"end_offset":15761},{"id":3394,"label":"INS","start_offset":16085,"end_offset":16089},{"id":3395,"label":"INS","start_offset":16076,"end_offset":16082},{"id":3396,"label":"PERSON","start_offset":16011,"end_offset":16018},{"id":3397,"label":"PERSON","start_offset":16021,"end_offset":16030},{"id":3398,"label":"PERSON","start_offset":16278,"end_offset":16290},{"id":3399,"label":"PERSON","start_offset":16292,"end_offset":16298},{"id":3400,"label":"PERSON","start_offset":16232,"end_offset":16246},{"id":3401,"label":"PERSON","start_offset":16317,"end_offset":16324},{"id":3402,"label":"INS","start_offset":16504,"end_offset":16508},{"id":3403,"label":"INS","start_offset":16721,"end_offset":16725},{"id":3404,"label":"PERSON","start_offset":16675,"end_offset":16682},{"id":3405,"label":"STA","start_offset":16889,"end_offset":16894},{"id":3406,"label":"INS","start_offset":16835,"end_offset":16841},{"id":3407,"label":"INS","start_offset":16933,"end_offset":16939},{"id":3408,"label":"STA","start_offset":17017,"end_offset":17052},{"id":3409,"label":"PERSON","start_offset":17579,"end_offset":17584},{"id":3410,"label":"PERSON","start_offset":18095,"end_offset":18100},{"id":3411,"label":"PERSON","start_offset":17958,"end_offset":17965},{"id":3412,"label":"INS","start_offset":17775,"end_offset":17781},{"id":3413,"label":"INS","start_offset":17900,"end_offset":17906},{"id":3414,"label":"INS","start_offset":18077,"end_offset":18083},{"id":3415,"label":"STA","start_offset":18124,"end_offset":18129},{"id":3416,"label":"INS","start_offset":18299,"end_offset":18305},{"id":3417,"label":"INS","start_offset":18628,"end_offset":18655},{"id":3418,"label":"PERSON","start_offset":18328,"end_offset":18342},{"id":3419,"label":"STA","start_offset":18372,"end_offset":18426},{"id":3420,"label":"PERSON","start_offset":18675,"end_offset":18701},{"id":3421,"label":"PERSON","start_offset":18916,"end_offset":18924},{"id":3422,"label":"PERSON","start_offset":18932,"end_offset":18938},{"id":3423,"label":"PERSON","start_offset":18946,"end_offset":18953},{"id":3424,"label":"PERSON","start_offset":18955,"end_offset":18963},{"id":3425,"label":"PERSON","start_offset":18965,"end_offset":18978},{"id":3426,"label":"PERSON","start_offset":18980,"end_offset":18986},{"id":3427,"label":"PERSON","start_offset":18988,"end_offset":18996},{"id":3428,"label":"PERSON","start_offset":18998,"end_offset":19006},{"id":3429,"label":"PERSON","start_offset":19008,"end_offset":19015},{"id":3430,"label":"PERSON","start_offset":19017,"end_offset":19024},{"id":3431,"label":"PERSON","start_offset":19025,"end_offset":19034},{"id":3432,"label":"PERSON","start_offset":19036,"end_offset":19045},{"id":3433,"label":"PERSON","start_offset":19047,"end_offset":19054},{"id":3434,"label":"PERSON","start_offset":19060,"end_offset":19068},{"id":3435,"label":"PERSON","start_offset":19083,"end_offset":19088},{"id":3436,"label":"INS","start_offset":18791,"end_offset":18824},{"id":3437,"label":"INS","start_offset":18833,"end_offset":18866}],"relations":[],"Comments":[]}
{"id":80,"text":"SECOND DIVISION\n[ G.R. No. 250296, February 12, 2024 ]\nREPUBLIC OF THE PHILIPPINES, REPRESENTED BY THE DEPARTMENT OF PUBLIC WORKS AND HIGHWAYS (DPWH), PETITIONER, VS. A.D. GONZALES, JR. CONSTRUCTION AND TRADING COMPANY, INC., RESPONDENT.\n\nD E C I S I O N\nKHO, JR., J.:\n\nAssailed in this Petition for Review on Certiorari[1] under Rule 45 of the Rules of Court are the Decision[2] dated January 31, 2019 and the Resolution[3] dated November 5, 2019 of the Court of Appeals (CA) in CA-G.R. CV No. 105103, which denied the appeal filed by petitioner Republic of the Philippines, represented by the Department of Public Works and Highways (DPWH). The CA, in turn, affirmed with modification the Decision[4] dated July 17, 2014, and the Order dated April 1, 2014[5] of Branch 46, Regional Trial Court of San Fernando City, Pampanga (RTC) by deleting the award of attorney's fees and costs of suit; maintaining the award of PHP 5,364,086.35; and adding an interest rate of 6% percent per annum from the finality of the decision until full payment.\n\nThe Facts\n\nThe case stemmed from a Complaint for collection of sum of money with damages filed by A.D. Gonzales, Jr. Construction and Trading Company, Inc. (Gonzales Construction) against the DPWH. Gonzales Construction claimed that it entered into two contracts with DPWH for the following: (1) Rehabilitation of Gumain-Porac Division Channel, Sta. 5+800 to Sta. 6+100 in the amount of PHP 2,695,980.00 (Gumain Project); and (2) Abacan River Control Cut-Off Channel along Manggahan Sto. Rosario, Mexico, Pampanga, Sta. 17+500 to Sta. 18+033 in the amount of PHP 8,174,294.32 (Abacan Project).[6]\n\nThe Gumain Project was signed by Aurelio Gonzales, Jr. (Gonzales) for the Gonzales Construction and by the District Engineer, Angelita M. Twaño of the Office of the Regional Director of DPWH, and was submitted to the regional director for his signature. On the other hand, the Abacan Project was signed by Gonzales and was submitted to the Regional Director of DPWH for signature.[7]\n\nGonzales Construction alleged that it performed its undertakings and submitted to the DPWH the corresponding documents to prove the projects' completion. Moreover, the projects were duly inspected and verified as to the work accomplished and were found to be in accordance with the plans and specifications and special provisions of the contracts. Despite completion of the two projects, only PHP 1,178,252.42 was paid representing partial payment for the Abacan Project, leaving an unpaid amount of PHP 9,692,021.92 for the two projects. The last demand for payment was made on March 26, 1999.[8]\n\nHence, Gonzales Construction filed its Complaint for sum of money before the RTC and to support it, presented the following witnesses: (a) Remedios P. Soto, State Auditor IV of Commission on Audit; (b) Aurelio Gonzales, Jr. (Gonzales), President of Gonzales Construction; (c) Engineer Jesus O. Obordo (Engr. Obordo), then the assistant chief of the Construction Division, Region III, DPWH.[9] It also offered several documentary evidence.[10]\n\nFor their defense, DPWH raised special and affirmative defenses: (1) DPWH, being an unincorporated agency of the State, cannot be sued without its consent which the State has not given; (2) the subject contracts were void because no certification was issued that funds had been duly appropriated for the said projects as required by Presidential Decree No. 1445,[11] otherwise known as the Government Auditing Code of the Philippines; (3) the subject contracts were not signed by the Regional Director nor by the DPWH secretary; and (4) the Complaint was premature because Gonzales Construction failed to exhaust administrative remedies.[12] Notably, DPWH did not present any evidence.[13]\n\nThe RTC Ruling\n\nIn a Decision[14] dated July 17, 2014, the RTC ruled in favor of Gonzales Construction, and accordingly, ordered the DPWH to pay the following: (a) PHP 5,364,086.35 comprising the unpaid accomplished work on the Abacan River Control Cut-Off Channel Project; (b) PHP 50,000.00 as attorney's fees; and (c) cost of suit.[15]\n\nIn so ruling, the RTC held that there was a perfected contract between Gonzales Construction and DPWH when the latter informed the former of the award of the Abacan Project, as in fact, Gonzales Construction, represented by Gonzales, affixed his signature therein as conformity to DPWH's offer. The RTC opined that when the State enters into a contract through its officers or agents, in furtherance of a legitimate aim and purpose, the State may be sued even without its express consent. In this case, an implied consent to be sued was given by DPWH as party to the contract.[16]\n\nFurther, the RTC found that DPWH is estopped in asserting non­ compliance with the requirements laid down in Presidential Decree No. 1445 considering that higher authorities had ordered the construction of the subject projects as an emergency measure even without the compliance with the necessary paperwork due to the eruption of Mt. Pinatubo. Moreover, the RTC found that a partial payment in the amount of PHP 1,968,206.10 was authorized and paid to Gonzales Construction for the Abacan project; thus, recognizing DPWH's valid obligation.[17]\n\nThe RTC ruled that as a matter of fairness, Gonzales Construction is entitled to be compensated based on quantum meruit. From the evidence presented during trial, the RTC found that 90.61% of the Abacan Project was accomplished and the value of such completed works was equivalent to PHP 7,332,292.45. Considering that a partial payment of PHP 1,968,206.10 was previously made, the RTC held that a balance of PHP 5,364,086.35 is left unpaid.[18]\n\nAbout the Gumain Project, the RTC found no substantial evidence to prove Gonzales Construction's claim for the payment of PHP 2,695,980.00. Other than the contract agreement, resolution, and notice of award issued in its favor, there was no other evidence on record to substantiate its claim on the actual work it accomplished on the project. No payment is thus due to Gonzales Construction on this project.[19]\n\nAs regards the defense of failure to exhaust all administrative remedies, the RTC explained that there are accepted exceptions in the application of the doctrine, among which are where there is unreasonable delay or official inaction that will irretrievably prejudice the complainant and where the question involved is purely legal and will ultimately have to be decided by the courts of justice.[20] Here, the RTC ruled that the instant case falls under those exceptions considering that despite repeated demands and the lapse of almost eight years from the time of completion of the subject projects and the filing of the instant case in court, Gonzales Construction is yet to receive its payment for the work it accomplished. Moreover, whether Gonzales Construction is entitled to be paid for the construction of the subject projects despite non­-compliance with the requirement of Presidential Decree No. 1445 is a pure question of law.[21]\n\nThe DPWH sought reconsideration but was denied in an Order[22] dated April 1, 2014. Aggrieved, it appealed before the CA.\n\nThe CA Ruling\n\nIn a Decision[23] dated January 31, 2019, the CA affirmed with modification the Decision of the RTC by: (a) deleting the award of attorney's fees and cost of suit; and (b) adding an interest of six (6%) percent per annum from the finality of its Decision until full payment.[24]\n\nAt the outset, the CA explained that it can only pass the errors assigned by the DPWH. Hence the defenses raised in the Answer and repeated in the Appellant's Brief were not considered for they were not raised as errors. Thus, the CA only ruled on the issues of whether the RTC erred in awarding Gonzales Construction with PHP 5,364,086.35 as compensation for Abacan Project based on quantum meruit, attorney's fees, and the costs of suit.[25]\n\nIn this regard, the CA found that while certification as to availability of funds is a condition sine qua non for the execution of government contracts, the absence thereof does not necessarily mean that the contractor is precluded from receiving payment for the services rendered. Citing DPWH v. Quiwa[26] and R.G. Cabrera Construction v. DPWH and COA,[27] the CA applied the principle of quantum meruit; the government cannot act unjustly in denying what it owes to contractors and in leaving them uncompensated after the public has benefited from it.[28]\n\nFurther, the CA affirmed the RTC's findings that Gonzales Construction was able to accomplish 90.61% of the Abacan project as this was supported with sufficient evidence such as: (1) the testimony of Engr. Abordo who was a project engineer for DPWH, Region III, Mt. Pinatubo Rehabilitation Project; (2) the Preliminary Survey Inspection for Earthwork Excavated Certificate of Inspections; (3) the Certificate of Inspection[29] issued on September 2, 1992; and (4) a Statement of Time Elapsed and Work Accomplished submitted by Engr. Obordo, which certified that 90.61% of the project was accomplished with the amount approved for payment of PHP 7,332,292.45. This was also signed and certified to by Eliaser Z. Sabile, the government's resident engineer.[30]\n\nHence, the CA ruled that without controverting evidence, the DPWH cannot deny the actual work accomplished by Gonzales Construction on the Abacan Project for which it should be paid.\n\nUnsatisfied, the DPWH sought reconsideration which was denied in a Resolution[31] dated November 5, 2019. Hence, this Petition.\n\nThe Issue Before the Court\n\nWhether the CA correctly affirmed the RTC's award of PHP 5,364,086.35 in favor of Gonzales Construction based on quantum meruit.\n\nIn its petition, DPWH argues that: (1) the RTC does not have jurisdiction to rule on the money claims considering that under Presidential Decree No. 1445 it is the Commission on Audit (COA) that has primary jurisdiction over money claims against the government; and (2) the principle of quantum meruit is inapplicable because Gonzales Construction failed to present convincing evidence that it had accomplished 90.61 % of the Abacan Project.[32]\n\nOn the other hand, Gonzales Construction argues in its Comment\/Opposition[33] that: (1) its complaint falls under the two exceptions (i.e., when there is unreasonable delay or official inaction that will irretrievably prejudice the complainant and where the question involved is purely legal and will ultimately have to be decided by the courts of justice) to the application of the doctrine of administrative remedies echoing the RTC's ruling. Hence, it argues that it did not violate the principle of exhaustion of administrative remedies;[34] (2) the DPWH is already precluded from raising lack of jurisdiction for the first time on appeal under the principle of estoppel by laches considering that the complaint was filed nearly 20 years ago and that the DPWH has participated in the proceedings and in fact sought affirmative relief before the courts;[35] (3) the requirement of a certificate of availability of funds pursuant to Presidential Decree No. 1445 should be relaxed considering the urgency and emergency nature of the Abacan Project. Gonzales Construction argues that it cannot be blamed for the \"defect\" in the contract because this was the DPWH's obligation and that it merely relied on the presumption of regularity in the performance of the DPWH officials' duties. It laments that it should not be made to suffer the adverse consequences of the DPWH's omissions and adds that the fund was in fact available considering it was partially paid;[36] (4) the DPWH is estopped from denying or questioning the Abacan Project because it was fully aware of the construction of the Abacan Project as in fact its officials and engineers oversaw the project and expedited its accomplishment;[37] (5) DPWH v. Quiwa and R.G. Cabrera Corporation v. DPWH and COA are applicable in this case;[38] (6) the Court is not a trier of facts in relation to the 90.61% accomplishment of the Abacan Project;[39] and (7) the principles of unjust enrichment and quantum meruit must be applied in this case.[40]\n\nThe Court's Ruling\n\nThe petition is denied.\n\nUnder Commonwealth Act No. 327,[41] as amended by Section 26 of Presidential Decree No. 1445,[42] it is the COA which has primary jurisdiction over money claims against government agencies and instrumentalities, to wit:\nSection 26. General jurisdiction. — The authority and powers of the Commission shall extend to and comprehend all matters relating to auditing procedures, systems and controls, the keeping of the general accounts of the Government, the preservation of vouchers pertaining thereto for a period of ten years, the examination and inspection of the books, records, and papers relating to those accounts; and the audit and settlement of the accounts of all persons respecting funds or property received or held by them in an accountable capacity, as well as the examination, audit, and settlement of all debts and claims of any sort due from or owing to the Government or any of its subdivisions, agencies and instrumentalities. The said jurisdiction extends to all government-owned or controlled corporations, including their subsidiaries, and other self-governing boards, commissions, or agencies of the Government, and as herein prescribed, including non­-governmental entities subsidized by the government, those funded by donations through the government, those required to pay levies or government share, and those for which the government has put up a counterpart fund or those partly funded by the government. (Emphasis supplied)\nIt was explained in Metropolitan Manila Development Authority v. D.M Consunji, Inc.[43] that the COA has jurisdiction over money claims against a government agency based on quantum meruit.\n\nThe foregoing notwithstanding, the Court, in the interest of judicial economy, deems it prudent to nevertheless rule on the merits of this case. In addition, it will not serve the ends of justice if the Court will allow this case to go unresolved for an inordinate amount of time.[44] To be sure, this course of action is justified, as may be gleaned from RG Cabrera Corporation, Inc. v. DPWH.[45]\n\nSimilar to this case, RG Cabrera Corporation also involved the rehabilitation projects of the government dealing with the aftermath of Mt. Pinatubo's eruption. In that case, the DPWH entered into several contracts of lease of equipment with therein petitioner for the maintenance and restoration of portions of the Porac-Gumain Diversion Channel System. At the end of the lease contract, therein petitioner sought to collect the agreed rentals, but the DPWH did not pay; hence, the former filed several complaints for collection of sum of money before a trial court which was granted, but was reversed by the CA. The Court affirmed the CA ruling considering that it was the COA which has jurisdiction over money claims against the government. Thereafter, RG Cabrera filed the said money claims before the COA but was denied for lack of a prior certification as to the availability of the necessary funds based on Sections 86 and 87 of Presidential Decree No. 1445. The Court reversed the COA and granted the money claims. It held that while the existence of appropriation and the attachment to the contract of the certification showing availability of funds are conditions sine qua non for the execution of government contracts, the absence thereof, however, does not necessarily mean that the contractor is precluded from receiving payment for the services rendered. Citing Quiwa,[46] which the Court found to be on all fours in therein case, the Court held that the lack of certification of availability of funds does not bar a contractor from recovering the fees stipulated in the contract.[47]\n\nFurther, the Court explained that the subject lease contracts are not intrinsically illegal, but rather, were merely declared to be so under Presidential Decree No. 1445 for lack of the necessary certification. Nevertheless, it would be an injustice to deny therein petitioner the payment for the use of its heavy equipment, which benefited the public, solely on the ground of the procedural flaws in the contracts.[48]\n\nApplying RG Cabrera Corporation and Quiwa here, Gonzales Construction should be paid what is due to them; otherwise, this would amount to unjust enrichment to the State at the expense of Gonzales Construction, which this Court cannot countenance.\n\nThe DPWH, however, argues that Gonzales Construction failed to present convincing evidence that it had accomplished 90.61 % of the Abacan Project to be entitled for payment.\n\nIt must be stressed that a review under Rule 45 of the Rules of Court is limited to reviewing questions of law, subject to this Court's discretion and other exceptions recognized in case law.[49] The Court finds that these reasons are not present in this case to review the uniform findings of fact of the RTC and the CA. As a general rule, the factual findings of the trial court, when affirmed by the appellate court, attain conclusiveness and are given utmost respect by this Court.[50] Here, the RTC found that 90.61% of the Abacan Project was accomplished and the value of the completed works evaluated in the amount of PHP 7,332,292.45. The CA affirmed that 90.61% of the Abacan Project was accomplished after evaluating on its own the pieces of evidence submitted by Gonzales Construction, while DPWH did not present evidence to the contrary. Hence, this Court will not disturb the factual findings of the RTC and the CA.\n\nNow that it is settled that Gonzales Construction is entitled to PHP 5,364,086.35 (the unpaid accomplished work after it was established that Gonzales Construction was already paid PHP 1,968,206.10), the Court modifies the interest awarded by the CA.\n\nGonzales Construction argues that the monetary award should earn interest reckoned from the last date of demand on March 26, 1999 citing Kabisig Wealth Dev., Inc. v. Young Builders Corp,[51] wherein the Court awarded legal interest from the time of demand on the amount of damages awarded by virtue of the principle of quantum meriut.\n\nIn the recent case of Lara's Gifts & Decors, Inc. v. Midtown Industrial Sales, Inc.,[52] the Court En Banc laid out the latest guidelines in the imposition of interest, to wit:\nIn view of the foregoing discussions, and taking into consideration the viewpoints of Justice Caguioa, the summary of rules on the imposition of interest, as provided in Eastern Shipping Lines and Nacar, are amended as follows:\nWith regard to an award of interest in the concept of actual and compensatory damages, the rate of interest, as well a the accrual thereof, is imposed, as follows:\n\nA. In obligations consisting of loans or forbearances of money, goods or credit:\n1. The compensatory interest due shall be that which is stipulated by the parties in writing as the penalty or compensatory interest rate, provided it is not unconscionable. In the absence of a stipulated penalty or compensatory interest rate, the compensatory interest due shall be that which is stipulated by the parties in writing as the conventional interest rate, provided it is not unconscionable. In the absence of a stipulated penalty or a stipulated conventional interest rate, or if these rates are unconscionable, the compensatory interest shall be the prevailing legal interest rate prescribed by the Bangko Sentral ng Pilipinas. Compensatory interest, in the absence of a stipulated reckoning date, shall be computed from default, i.e., from extrajudicial or judicial demand, until full payment.\n\n2. Interest on conventional\/monetary interest and stipulated compensatory interest shall accrue at the stipulated interest rate (compounded interest) from the stipulated reckoning point or, in the absence thereof, from extrajudicial or judicial demand until full payment, provided it is not unconscionable. In the absence of a stipulated compounded interest rate or if this rate is unconscionable, the prevailing legal interest rate prescribed by the Bangko Sentral ng Pilipinas shall apply from the time of judicial demand until full payment.\nB. In obligations not consisting of loans or forbearances of money, goods or credit:\n1. For liquidated claims:\n\nThe compensatory interest due shall be that which is stipulated by the parties in writing as the penalty or compensatory interest rate, provided it is not unconscionable. In the absence of a stipulated penalty or compensatory interest rate, or if these rates are unconscionable, the compensatory interest shall be at the rate of 6%. Compensatory interest, in the absence of a stipulated reckoning date, shall be computed from default, i.e., from extrajudicial or judicial demand, until full payment.\n\na. Interest on stipulated compensatory interest shall accrue at the stipulated interest rate (compounded interest) from the stipulated reckoning point or in the absence thereof, from extrajudicial or judicial demand until full payment, provided it is not unconscionable. In the absence of a stipulated compounded interest rate or if this rate is unconscionable, legal interest at the rate of 6% shall apply from the time of judicial demand until full payment.\n\n2. For unliquidated claims:\n\nCompensatory interest on the amount of damages awarded may be imposed in the discretion of the court at the rate of 6% per annum. No compensatory interest, however, shall be adjudged on unliquidated claims or damages until the demand can be established with reasonable certainty. Thus, when such certainty cannot be so reasonably established at the time the demand is made, the interest shall begin to run only from the date of the judgment of the trial court (at which time the quantification of damages may be deemed to have been reasonably ascertained) until full payment. The actual base for the computation of the interest shall, in any case, be on the principal amount finally adjudged.[53]\nIn Philippine Commercial and International Bank v. William Golangco Construction Corp.,[54] the Court held that \"the reckoning point for compensatory interest, when imposed on unliquidated claims, is set on the date of the judgment of the court or quasi-judicial body granting the award since it is only at such time when the amount claimed becomes 'liquidated,' that is, determined with reasonable certainty.\"[55] In the said case, respondent therein filed a counterclaim in the amount of PHP 5,777,157.84 which was granted by the Construction Industry Arbitration Commission (CIAC) in a Decision dated June 21, 1996 and affirmed by the Supreme Court which became final on April 27, 2006. The issue was when should the compensatory interest start to run— (a) from the decision of the CIAC on June 21, 1996 or (b) from the date (April 27, 2006) the decision of the Supreme Court became final. As stated, the Court started to count the interest from the date the CIAC rendered its decision.\n\nAfter taking into consideration the foregoing, the Court rules that the obligation in this case is one not consisting of loans or forbearances of money, goods or credit. Hence, Guideline B (2) as stated in Lara's Gifts is applicable herein. Thus, the monetary award due to Gonzales Construction shall earn legal interest of 6% per annum from the date the RTC rendered its decision on July 17, 2014 because it is only at this time that its entitlement has been determined with reasonable certainty. This is easily shown considering that Gonzales Construction demanded for the payment of PHP 9,962,021.92 representing the unpaid principal obligation but the RTC only awarded PHP 5,364,086.35, which this Court affirms. Also pursuant to Lara's Gifts, this interest shall run from July 17, 2014 until full payment.\n\nACCORDINGLY, the Petition is DENIED. The Decision dated January 31, 2019 and the Resolution dated November 5, 2019 of the Court of Appeals in CA-G.R. CV No. 105103 are hereby AFFIRMED with MODIFICATION. The award of PHP 5,364,086.35 shall earn interest at the rate of 6% per annum from July 17, 2014 until full payment.\n\nSO ORDERED.\n\nLeonen, SAJ. (Chairperson), Lazaro-Javier, M. Lopez and J. Lopez, JJ., concur.","entities":[{"id":3438,"label":"CASE_NUM","start_offset":18,"end_offset":33},{"id":3439,"label":"PROM_DATE","start_offset":35,"end_offset":52},{"id":3441,"label":"INS","start_offset":103,"end_offset":142},{"id":3442,"label":"INS","start_offset":144,"end_offset":148},{"id":3443,"label":"INS","start_offset":167,"end_offset":224},{"id":3444,"label":"PERSON","start_offset":255,"end_offset":263},{"id":3445,"label":"STA","start_offset":330,"end_offset":359},{"id":3446,"label":"INS","start_offset":455,"end_offset":471},{"id":3447,"label":"INS","start_offset":473,"end_offset":475},{"id":3448,"label":"INS","start_offset":636,"end_offset":640},{"id":3449,"label":"INS","start_offset":647,"end_offset":649},{"id":3450,"label":"INS","start_offset":595,"end_offset":634},{"id":3451,"label":"INS","start_offset":828,"end_offset":831},{"id":3452,"label":"INS","start_offset":775,"end_offset":795},{"id":3453,"label":"CASE_NUM","start_offset":480,"end_offset":501},{"id":3454,"label":"INS","start_offset":1141,"end_offset":1198},{"id":3455,"label":"INS","start_offset":1200,"end_offset":1221},{"id":3456,"label":"INS","start_offset":1235,"end_offset":1239},{"id":3457,"label":"INS","start_offset":1241,"end_offset":1262},{"id":3458,"label":"INS","start_offset":1311,"end_offset":1316},{"id":3459,"label":"PERSON","start_offset":1674,"end_offset":1695},{"id":3460,"label":"PERSON","start_offset":1697,"end_offset":1705},{"id":3461,"label":"PERSON","start_offset":1767,"end_offset":1784},{"id":3462,"label":"PERSON","start_offset":1947,"end_offset":1956},{"id":3463,"label":"INS","start_offset":1715,"end_offset":1736},{"id":3464,"label":"INS","start_offset":1827,"end_offset":1831},{"id":3465,"label":"INS","start_offset":2002,"end_offset":2007},{"id":3466,"label":"INS","start_offset":2026,"end_offset":2047},{"id":3467,"label":"INS","start_offset":2112,"end_offset":2117},{"id":3468,"label":"INS","start_offset":2702,"end_offset":2706},{"id":3469,"label":"INS","start_offset":2632,"end_offset":2653},{"id":3471,"label":"INS","start_offset":2802,"end_offset":2821},{"id":3472,"label":"PERSON","start_offset":2827,"end_offset":2848},{"id":3473,"label":"PERSON","start_offset":2850,"end_offset":2858},{"id":3474,"label":"PERSON","start_offset":2901,"end_offset":2925},{"id":3475,"label":"PERSON","start_offset":2927,"end_offset":2939},{"id":3476,"label":"INS","start_offset":2874,"end_offset":2895},{"id":3477,"label":"INS","start_offset":3009,"end_offset":3013},{"id":3478,"label":"INS","start_offset":3088,"end_offset":3093},{"id":3479,"label":"INS","start_offset":3138,"end_offset":3142},{"id":3480,"label":"STA","start_offset":3402,"end_offset":3430},{"id":3481,"label":"STA","start_offset":3459,"end_offset":3502},{"id":3482,"label":"INS","start_offset":3582,"end_offset":3587},{"id":3483,"label":"INS","start_offset":3642,"end_offset":3663},{"id":3484,"label":"INS","start_offset":3764,"end_offset":3768},{"id":3485,"label":"INS","start_offset":3720,"end_offset":3725},{"id":3486,"label":"INS","start_offset":3819,"end_offset":3823},{"id":3487,"label":"INS","start_offset":3893,"end_offset":3898},{"id":3488,"label":"INS","start_offset":3841,"end_offset":3862},{"id":3489,"label":"INS","start_offset":4117,"end_offset":4121},{"id":3490,"label":"INS","start_offset":4398,"end_offset":4402},{"id":3491,"label":"INS","start_offset":4380,"end_offset":4384},{"id":3492,"label":"INS","start_offset":4196,"end_offset":4201},{"id":3493,"label":"INS","start_offset":4170,"end_offset":4191},{"id":3494,"label":"INS","start_offset":4285,"end_offset":4306},{"id":3495,"label":"PERSON","start_offset":4323,"end_offset":4331},{"id":3496,"label":"INS","start_offset":4645,"end_offset":4650},{"id":3497,"label":"INS","start_offset":4694,"end_offset":4698},{"id":3498,"label":"INS","start_offset":4709,"end_offset":4714},{"id":3499,"label":"INS","start_offset":5134,"end_offset":5155},{"id":3500,"label":"INS","start_offset":5040,"end_offset":5044},{"id":3501,"label":"STA","start_offset":4790,"end_offset":4818},{"id":3502,"label":"INS","start_offset":5198,"end_offset":5202},{"id":3504,"label":"INS","start_offset":5748,"end_offset":5769},{"id":3505,"label":"INS","start_offset":5705,"end_offset":5709},{"id":3507,"label":"INS","start_offset":5610,"end_offset":5614},{"id":3508,"label":"INS","start_offset":5395,"end_offset":5399},{"id":3509,"label":"INS","start_offset":5232,"end_offset":5236},{"id":3510,"label":"INS","start_offset":5272,"end_offset":5293},{"id":3511,"label":"INS","start_offset":6044,"end_offset":6065},{"id":3512,"label":"INS","start_offset":6499,"end_offset":6503},{"id":3513,"label":"INS","start_offset":6466,"end_offset":6483},{"id":3514,"label":"INS","start_offset":6166,"end_offset":6170},{"id":3515,"label":"INS","start_offset":6835,"end_offset":6856},{"id":3516,"label":"INS","start_offset":6735,"end_offset":6756},{"id":3517,"label":"INS","start_offset":6728,"end_offset":6733},{"id":3518,"label":"STA","start_offset":6973,"end_offset":7001},{"id":3519,"label":"INS","start_offset":7038,"end_offset":7043},{"id":3520,"label":"INS","start_offset":7161,"end_offset":7164},{"id":3521,"label":"INS","start_offset":7152,"end_offset":7154},{"id":3522,"label":"INS","start_offset":7218,"end_offset":7221},{"id":3523,"label":"INS","start_offset":7268,"end_offset":7272},{"id":3524,"label":"INS","start_offset":7533,"end_offset":7537},{"id":3525,"label":"INS","start_offset":7471,"end_offset":7474},{"id":3526,"label":"INS","start_offset":7683,"end_offset":7686},{"id":3528,"label":"INS","start_offset":7748,"end_offset":7769},{"id":3529,"label":"INS","start_offset":7726,"end_offset":7730},{"id":3530,"label":"INS","start_offset":8700,"end_offset":8704},{"id":3531,"label":"INS","start_offset":8505,"end_offset":8526},{"id":3532,"label":"INS","start_offset":8485,"end_offset":8488},{"id":3533,"label":"INS","start_offset":8469,"end_offset":8472},{"id":3534,"label":"INS","start_offset":8259,"end_offset":8262},{"id":3535,"label":"INS","start_offset":8246,"end_offset":8249},{"id":3536,"label":"INS","start_offset":8237,"end_offset":8242},{"id":3537,"label":"INS","start_offset":8208,"end_offset":8233},{"id":3538,"label":"INS","start_offset":8186,"end_offset":8191},{"id":3539,"label":"INS","start_offset":7917,"end_offset":7920},{"id":3540,"label":"PERSON","start_offset":8194,"end_offset":8199},{"id":3542,"label":"PERSON","start_offset":8662,"end_offset":8669},{"id":3543,"label":"PERSON","start_offset":8989,"end_offset":8995},{"id":3544,"label":"PERSON","start_offset":9156,"end_offset":9173},{"id":3545,"label":"INS","start_offset":9227,"end_offset":9230},{"id":3546,"label":"INS","start_offset":9277,"end_offset":9282},{"id":3547,"label":"INS","start_offset":9326,"end_offset":9347},{"id":3548,"label":"INS","start_offset":9417,"end_offset":9422},{"id":3549,"label":"INS","start_offset":9550,"end_offset":9555},{"id":3550,"label":"INS","start_offset":9569,"end_offset":9572},{"id":3551,"label":"INS","start_offset":9595,"end_offset":9598},{"id":3552,"label":"INS","start_offset":9639,"end_offset":9660},{"id":3553,"label":"INS","start_offset":9704,"end_offset":9709},{"id":3554,"label":"INS","start_offset":9730,"end_offset":9734},{"id":3555,"label":"STA","start_offset":9812,"end_offset":9840},{"id":3556,"label":"INS","start_offset":9872,"end_offset":9875},{"id":3557,"label":"INS","start_offset":9851,"end_offset":9870},{"id":3558,"label":"INS","start_offset":10013,"end_offset":10034},{"id":3559,"label":"INS","start_offset":10153,"end_offset":10174},{"id":3560,"label":"INS","start_offset":10565,"end_offset":10568},{"id":3561,"label":"INS","start_offset":10688,"end_offset":10693},{"id":3562,"label":"INS","start_offset":10893,"end_offset":10898},{"id":3563,"label":"STA","start_offset":11069,"end_offset":11097},{"id":3564,"label":"INS","start_offset":11184,"end_offset":11205},{"id":3565,"label":"INS","start_offset":11292,"end_offset":11296},{"id":3566,"label":"INS","start_offset":11395,"end_offset":11400},{"id":3567,"label":"INS","start_offset":11499,"end_offset":11503},{"id":3568,"label":"INS","start_offset":11608,"end_offset":11613},{"id":3569,"label":"INS","start_offset":11842,"end_offset":11847},{"id":3570,"label":"INS","start_offset":11860,"end_offset":11884},{"id":3571,"label":"INS","start_offset":11888,"end_offset":11893},{"id":3572,"label":"INS","start_offset":11897,"end_offset":11901},{"id":3573,"label":"INS","start_offset":11942,"end_offset":11948},{"id":3574,"label":"PERSON","start_offset":11850,"end_offset":11856},{"id":3575,"label":"INS","start_offset":12142,"end_offset":12147},{"id":3576,"label":"STA","start_offset":12189,"end_offset":12213},{"id":3577,"label":"STA","start_offset":12247,"end_offset":12275},{"id":3578,"label":"INS","start_offset":12291,"end_offset":12295},{"id":3583,"label":"INS","start_offset":13656,"end_offset":13697},{"id":3584,"label":"INS","start_offset":13701,"end_offset":13719},{"id":3585,"label":"INS","start_offset":13733,"end_offset":13737},{"id":3586,"label":"INS","start_offset":13861,"end_offset":13866},{"id":3587,"label":"INS","start_offset":14029,"end_offset":14035},{"id":3589,"label":"INS","start_offset":14182,"end_offset":14210},{"id":3590,"label":"INS","start_offset":14214,"end_offset":14218},{"id":3591,"label":"INS","start_offset":14247,"end_offset":14269},{"id":3592,"label":"INS","start_offset":14678,"end_offset":14683},{"id":3593,"label":"INS","start_offset":14834,"end_offset":14836},{"id":3594,"label":"INS","start_offset":14842,"end_offset":14848},{"id":3595,"label":"INS","start_offset":14861,"end_offset":14864},{"id":3597,"label":"INS","start_offset":14899,"end_offset":14903},{"id":3598,"label":"INS","start_offset":15030,"end_offset":15034},{"id":3599,"label":"INS","start_offset":14980,"end_offset":14990},{"id":3600,"label":"INS","start_offset":15194,"end_offset":15200},{"id":3601,"label":"INS","start_offset":15213,"end_offset":15217},{"id":3602,"label":"STA","start_offset":15160,"end_offset":15188},{"id":3603,"label":"PERSON","start_offset":15600,"end_offset":15605},{"id":3604,"label":"INS","start_offset":15621,"end_offset":15627},{"id":3605,"label":"INS","start_offset":15673,"end_offset":15679},{"id":3606,"label":"INS","start_offset":15837,"end_offset":15843},{"id":3607,"label":"STA","start_offset":15965,"end_offset":15993},{"id":3608,"label":"INS","start_offset":16254,"end_offset":16276},{"id":3609,"label":"INS","start_offset":16293,"end_offset":16314},{"id":3610,"label":"PERSON","start_offset":16281,"end_offset":16287},{"id":3611,"label":"INS","start_offset":16432,"end_offset":16453},{"id":3612,"label":"INS","start_offset":16466,"end_offset":16472},{"id":3613,"label":"INS","start_offset":16497,"end_offset":16501},{"id":3614,"label":"INS","start_offset":16524,"end_offset":16545},{"id":3615,"label":"STA","start_offset":16708,"end_offset":16737},{"id":3616,"label":"INS","start_offset":16796,"end_offset":16801},{"id":3617,"label":"INS","start_offset":16868,"end_offset":16874},{"id":3618,"label":"INS","start_offset":16974,"end_offset":16978},{"id":3619,"label":"INS","start_offset":16986,"end_offset":16988},{"id":3620,"label":"INS","start_offset":17147,"end_offset":17152},{"id":3621,"label":"INS","start_offset":17168,"end_offset":17172},{"id":3622,"label":"INS","start_offset":17315,"end_offset":17318},{"id":3623,"label":"INS","start_offset":17442,"end_offset":17463},{"id":3624,"label":"INS","start_offset":17471,"end_offset":17476},{"id":3625,"label":"INS","start_offset":17530,"end_offset":17536},{"id":3626,"label":"INS","start_offset":17581,"end_offset":17585},{"id":3627,"label":"INS","start_offset":17593,"end_offset":17595},{"id":3628,"label":"INS","start_offset":17626,"end_offset":17647},{"id":3629,"label":"INS","start_offset":17740,"end_offset":17761},{"id":3630,"label":"INS","start_offset":17802,"end_offset":17808},{"id":3631,"label":"INS","start_offset":17845,"end_offset":17847},{"id":3632,"label":"INS","start_offset":17850,"end_offset":17871},{"id":3633,"label":"INS","start_offset":17987,"end_offset":18012},{"id":3634,"label":"INS","start_offset":18016,"end_offset":18035},{"id":3635,"label":"INS","start_offset":18053,"end_offset":18059},{"id":3636,"label":"INS","start_offset":18208,"end_offset":18236},{"id":3637,"label":"INS","start_offset":18239,"end_offset":18269},{"id":3638,"label":"INS","start_offset":18279,"end_offset":18285},{"id":3639,"label":"PERSON","start_offset":18457,"end_offset":18464},{"id":3640,"label":"INS","start_offset":18533,"end_offset":18555},{"id":3641,"label":"PERSON","start_offset":18560,"end_offset":18565},{"id":3642,"label":"INS","start_offset":19450,"end_offset":19477},{"id":3643,"label":"INS","start_offset":20098,"end_offset":20125},{"id":3644,"label":"INS","start_offset":21994,"end_offset":22039},{"id":3645,"label":"INS","start_offset":22042,"end_offset":22077},{"id":3646,"label":"INS","start_offset":22087,"end_offset":22093},{"id":3647,"label":"INS","start_offset":22523,"end_offset":22567},{"id":3648,"label":"INS","start_offset":22569,"end_offset":22573},{"id":3649,"label":"INS","start_offset":22629,"end_offset":22641},{"id":3650,"label":"INS","start_offset":22776,"end_offset":22781},{"id":3651,"label":"INS","start_offset":22899,"end_offset":22905},{"id":3652,"label":"INS","start_offset":22953,"end_offset":22958},{"id":3653,"label":"INS","start_offset":22856,"end_offset":22869},{"id":3654,"label":"INS","start_offset":23033,"end_offset":23039},{"id":3655,"label":"INS","start_offset":23188,"end_offset":23201},{"id":3656,"label":"INS","start_offset":23255,"end_offset":23276},{"id":3657,"label":"INS","start_offset":23337,"end_offset":23341},{"id":3658,"label":"INS","start_offset":23518,"end_offset":23539},{"id":3659,"label":"INS","start_offset":23638,"end_offset":23642},{"id":3660,"label":"INS","start_offset":23684,"end_offset":23690},{"id":3661,"label":"INS","start_offset":23716,"end_offset":23728},{"id":3662,"label":"INS","start_offset":23916,"end_offset":23932},{"id":3663,"label":"STA","start_offset":23936,"end_offset":23957},{"id":3664,"label":"PERSON","start_offset":24128,"end_offset":24134},{"id":3665,"label":"PERSON","start_offset":24156,"end_offset":24169},{"id":3666,"label":"PERSON","start_offset":24171,"end_offset":24179},{"id":3667,"label":"PERSON","start_offset":24184,"end_offset":24192}],"relations":[],"Comments":[]}
{"id":81,"text":"EN BANC\n[ A.M. No. 19-01-15-RTC, February 20, 2024 ]\nIN RE: REPORT ON THE JUDICIAL AUDIT IN BRANCH 24, REGIONAL TRIAL COURT, CABUGAO, ILOCOS SUR, UNDER HON. RAPHIEL F. ALZATE, AS ACTING PRESIDING JUDGE.\n\nR E S O L U T I O N\nPER CURIAM:\n\nThe Case\n\nBy Decision[1] dated September 1, 2020, respondent Judge Raphiel F. Alzate (Judge Alzate) was found guilty of gross ignorance of the law and gross misconduct and meted the supreme penalty of dismissal from the service with forfeiture of all benefits due him, except accrued leave benefits, if any, with prejudice to re-employment in any branch of the government, including government-owned or controlled corporations, thus:\nWHEREFORE, the Court finds respondent Judge Raphiel F. Alzate, as Acting Presiding Judge of both Branch 24, Regional Trial Court, Cabugao, Ilocos Sur and Branch 58, Regional Trial Court, Bucay, Abra, GUILTY of Gross Ignorance of the Law and Gross Misconduct for which he is DISMISSED from the service, with forfeiture of all benefits due him, except accrued leave benefits, if any, with prejudice to re­employment in any branch of the government, including government-­owned or controlled corporations.\n\nLet a copy of this Decision be entered into Judge Alzate's record as a member of the bar and notice of the same be served on the Integrated Bar of the Philippines and on the Office of the Court Administrator for circulation to all courts in the country.\n\nThe Office of the Bar Confidant is ORDERED to INVESTIGATE Atty. Ma. Saniata Liwliwa G. Alzate, on her alleged participation in the questioned Decisions on the annulment of marriage cases issued by Judge Raphiel F. Alzate.\n\nThis Decision is immediately executory.\n\nSO ORDERED.[2]\nOn Judge Alzate's Motion for Reconsideration[3] dated February 1, 2022, the Court reduced the penalty to suspension from the service for five years, which shall include the one-year preventive suspension he had served, plus a fine of PHP 200,000.00, viz.:\nACCORDINGLY, the Motion for Reconsideration dated February 14, 2022 is PARTLY GRANTED.\n\nJudge Raphiel F. Alzate is exonerated from the charges of blatant violation of A.M. No. 02-11-10-SC involving Case Nos. 925-KC, 924-KC, 921-KC, and 928-KC, and allegations of swift and worry – free decision in Case No. 894-KC.\n\nOn the other hand, he is found liable for gross neglect of duty in violation of A.M. No. 02-11-10-SC for proceeding with Case Nos. 925-KC (Cherry A. Gatchalian v. Roel M. Gatchalian), 894-KC (Grace V Torres v. Gerald S. Torres) 15-828 (Lenie Cabintoy Agbilay v. Reysel Agbilay), 15-829 (Declaration of Void Marriage of Gaudencio Urbano Jr. And Vernalyn Bueno) and 15-848 (Louie Luico vs. Baby Rose Reyes) without conducting a pre-trial and in 15-850, (Aleli Historillo-Salido v. Keith Rosario-Salido) and 875-KC (Beverly Tica v. Jesus Fantastico) without awaiting the reports on the possible collusion of the parties.\n\nHowever, the penalty of dismissal from the service earlier imposed on him under Decision dated September 20, 2021 is SET ASIDE. In lieu thereof, he is SUSPENDED for FIVE (5) YEARS, the service of which should include the one-year preventive suspension he had served. A FINE of [PHP] 200,000.00 is further imposed on him considering that this is the second time he has been found to be administratively liable. Finally, he is STERNLY WARNED that a repetition of the same or similar act shall warrant a more severe penalty.\n\nLet a copy of this Decision be attached to his personal record in the Office of the Bar Confidant.\n\nFurnish a copy of this Decision to the Integrated Bar of the Philippines for its information and guidance; and the Office of the Court Administrator for dissemination to all courts of the Philippines.\n\nThis Resolution is immediately executory.\n\nSO ORDERED.[4] (Emphasis in the original)\nIn his recent Manifestation and Compliance[5] dated February 5, 2024, Judge Alzate stated:\nTHE UNDERSIGNED most respectfully comes before the Honorable Supreme Court and states that:\nIn compliance with the Resolution of the Honorable Court directing the undersigned to pay the fine in the amount of TWO HUNDRED THOUSAND PESOS [PHP] 200,000.00 in relation to this case, the undersigned has paid the said amount through the Office of the Clerk of Court, RTC Bangued, Abra;\n\nAs proof of payment, the undersigned respectfully submits the certified true copy of Official Receipt No. 5803638 under the SAJ Fund; [and]\n\nThe undersigned likewise manifests that he has assumed office as Presiding Judge of Branch 1, RTC Bangued, Abra on February 1, 2024.\nWHEREFORE, premises considered, it is most respectfully prayed that the Honorable Supreme Court deems this as sufficient compliance of its Resolution dated April 18, 2023.[6]\nThe thing speaks for itself. Judge Alzate has flagrantly disrespected and defied Our Resolution[7] dated April 18, 2023, pertaining to his five-year suspension, which he is deemed to have only partially served via his previous one-year preventive suspension. He should have commenced serving the rest of his five-year suspension only upon his receipt of the aforesaid Resolution on January 31, 2024.[8]\n\nBut what he peremptorily did was to simply pay the imposed fine, and thereupon, take it upon himself to report back to Branch 1, Regional Trial Court, Bangued, Abra right on the following day February 1, 2024, sans any prior notice or clearance from the Court.\n\nIt is, thus, readily suspicious that in his Manifestation and Compliance dated February 5, 2024, he did not even mention the five-year suspension imposed on him. This is a clear signal that Judge Alzate has intentionally omitted the mention of the five-year suspension for no other purpose than to mislead the Court itself and consequently negate its efficacy. This we cannot allow. Neither can we allow Judge Alzate to resume donning the judicial robe as his grave, nay, tainted actions, and omissions invariably depict his unworthiness.\n\nIn Dr. Alday v. Judge Cruz, Jr.,[9] the Court dismissed the respondent Judge Escolastico U. Cruz, Jr. from the service for his deliberate refusal to obey our Order dated March 14, 2001, suspending him from the service. In so ruling, the Court gave no credence to his explanation that he was impelled \"by an honest misappreciation of the legal import of the adjudication's decretal clause.\" The Court, thus, declared that his failure to adhere to the directive of the Court constituted grave misconduct, which merited the supreme penalty of dismissal.\n\nSimilarly, Judge Alzate could not have misconstrued the penalties imposed on him. The fallo of the Court's Resolution could not have been clearer. To be sure, directives issued by this Court are not to be treated lightly, certainly not on the pretext that one has misapprehended the meaning of said directives.[10]\n\nFor his deliberate defiance of the directive of the Court as borne in its Resolution dated April 18, 2023, the Court finds Judge Alzate guilty of gross misconduct and insubordination, affecting his fitness and worthiness of the honor and integrity attached to his office. Judge Alzate, therefore, is deserving of the supreme penalty of dismissal from the service.\n\nACCORDINGLY, the Court finds respondent Judge Raphiel F. Alzate GUILTY of grave misconduct prejudicial to the administration of justice for which he is DISMISSED from the service, with forfeiture of all benefits due him, except accrued leave benefits, if any, with prejudice to re employment in any branch of the government, including government-owned or controlled corporations.\n\nThis is immediately executory.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Zalameda, M. Lopez, Gaerlan, Rosario, and Dimaampao, JJ., concur.\nInting,* J., on official business.\nJ. Lopez,* J., on official business.\nMarquez,** J., no part.\nKho, Jr.,* J., on official business.\nSingh,* J., on official business.","entities":[{"id":3668,"label":"CASE_NUM","start_offset":10,"end_offset":31},{"id":3669,"label":"PROM_DATE","start_offset":33,"end_offset":51},{"id":3670,"label":"INS","start_offset":103,"end_offset":123},{"id":3671,"label":"PERSON","start_offset":157,"end_offset":174},{"id":3672,"label":"PERSON","start_offset":304,"end_offset":321},{"id":3673,"label":"PERSON","start_offset":329,"end_offset":335},{"id":3674,"label":"PERSON","start_offset":715,"end_offset":732},{"id":3675,"label":"INS","start_offset":686,"end_offset":692},{"id":3676,"label":"INS","start_offset":779,"end_offset":799},{"id":3677,"label":"INS","start_offset":836,"end_offset":856},{"id":3678,"label":"PERSON","start_offset":1225,"end_offset":1231},{"id":3680,"label":"INS","start_offset":1304,"end_offset":1337},{"id":3681,"label":"INS","start_offset":1349,"end_offset":1382},{"id":3682,"label":"INS","start_offset":1434,"end_offset":1461},{"id":3683,"label":"PERSON","start_offset":1494,"end_offset":1523},{"id":3684,"label":"PERSON","start_offset":1633,"end_offset":1650},{"id":3685,"label":"PERSON","start_offset":1718,"end_offset":1724},{"id":3686,"label":"PERSON","start_offset":2059,"end_offset":2076},{"id":3687,"label":"INS","start_offset":1785,"end_offset":1791},{"id":3688,"label":"STA","start_offset":2132,"end_offset":2152},{"id":3689,"label":"CASE_NUM","start_offset":2173,"end_offset":2179},{"id":3690,"label":"CASE_NUM","start_offset":2181,"end_offset":2187},{"id":3691,"label":"CASE_NUM","start_offset":2189,"end_offset":2195},{"id":3692,"label":"CASE_NUM","start_offset":2201,"end_offset":2207},{"id":3693,"label":"CASE_NUM","start_offset":2263,"end_offset":2278},{"id":3694,"label":"STA","start_offset":2361,"end_offset":2381},{"id":3695,"label":"CASE_NUM","start_offset":2402,"end_offset":2418},{"id":3696,"label":"CASE_NUM","start_offset":2465,"end_offset":2471},{"id":3697,"label":"CASE_NUM","start_offset":2509,"end_offset":2515},{"id":3698,"label":"CASE_NUM","start_offset":2560,"end_offset":2566},{"id":3699,"label":"CASE_NUM","start_offset":2645,"end_offset":2651},{"id":3700,"label":"CASE_NUM","start_offset":2724,"end_offset":2730},{"id":3701,"label":"PERSON","start_offset":2420,"end_offset":2440},{"id":3702,"label":"PERSON","start_offset":2444,"end_offset":2462},{"id":3703,"label":"PERSON","start_offset":2473,"end_offset":2487},{"id":3704,"label":"PERSON","start_offset":2491,"end_offset":2507},{"id":3705,"label":"PERSON","start_offset":2517,"end_offset":2539},{"id":3706,"label":"PERSON","start_offset":2543,"end_offset":2557},{"id":3707,"label":"PERSON","start_offset":2600,"end_offset":2620},{"id":3708,"label":"PERSON","start_offset":2625,"end_offset":2639},{"id":3709,"label":"PERSON","start_offset":2653,"end_offset":2664},{"id":3710,"label":"PERSON","start_offset":2669,"end_offset":2684},{"id":3711,"label":"PERSON","start_offset":2733,"end_offset":2756},{"id":3712,"label":"PERSON","start_offset":2760,"end_offset":2780},{"id":3713,"label":"PERSON","start_offset":2794,"end_offset":2806},{"id":3714,"label":"PERSON","start_offset":2810,"end_offset":2826},{"id":3715,"label":"CASE_NUM","start_offset":2786,"end_offset":2792},{"id":3716,"label":"INS","start_offset":3493,"end_offset":3520},{"id":3717,"label":"INS","start_offset":3562,"end_offset":3595},{"id":3718,"label":"INS","start_offset":3638,"end_offset":3671},{"id":3719,"label":"INS","start_offset":3697,"end_offset":3704},{"id":3720,"label":"PERSON","start_offset":3886,"end_offset":3893},{"id":3721,"label":"INS","start_offset":3952,"end_offset":3976},{"id":3722,"label":"INS","start_offset":4034,"end_offset":4049},{"id":3723,"label":"INS","start_offset":4262,"end_offset":4266},{"id":3724,"label":"INS","start_offset":4232,"end_offset":4260},{"id":3725,"label":"INS","start_offset":4517,"end_offset":4521},{"id":3726,"label":"INS","start_offset":4628,"end_offset":4651},{"id":3727,"label":"PERSON","start_offset":4766,"end_offset":4773},{"id":3729,"label":"INS","start_offset":5389,"end_offset":5394},{"id":3730,"label":"INS","start_offset":5264,"end_offset":5284},{"id":3731,"label":"INS","start_offset":5707,"end_offset":5713},{"id":3732,"label":"PERSON","start_offset":5593,"end_offset":5600},{"id":3733,"label":"PERSON","start_offset":5807,"end_offset":5814},{"id":3734,"label":"PERSON","start_offset":5944,"end_offset":5950},{"id":3736,"label":"PERSON","start_offset":5959,"end_offset":5968},{"id":3737,"label":"PERSON","start_offset":6014,"end_offset":6038},{"id":3738,"label":"INS","start_offset":5977,"end_offset":5983},{"id":3739,"label":"INS","start_offset":6174,"end_offset":6180},{"id":3740,"label":"INS","start_offset":6331,"end_offset":6336},{"id":3741,"label":"INS","start_offset":6404,"end_offset":6410},{"id":3742,"label":"INS","start_offset":6588,"end_offset":6593},{"id":3743,"label":"INS","start_offset":6674,"end_offset":6680},{"id":3744,"label":"INS","start_offset":6857,"end_offset":6863},{"id":3745,"label":"INS","start_offset":6916,"end_offset":6922},{"id":3746,"label":"PERSON","start_offset":6506,"end_offset":6513},{"id":3747,"label":"PERSON","start_offset":6934,"end_offset":6941},{"id":3748,"label":"PERSON","start_offset":7083,"end_offset":7089},{"id":3749,"label":"PERSON","start_offset":7216,"end_offset":7233},{"id":3750,"label":"INS","start_offset":7187,"end_offset":7193},{"id":3751,"label":"PERSON","start_offset":7596,"end_offset":7604},{"id":3752,"label":"PERSON","start_offset":7612,"end_offset":7618},{"id":3753,"label":"PERSON","start_offset":7626,"end_offset":7633},{"id":3754,"label":"PERSON","start_offset":7635,"end_offset":7643},{"id":3755,"label":"PERSON","start_offset":7645,"end_offset":7658},{"id":3756,"label":"PERSON","start_offset":7660,"end_offset":7668},{"id":3757,"label":"PERSON","start_offset":7670,"end_offset":7678},{"id":3758,"label":"PERSON","start_offset":7680,"end_offset":7687},{"id":3759,"label":"PERSON","start_offset":7689,"end_offset":7696},{"id":3760,"label":"PERSON","start_offset":7702,"end_offset":7711},{"id":3761,"label":"PERSON","start_offset":7726,"end_offset":7732},{"id":3762,"label":"PERSON","start_offset":7761,"end_offset":7769},{"id":3763,"label":"PERSON","start_offset":7798,"end_offset":7805},{"id":3764,"label":"PERSON","start_offset":7822,"end_offset":7830},{"id":3765,"label":"PERSON","start_offset":7859,"end_offset":7864}],"relations":[],"Comments":[]}
{"id":82,"text":"THIRD DIVISION\n[ G.R. No. 268216, February 26, 2024 ]\nCARIDAD PACHECO, PETITIONER, VS. JIMMY F. REYES, RESPONDENT.\n\nD E C I S I O N\nGAERLAN, J.:\n\nThis is a Petition for Review on Certiorari[1] filed by Caridad Pacheco (petitioner) assailing the July 26, 2022 Resolution[2] and the May 8, 2023 Resolution[3] of the Court of Appeals (CA), in CA-G.R. SP No. 173904.\n\nThe facts of the case as culled from the rollo provides:\n\nJimmy F. Reyes (respondent) is the lawful possessor of the lot located at No. 39 Visayas Street, Group 3, Area B, Payatas, Quezon City having acquired the same from Benedicto Roquid, by virtue of a Subrogation\/Transfer of Rights and Improvement dated February 5, 2004.[4]\n\nPetitioner and her late husband, Ramon Pacheco, Sr., (collectively, spouses Pacheco), as lessees, entered into a contract of lease with respondent at a monthly rental of PHP 6,000.00 to be paid every first day of the month starting on October 1, 2012. Starting April 1, 2017 and onwards, spouses Pacheco failed to pay the monthly rentals, and despite several demands to pay and vacate, no payment was made. Despite receipt of the demand letter dated August 5, 2017[5] and tender of another demand letter dated February 11, 2019, spouses Pacheco continued to remain in possession of the subject premises.[6]\n\nSubsequently, respondent filed a complaint against spouses Pacheco before the Lupon ng Tagapamayapa of Barangay Payatas, Quezon City but they allegedly ignored said complaint and refused to amicably settle the dispute. Thus, a Certificate to File Action dated July 10, 2017 was issued by the Office of Lupong Tagapamayapa of Barangay Payatas, Quezon City.[7]\n\nOn February 13, 2019, respondent, through the University of the Philippines-Office of the Legal Aid's (UP-OLA) Law Intern Juan Paolo M. Artiaga (Artiaga), personally tendered to spouses Pacheco the Demand Letter dated February 11, 2019, demanding them to: (a) pay the respondent the amount of PHP 66,000.00, representing spouses Pacheco's overdue and unpaid rentals; (b) vacate the lot and its improvements, which spouses Pacheco are using as a junk shop. However, spouses Pacheco allegedly refused to receive and sign the aforementioned demand letter despite Artiaga's explanation to them. To prove that Artiaga personally tendered the said demand letter to spouses Pacheco, he executed an Affidavit of Service dated February 22, 2019. Despite such demand to pay and vacate, spouses Pacheco remained in possession of the subject property.[8]\n\nOn April 13, 2019, the respondent, through the assistance of UP-OLA, filed a complaint for Unlawful Detainer and Damages. Summons upon spouses Pacheco was successfully served to them on April 22, 2019 per the Return of Service of the Court Bailiff.[9]\n\nOn May 6, 2019, spouses Pacheco, through Atty. Romeo N. Bartolome (Atty. Bartolome), filed their Answer with Compulsory Counter Claim to the respondent. They denied the allegation of the respondent claiming that the respondent has no cause of action against them because they are the owners of the subject property which they acquired from Acopiado estate, the registered owner of the subject property.[10] They added that respondent is claiming a property different from the one they are occupying. They argued that the respondent has no right to collect any rentals and to claim any damages from them. Spouses Pacheco submitted a Deed of Assignment of Real Property to prove their ownership over the subject property. They further averred that they had not received the alleged demand letter from the respondent. And if ever they refused to receive the alleged letter, they asserted that they have all the reasons to do so as the alleged owners of the subject property.[11]\n\nSpouses Pacheco then prayed that the case be dismissed on the ground of prescription since they have been in open and continuous possession of the subject property for more than 30 years and that the one-year period from the last demand to vacate on August 5, 2017 within which to file the instant action has already lapsed.[12]\n\nThe Metropolitan Trial Court Ruling\n\nIn the Decision[13] dated September 21, 2020, the Metropolitan Trial Court (MeTC) found that respondent substantially proved by preponderance of evidence his claim to eject spouses Pacheco from the subject property.[14] All the elements of an action for unlawful detainer were duly proven by the respondent. It was established as it is judicially admitted by spouses Pacheco that the parties entered into a lease contract agreement involving the subject property as evinced by the Contract of Lease dated September 20, 2012 signed by the respondent and Ramon Pacheco, Sr.[15] The court also noted spouses Pacheco's judicial admission that they stop the payment of rental to the respondent after they found out that the respondent is not the real owner of the subject lot and the improvement found thereon.[16] The admissions confirm that spouses Pacheco are indeed lessees of the subject property and that they agreed to the terms and conditions of the Contract of Lease. Thus, they are bound to surrender the possession of the said property to respondent upon expiration of the lease contract or upon default of their obligation to pay the rentals and upon demand to pay and vacate by the respondent.[17]\n\nThe MeTC added that under Section 2(b), Rule 131 of the Rules of Court, the tenant is not permitted to deny the title of his landlord at the time of the commencement of the relationship of landlord and tenant between them. Thus, when the parties executed the Contract of Lease, spouses Pacheco, as lessees, are estopped from contesting and denying the title, better right of possession, and ownership of the respondent on the subject property upon the start of the validity of the lease contract.[18]\n\nThe MeTC then decreed:\nWHEREFORE, premises considered, judgment is, hereby, rendered in favor of the [respondent] Jimmy F. Reyes and against the [petitioners] Spouses Ramon B. Pacheco, Sr. and Caridad Pacheco. The instant Complaint for Unlawful Detainer and Damages, is hereby GRANTED.\n\nAccordingly, [petitioners] Spouses Ramon B. Pacheco and Caridad Pacheco are hereby ORDERED:\nTo vacate the premises of the lot they are presently occupying located at No. 39 Visayas Street Group 3, Area B, Payatas, Quezon City, and to surrender possession thereof to [respondent] Jimmy F. Reyes;\n\nTo pay the accrued unpaid rentals and arrearages in the amount of Six Thousand Pesos (Php 6,0000) per month reckoned from February 2019 or the last final demand to vacate until such time that the [petitioners], actually vacated and peacefully surrendered possession of the subject property in favor of the plaintiff;\n\nTo pay the sum of Twenty Thousand Pesos (Php 20,0000) as and by way of reasonable attorney's fees; and\n\nTo pay the costs of suit.\nSO ORDERED.[19] (Emphases in the original)\nThe petitioner elevated the case to the Regional Trial Court (RTC) via a Notice of Appeal.[20]\n\nThe RTC Ruling\n\nThe RTC, in its Decision[21] dated July 9, 2021, affirmed the findings of the MeTC. The decretal portion of said Decision reads:\nWHEREFORE, finding no reversible error in the assailed Decision of the court a quo dated September 21, 2020, the same is hereby AFFIRMED in toto.\n\nSO ORDERED.[22] (Emphasis in the original)\nThe RTC ruled that as having entered into a Contract of Lease, spouses Pacheco are estopped from questioning the title of the respondent as the landlord, as provided for under Section 2(b) of Rule 131 of the 2019 Rules of Court. The documentary and testimonial evidence presented by the respondent sufficiently established that spouses Pacheco's right of possession over the subject property was by virtue of a contract voluntarily entered and executed by the parties involved. Therefore, spouses Pacheco's possession over the property became illegal upon the default in the payment of rentals and receipt of the demand to pay and vacate the same. Spouses Pacheco failed to pay the agreed monthly rentals for the use of the subject property starting April 1, 2017. Several demand letters to pay and vacate were sent to spouses Pacheco, the most recent was that dated February 11, 2019. While spouses Pacheco denied receipt of the said letter, said denial cannot outweigh the positive and categorical testimony as well as the affidavit of service executed by respondent's counsel. Spouses Pacheco's continued occupation and possession of the subject property became illegal and unlawful which gave rise to an action for unlawful detainer.[23]\n\nPetitioner elevated the case before the CA via a Petition for Certiorari.\n\nThe Ruling of the CA\n\nIn a Resolution[24] dated July 26, 2022, the CA dismissed petition outright. Relevant portion of the Resolution provides:\nThe Court NOTES that the Petition for Certiorari assails a Decision of the RTC in the exercise of the latter's appellate jurisdiction. Thus, the proper remedy should be an appeal under Rule 42 of the Rules of Court. Given these, the availability of appeal renders the present resort to certiorari improper even if the petitioner ascribes grave abuse of discretion (G.R. No. 183869, 03 August 2015). Further, even [i]f the Court were to treat the present action as an appeal, the same should still be dismissed; the RTC's Decision, having been received by petitioner's counsel on 28 April 2022, had already become final.\n\nIn addition, the Petition lacks a Verification for the Petition and a Certification against Forum Shopping. The Court OBSERVES that the Verification attached to the Petition refers to a Motion and is unaccompanied by the Certificate previously mentioned. The Court NOTES that the petitioner also failed to attach certain relevant documents, i.e., the pleadings filed before the M[etro]TC.\n\nConsequently, for the above reasons, the Court DISMISSES the Petition OUTRIGHT (Sec. 3 and 5, Rule 46).[25]\nThe subsequently filed Motion for Reconsideration[26] was also denied in the Resolution[27] dated May 8, 2023.\n\nUndeterred, the petitioner brought the case before this Court via a Petition for Review on Certiorari[28] under Rule 45 of the Revised Rules of Procedure.\n\nIssue\n\nThe core issue for resolution is whether or not the CA committed reversible error in dismissing the Petition for Certiorari filed by the petitioner.[29]\n\nThe Ruling of the Court\n\nThe Court finds no reversible error when the CA dismissed the petition outright for being the wrong remedy and because the petition suffers from several procedural infirmities.\n\nPetitioner averred that her failure to attach a verification and a certificate against forum shopping in the petition she filed with the CA was merely due to inadvertence. She pleaded for liberal application of the rules claiming that her subsequent submissions of the verification and a certification against forum shopping, including all required documents, constituted substantial compliance with the rules.[30]\n\nThe Court is not convinced.\n \nIn Quitalig v. Quitalig,[31] the Court reiterated the following guidelines as well as exceptions with respect to non-compliance with the requirements on, or submission of a defective, verification and certification against forum shopping, viz.: \n1)\nA distinction must be made between non-compliance with the requirement on or submission of defective verification, and non-compliance with the requirement on or submission of defective certification against forum shopping.\n\n\n2)\nAs to verification, non-compliance therewith or a defect therein does not necessarily render the pleading fatally defective. The court may order its submission or correction or act on the pleading if the attending circumstances are such that strict compliance with the Rule may be dispensed with in order that the ends of justice may be served thereby.\n\n\n3)\nVerification is deemed substantially complied with when one who has ample knowledge to swear to the truth of the allegations in the complaint or petition signs the verification, and when matters alleged in the petition have been made in good faith or are true and correct.\n\n\n4)\nAs to certification against forum shopping, non-compliance therewith or a defect therein, unlike in verification, is generally not curable by its subsequent submission or correction thereof, unless there is a need to relax the Rule on the ground of \"substantial compliance\" or presence of \"special circumstances or compelling reasons.\"\n\n\n5)\nThe certification against forum shopping must be signed by all the plaintiffs or petitioners in a case; otherwise, those who did not sign will be dropped as parties to the case. Under reasonable or justifiable circumstances, however, as when all the plaintiffs or petitioners share a common interest and invoke a common cause of action or defense, the signature of only one of them in the certification against forum shopping substantially complies with the Rule.\n\n\n6)\nFinally, the certification against forum shopping must be executed by the party-pleader, not by his counsel. If, however, for reasonable or justifiable reasons, the party-pleader is unable to sign, he must execute a Special Power of Attorney designating his counsel of record to sign on his behalf.[32] (Underlining and italics in the original, citation omitted)\nApplying these guidelines here, the dismissal of the CA petition was warranted. A review of the alleged subsequent correction and submission by the petitioner shows that the same was still inadequate. As observed by the CA, the verification and a certificate against forum shopping lack attestation. In addition, petitioner merely submitted the first page of her Position Paper and nothing more.[33] Evidently, the averred subsequent submission made by petitioner is far from substantial.\n\nIt is stressed that the right to appeal is neither a natural right nor is it a component of due process. It is a mere statutory privilege, and may be exercised only in the manner and in accordance with the law and rules.[34]\n\nIt has been repeatedly emphasized that the rules of procedure should be treated with utmost respect and due regard since they are designed to facilitate the adjudication of cases to remedy the worsening problem of delay in the resolution of rival claims and in the administration of justice.[35] Procedural rules must be faithfully complied with and should not be discarded with the mere expediency of claiming substantial merit.[36] The relaxation or suspension of procedural rules or the exemption of a case from their operation is warranted only by compelling reasons or when the purpose of justice requires it.[37] No compelling or justifiable reason was offered by the petitioner in this case.\n\nPetitioner also argues that Rule 42 of the Rules of Court is no longer a remedy available because the judgment of the RTC on appeal has already become final, executory, and unappealable under the Rules on Expedited Procedures in the First Level Court or A.M. No. 08-8-7-SC.[38]\n\nThe argument fails to persuade.\n\nWhen the RTC issued its July 9, 2021 Decision affirming the findings and conclusions of the MeTC in its September 21, 2020 Decision, it did so in the exercise of its appellate jurisdiction. It is elementary that all appeals from judgments rendered by the RTC in the exercise of its appellate jurisdiction, regardless of whether the appellant raises questions of fact, questions of law, or mixed questions of fact and law, shall be brought to the CA by filing a petition for review under Rule 42.[39] It is evident that the petitioner availed of the wrong mode or remedy when they sought recourse by way of a Petition for Certiorari under Rule 65.\n\nA petition for certiorari under Rule 65 is an original action, independent from the principal action, and not a part or a continuation of the trial which resulted in the rendition of the judgment complained of. It is intended for the correction of errors of jurisdiction only or grave abuse of discretion amounting to lack or excess of jurisdiction. Its principal office is only to keep the inferior court within the parameters of its jurisdiction or to prevent it from committing such a grave abuse of discretion amounting to lack or excess of jurisdiction.[40]\n\nThe remedy of certiorari may only be resorted to in the absence of appeal or any plain, speedy, and adequate remedy in the ordinary course of law. Thus, as a rule, certiorari cannot be made as a substitute for a lost appeal.[41]\n\nClearly, an appeal by way of a petition for review under Rule 42 was available to petitioner. However, they opted to avail of a Petition for Certiorari under Rule 65 invoking the Rules on Expedited Procedures in the First Level Court or A.M. No. 08-8-7-SC which, as correctly ruled by the CA, is not applicable. The instant case was filed with the MeTC of Quezon City on April 3, 2019 and was decided by the said court on September 21, 2020. On appeal, the RTC affirmed the MeTC ruling in a Decision dated July 9, 2021 and Order dated March 2, 2022.\n\nNote that A.M. No. 08-8-7-SC took effect on April 11, 2022, and has a prospective application, viz.:\nRULE V\nEFFECTIVITY\n\nThe Rules on Expedited Procedures in the First Level Courts shall take effect on 11 April 2022 and shall prospectively apply only to cases filed from the said date of effectivity. Those pending cases covered by these Rules, which are currently before the second and first level courts, shall remain with and be decided by those same courts based on the rules applicable at the time those cases were filed. (Emphasis supplied)\nThe categorical language of Rule V of A.M. No. 08-8-7-SC cannot be any clearer leaving no room for interpretation.\n\nNevertheless, even if the Court deems it proper to relax the rules and treat the petition for certiorari as a petition for review under Rule 42, it remains that the petition was filed out of time.\n\nThe RTC Decision dated July 9, 2021 and the Order dated March 2, 2022 being assailed before the CA was received by the petitioner's counsel on April 28, 2022.[42] Admittedly, petitioner's counsel only filed with the CA the Petition for Certiorari on the 50th day from their receipt of the RTC Order dated March 2, 2022 which denied their motion for reconsideration. This is way beyond the 15-day reglementary period for filing a Rule 42 petition.\n\nUndoubtedly, the assailed Decision and Order of the RTC already became final by operation of law.\n\nJudgments or orders become final and executory by operation of law and not by judicial declaration. The finality of a judgment becomes a fact upon the lapse of the reglementary period of appeal if no appeal is perfected or no motion for reconsideration or new trial is filed.[43] The court need not even pronounce the finality of the order as the same becomes final by operation of law.[44]\n\nIndeed, a decision that has acquired finality becomes immutable and unalterable, and may no longer be modified in any respect, even if the modification is meant to correct erroneous conclusions of fact and law, and whether it be made by the court that rendered it or by the Highest Court of the land. Any act which violates this principle must immediately be struck down.[45]\n\nACCORDINGLY, the Petition for Review on Certiorari is DENIED. The July 26, 2022 and the May 8, 2023 Resolutions of the Court of Appeals, in CA-G.R. SP No. 173904 are AFFIRMED.\n\nSO ORDERED.\n\nCaguioa (Chairperson), Inting, Dimaampao, and Singh, JJ., concur.","entities":[{"id":3766,"label":"PERSON","start_offset":54,"end_offset":69},{"id":3767,"label":"PERSON","start_offset":87,"end_offset":101},{"id":3768,"label":"PERSON","start_offset":132,"end_offset":139},{"id":3769,"label":"PERSON","start_offset":202,"end_offset":217},{"id":3770,"label":"INS","start_offset":314,"end_offset":330},{"id":3771,"label":"INS","start_offset":332,"end_offset":334},{"id":3772,"label":"CASE_NUM","start_offset":340,"end_offset":361},{"id":3773,"label":"PERSON","start_offset":422,"end_offset":436},{"id":3774,"label":"PERSON","start_offset":728,"end_offset":746},{"id":3775,"label":"PERSON","start_offset":771,"end_offset":778},{"id":3776,"label":"PERSON","start_offset":991,"end_offset":999},{"id":3777,"label":"PERSON","start_offset":1232,"end_offset":1240},{"id":3778,"label":"PERSON","start_offset":1362,"end_offset":1370},{"id":3780,"label":"PERSON","start_offset":1595,"end_offset":1624},{"id":3781,"label":"PERSON","start_offset":1709,"end_offset":1762},{"id":3782,"label":"PERSON","start_offset":1766,"end_offset":1773},{"id":3783,"label":"PERSON","start_offset":1785,"end_offset":1806},{"id":3784,"label":"PERSON","start_offset":1808,"end_offset":1815},{"id":3785,"label":"PERSON","start_offset":1849,"end_offset":1857},{"id":3786,"label":"PERSON","start_offset":1992,"end_offset":1999},{"id":3787,"label":"PERSON","start_offset":2085,"end_offset":2093},{"id":3788,"label":"PERSON","start_offset":2136,"end_offset":2144},{"id":3789,"label":"PERSON","start_offset":2223,"end_offset":2230},{"id":3790,"label":"PERSON","start_offset":2268,"end_offset":2276},{"id":3791,"label":"PERSON","start_offset":2330,"end_offset":2337},{"id":3793,"label":"PERSON","start_offset":2447,"end_offset":2455},{"id":3794,"label":"PERSON","start_offset":2650,"end_offset":2658},{"id":3795,"label":"INS","start_offset":2568,"end_offset":2574},{"id":3797,"label":"PERSON","start_offset":2784,"end_offset":2791},{"id":3798,"label":"PERSON","start_offset":2807,"end_offset":2825},{"id":3799,"label":"PERSON","start_offset":2833,"end_offset":2842},{"id":3800,"label":"PERSON","start_offset":3372,"end_offset":3380},{"id":3801,"label":"PERSON","start_offset":3745,"end_offset":3753},{"id":3802,"label":"INS","start_offset":4071,"end_offset":4095},{"id":3803,"label":"INS","start_offset":4154,"end_offset":4178},{"id":3804,"label":"INS","start_offset":4180,"end_offset":4184},{"id":3805,"label":"PERSON","start_offset":4285,"end_offset":4293},{"id":3806,"label":"PERSON","start_offset":4471,"end_offset":4479},{"id":3807,"label":"PERSON","start_offset":4657,"end_offset":4675},{"id":3808,"label":"PERSON","start_offset":4709,"end_offset":4716},{"id":3809,"label":"INS","start_offset":4684,"end_offset":4690},{"id":3810,"label":"PERSON","start_offset":4950,"end_offset":4958},{"id":3811,"label":"INS","start_offset":5315,"end_offset":5320},{"id":3812,"label":"STA","start_offset":5351,"end_offset":5381},{"id":3813,"label":"PERSON","start_offset":5597,"end_offset":5604},{"id":3814,"label":"INS","start_offset":5817,"end_offset":5822},{"id":3815,"label":"PERSON","start_offset":5927,"end_offset":5941},{"id":3817,"label":"PERSON","start_offset":5980,"end_offset":6001},{"id":3818,"label":"PERSON","start_offset":6006,"end_offset":6021},{"id":3819,"label":"PERSON","start_offset":6135,"end_offset":6151},{"id":3820,"label":"PERSON","start_offset":6156,"end_offset":6171},{"id":3821,"label":"PERSON","start_offset":6379,"end_offset":6393},{"id":3822,"label":"INS","start_offset":6927,"end_offset":6947},{"id":3823,"label":"INS","start_offset":6949,"end_offset":6952},{"id":3824,"label":"INS","start_offset":6987,"end_offset":6991},{"id":3825,"label":"INS","start_offset":7003,"end_offset":7006},{"id":3826,"label":"INS","start_offset":7077,"end_offset":7081},{"id":3827,"label":"INS","start_offset":7322,"end_offset":7326},{"id":3828,"label":"STA","start_offset":7510,"end_offset":7545},{"id":3829,"label":"PERSON","start_offset":7389,"end_offset":7397},{"id":3830,"label":"PERSON","start_offset":7654,"end_offset":7661},{"id":3831,"label":"PERSON","start_offset":7815,"end_offset":7822},{"id":3832,"label":"PERSON","start_offset":7974,"end_offset":7982},{"id":3833,"label":"PERSON","start_offset":8145,"end_offset":8152},{"id":3834,"label":"PERSON","start_offset":8218,"end_offset":8226},{"id":3835,"label":"PERSON","start_offset":8406,"end_offset":8413},{"id":3836,"label":"INS","start_offset":8601,"end_offset":8604},{"id":3837,"label":"INS","start_offset":8654,"end_offset":8656},{"id":3838,"label":"INS","start_offset":8703,"end_offset":8706},{"id":3839,"label":"INS","start_offset":8784,"end_offset":8790},{"id":3840,"label":"INS","start_offset":8855,"end_offset":8859},{"id":3841,"label":"STA","start_offset":8965,"end_offset":8994},{"id":3842,"label":"CASE_NUM","start_offset":9145,"end_offset":9160},{"id":3843,"label":"INS","start_offset":9202,"end_offset":9208},{"id":3844,"label":"INS","start_offset":9295,"end_offset":9298},{"id":3845,"label":"INS","start_offset":9513,"end_offset":9519},{"id":3846,"label":"INS","start_offset":9660,"end_offset":9666},{"id":3847,"label":"INS","start_offset":9779,"end_offset":9788},{"id":3848,"label":"INS","start_offset":9832,"end_offset":9838},{"id":3849,"label":"STA","start_offset":9884,"end_offset":9892},{"id":3850,"label":"STA","start_offset":10123,"end_offset":10164},{"id":3851,"label":"INS","start_offset":10067,"end_offset":10073},{"id":3852,"label":"INS","start_offset":10226,"end_offset":10229},{"id":3853,"label":"INS","start_offset":10346,"end_offset":10351},{"id":3854,"label":"INS","start_offset":10357,"end_offset":10363},{"id":3855,"label":"INS","start_offset":10398,"end_offset":10401},{"id":3856,"label":"INS","start_offset":10668,"end_offset":10671},{"id":3857,"label":"INS","start_offset":10951,"end_offset":10957},{"id":3858,"label":"INS","start_offset":11010,"end_offset":11016},{"id":3859,"label":"PERSON","start_offset":10980,"end_offset":10989},{"id":3860,"label":"PERSON","start_offset":10992,"end_offset":11000},{"id":3861,"label":"INS","start_offset":11583,"end_offset":11589},{"id":3862,"label":"INS","start_offset":13316,"end_offset":13319},{"id":3863,"label":"INS","start_offset":13483,"end_offset":13485},{"id":3864,"label":"STA","start_offset":14707,"end_offset":14736},{"id":3865,"label":"STA","start_offset":14875,"end_offset":14929},{"id":3866,"label":"STA","start_offset":14933,"end_offset":14951},{"id":3867,"label":"INS","start_offset":14797,"end_offset":14801},{"id":3868,"label":"INS","start_offset":15000,"end_offset":15004},{"id":3869,"label":"INS","start_offset":15083,"end_offset":15088},{"id":3870,"label":"INS","start_offset":15246,"end_offset":15250},{"id":3871,"label":"INS","start_offset":15437,"end_offset":15440},{"id":3872,"label":"STA","start_offset":15478,"end_offset":15485},{"id":3873,"label":"STA","start_offset":15629,"end_offset":15636},{"id":3874,"label":"STA","start_offset":15671,"end_offset":15678},{"id":3875,"label":"STA","start_offset":16490,"end_offset":16497},{"id":3876,"label":"STA","start_offset":16591,"end_offset":16599},{"id":3877,"label":"STA","start_offset":16612,"end_offset":16666},{"id":3878,"label":"STA","start_offset":16670,"end_offset":16688},{"id":3879,"label":"INS","start_offset":16722,"end_offset":16724},{"id":3880,"label":"INS","start_offset":16781,"end_offset":16786},{"id":3881,"label":"INS","start_offset":16890,"end_offset":16894},{"id":3882,"label":"INS","start_offset":16907,"end_offset":16912},{"id":3883,"label":"STA","start_offset":16994,"end_offset":17012},{"id":3884,"label":"STA","start_offset":17109,"end_offset":17164},{"id":3885,"label":"STA","start_offset":17559,"end_offset":17587},{"id":3886,"label":"INS","start_offset":17383,"end_offset":17389},{"id":3887,"label":"INS","start_offset":17438,"end_offset":17445},{"id":3888,"label":"INS","start_offset":17673,"end_offset":17679},{"id":3889,"label":"STA","start_offset":17783,"end_offset":17791},{"id":3890,"label":"INS","start_offset":17849,"end_offset":17853},{"id":3891,"label":"INS","start_offset":17941,"end_offset":17944},{"id":3892,"label":"INS","start_offset":18061,"end_offset":18064},{"id":3893,"label":"INS","start_offset":18134,"end_offset":18138},{"id":3894,"label":"STA","start_offset":18274,"end_offset":18281},{"id":3895,"label":"INS","start_offset":18345,"end_offset":18349},{"id":3896,"label":"INS","start_offset":19058,"end_offset":19071},{"id":3897,"label":"INS","start_offset":19280,"end_offset":19296},{"id":3898,"label":"CASE_NUM","start_offset":19301,"end_offset":19322},{"id":3899,"label":"PERSON","start_offset":19351,"end_offset":19359},{"id":3900,"label":"PERSON","start_offset":19374,"end_offset":19380},{"id":3901,"label":"PERSON","start_offset":19382,"end_offset":19391},{"id":3902,"label":"PERSON","start_offset":19397,"end_offset":19402},{"id":3903,"label":"CASE_NUM","start_offset":17,"end_offset":32},{"id":3904,"label":"PROM_DATE","start_offset":34,"end_offset":51}],"relations":[],"Comments":[]}
{"id":83,"text":"EN BANC\n[ A.M. No. P-14-3223 (Formerly OCA IPI No. 10-3344-P), February 27, 2024 ]\nLEONILA V. BELTRAN, COMPLAINANT, VS. RAINERIA S. PABICA, STENOGRAPHER I\/ACTING CLERK OF COURT, MUNICIPAL TRIAL COURT, PALOMPON, LEYTE, RESPONDENT.\n\nD E C I S I O N\nPER CURIAM:\n\nAntecedents\n\nIn her Letter-Complaint[1] dated December 23, 2009, Leonila V. Beltran (Beltran) essentially averred:\n\nShe was one of the defendants in Civil Case No. 461 entitled \"Matilde Marilao-Canson, et. al. v. Leonila V. Beltran, et. al.\" for Recovery of Possession and Ownership with Damages and Attorney's Fees filed before the Municipal Trial Court of Palompon, Leyte (MTC) where respondent Raineria S. Pabica (Pabica) was then its Court Stenographer I and Acting Clerk of Court at the same time.[2]\n\nInitially, Atty. Raymund B. Samson (Atty. Samson) of the Public Attorney's Office represented Beltran and the other co-defendants in the case. But after the hearing held on April 20, 2005, Pabica approached Beltran to convince the latter to hire another lawyer, Atty. Camilo P. Esmero (Atty. Esmero), in lieu of Atty. Samson. Beltran had reservations regarding Atty. Esmero because said counsel had previously represented the same plaintiffs in another case and had even notarized certain documents which formed part of the plaintiff's evidence-in-chief in Civil Case No. 461. Beltran nonetheless, followed Pabica's instructions relying on the latter's supposed knowledge on the qualifications of legal practitioners in Palompon, Leyte.[3]\n\nOn September 20, 2007, Pabica informed her by phone that the decision in Civil Case No. 461 was forthcoming, and that could help them in obtaining a favorable judgment in exchange for PHP 15,000.00. Beltran agreed. Thus, in the evening of that day, Pabica came to Beltran's house to collect the payment. Upon Beltran's request, Pabica signed a receipt. As it was, however, the MTC ruled against Beltran and the other defendants.[4]\n\nBeltran contacted Pabica regarding the adverse decision. Pabrica appeased Beltran by telling the latter that the MTC decision would be appealed to the Regional Trial Court of Palompon, Leyte (RTC). In its Order dated August 28, 2008, Branch 17 of the RTC dismissed the appeal citing several basic and material flaws in the Memorandum submitted by the defendant-appellants, through their counsel, Atty. Esmero, including the failure to assign errors allegedly committed by the MTC in the assailed decision, as well as the erroneous prayer for the dismissal of the appeal for lack of basis.[5]\n\nAfter informing Pabica of the aforesaid order of dismissal, the latter adviced Beltran to file a motion for reconsideration with the Regional Trial Court and, thereafter, an appeal before the Court of Appeals should the said motion be denied. Pabica then told Beltran that the filing fee for the motion for reconsideration would cost around PHP 4,000.00. Beltran turned over this amount to Pabica on September 8, 2008 around 9:00 p.m. at the Palompon Public Cemetery. The turnover was witnessed by several persons. Upon verification, Beltran learned that the motion for reconsideration was denied for being filed 42 days late. According to Beltran, Pabica deliberately caused the belated filing of the said motion.[6]\n\nProceedings before the Office of the Court Administrator\n\nIn its March 16, 2010 1st Indorsement,[7] the Office of the Court Administrator (OCA) directed Pabica to file her Comment on the Complaint within 10 days from notice. Pabica, however, failed to do so despite receipt of the notice.[8]\n\nDirectives of the Court\n\nIn its Resolution[9] dated June 27, 2011, the Court directed Pabica to file her Comment on the complaint within a non-extendible period of 15 days and to show cause why she should not be administratively dealt with for failure to comply with the directives of the Office of the Court Administrator. Despite receipt thereof, Pabica still did not comply. As a result, by Resolution[10] dated December 10, 2012, the Court directed Pabica to show cause why she should not be held in contempt for her failure to comply with its June 27, 2021 Resolution. Pabica still did not take any action despite receipt of the notice.[11]\n\nBy Resolution[12] dated July 2, 2014, the Court found Pabica guilty of disobedience to and defiance of the Court's resolutions and directed her to pay a fine of PHP 5,000.00 within a non-extendible period of 30 days from notice. Pabica was likewise given a stern warning that her subsequent failure to comply will be dealt with more severely. Notwithstanding, Pabica still did not file a comment nor did she pay the fine imposed against her.\n\nFinally, through its Resolution[13] dated August 22, 2022, the Court resolved to declare Pabica to have waived her right to file a comment on the complaint.[14]\n\nReport and Recommendation of the Judicial Integrity Board\n\nIn its Report[15] dated January 25, 2023, the Judicial Integrity Board recommended that Pabica be found guilty of gross misconduct and gross insubordination and, in lieu of dismissal, recommended the imposition of the penalty of forfeiture of her retirement benefits, except accrued leave credits, with prejudice to re-employment in any government agency, including government-owned or controlled corporations, viz.:\n\nACCORDINGLY, it is respectfully RECOMMENDED for the consideration of the Honorable Court that respondent Raineria S. Pabica, former Court Stenographer I and Acting Clerk of Court, Municipal Trial Court, Palompon, Leyte, be found GUILTY of Gross Misconduct and Gross Insubordination, and in lieu of her dismissal, her retirement benefits, except accrued leave credits, be FORFEITED, with prejudice to re­-employment in any government agency, including government-owned or controlled corporations.[16]\n\nRuling\n\nThe Court resolves to adopt and approve the findings of fact, conclusions of law and recommendation of the Judicial Integrity Board in its Report dated January 25, 2023.\n\nFirst. Pabica violated Canon IV, Section 5 of the Code of Conduct for Court Personnel[17] (CCCP) when she meddled with Civil Case No. 461 by convincing complainant to engage the legal services of Atty. Esmero as her handling lawyer, in lieu of Atty. Samson. Thus, the acts of Pabica are even more pernicious, given that Atty. Esmero's acceptance of complainant's case appears to violate the prohibition against conflict of interest under Canon III, Sections 13, 14, 17, and 18.\n\nCanon IV, Section 5 of the CCCP explicitly ordains that court personnel shall not recommend private attorneys to litigants.[18] Notably, Pabica did not merely recommend, but even convinced complainant and her co-defendants to change their attorney and hire Atty. Esmero to replace Atty. Samson. Worse, Pabica, as the Acting Clerk of Court of the Municipal Trial Court, could not have been unaware that Atty. Esmero had previously represented complainant's opponents in another case before the same court and even notarized documents forming part of the evidence-in-chief of the plaintiffs in Civil Case No. 461.\n\nIn Office of the Court Administrator v. Buzon,[19] the Court found that a court stenographer committed grave misconduct for assisting a party-litigant to find legal representation, viz.:\n\nLikewise, respondent claims that she was merely assisting Tablante in finding a new defense lawyer does not legitimize her actions. Canon IV, Section 5 of the Code of Conduct for Court Personnel prohibits court personnel from recommending private attorneys to litigants, prospective litigants, or anyone dealing with the judiciary. While court employees are not totally prohibited from rendering aid to others, they should see to it that the assistance, albeit involving acts unrelated to their official functions, does not in any way compromise the public's trust in the justice system. Clearly, by assisting Tablante in finding legal representation, respondent violated ethical rules.\n\nRespondent's action is all the more malevolent considering that Tablante has a pending case with the court where she is a stenographer. Their interaction gave the appearance that the court is partial to Tablante's cause. As an employee of the judiciary, respondent should have maintained a neutral attitude in dealing with party-litigants. If it were true that Tablante insisted on asking for her assistance, respondent should have severed any form of communication with her. However, instead of distancing herself, respondent even agreed to meet Tablante after the latter represented that she already gathered funds to pay for a lawyer. Certainly, respondent's deliberate acts are inconsistent with her claim that she was merely a victim of frame-up.\n\nThus, respondent should be held accountable for grave misconduct, dishonesty, and conduct prejudicial to the best interest of service.[20]\n\nPabica, too, is accountable for grave misconduct, dishonesty, and conduct prejudicial to the best interest of the service.\n\nSecond. Pabica violated Canon I, Sections 1 and 2 of the CCCP, by twice soliciting and receiving money from Beltran for a favorable decision in Civil Case No. 461 to be rendered by the MTC of Palompon, Leyte, where was assigned as Court Stenographer I and Acting Clerk of Court\n\nCanon I, Section 1 of the CCCP plainly prohibits court personnel from using their official position to secure unwarranted benefits, privileges, or exemptions for others, viz.:\n\nSECTION 1. Court personnel shall not use their official position to secure unwarranted benefits, privileges or exemptions for themselves or for others.\n\nMore, Canon 1, Section 2 of the CCCP prohibits the solicitation or acceptance by court employees of any gift, favor, or benefit based on an understanding that the same shall influence their official actions, viz.:\n\nSECTION 2. Court personnel shall not solicit or accept any gift, favor or benefit based on any or explicit understanding that such gift, favor or benefit shall influence their official actions.\n\nIn Buzon,[21] the Court reiterated the well-settled doctrine that the demand and receipt of money from party-litigants is considered grave misconduct punishable with, among others, forfeiture of retirement and other benefits, except accrued credit leaves, if any, viz.:\n\nIn various cases, this Court deemed the demand and receipt of money from party-litigants constitutive of serious misconduct. The instant case should not be treated differently. Grave misconduct is defined as a serious transgression of some established and definite rule of action (such as unlawful behavior or gross negligence by the public officer or employee) that tends to threaten the very existence of the system of administration of justice an official or employee serves. It may manifest itself in corruption, or in other similar acts, done with the clear intent to violate the law or in flagrant disregard of established rules. Respondent's solicitation of money from Tablante in exchange for the acquittal of her brother violates Canon I of the Code of Conduct for Court Personnel, which expressly provides:\n\nSECTION 1. Court personnel shall not use their official position to secure unwarranted benefits, privileges or exemption for themselves or for others.\n\nSECTION 2. Court personnel shall not solicit or accept any gift, favor or benefit based on any explicit or implicit understanding that such gift, favor or benefit shall influence their official actions.\n\nGrave misconduct is classified as a grave offense punishable by dismissal from service for the first offense. Corollary thereto, the penalty of dismissal from service carries with it the following administrative disabilities: (a) cancellation of civil service eligibility; (b) forfeiture of retirement and other benefits, except accrued leave credits, if any; and (c) perpetual disqualification from re-employment in any government agency or instrumentality, including any government-owned and controlled corporation or government financial institution.\n\nBy soliciting money from Tablante, respondent committed an act of impropriety which immeasurably affects the honor of the judiciary and the people's confidence in it. She committed the ultimate betrayal of her duty to uphold the dignity and authority of the judiciary by peddling influence to litigants, creating the impression that decisions can be bought and sold.[22]\n\nIn this case, it remains undisputed that Pabica twice solicited and received money from Beltran in order to secure a favorable decision for the latter. Moreover, Pabica's act of securing PHP 4,000.00 as filing fee for a motion for reconsideration shows that she took an active part in creating undue benefit for Beltran. It bears emphasis that the fact that Beltran had lost her case does not detract from the grave violations committed by Pabica as what is safeguarded by the CCCP is the public's continuous trust in the judiciary which is betrayed by the acts of impropriety Pabica had committed.\n\nThird. Pabica's obstinate and repeated refusal, over a span of almost 12 years, to comply, despite proper notice, with the directives of the Office of the Court Administrator and the Court to: (a) file a comment; (b) show cause for her failure to comply with this Court's directives; and (c) pay a fine, constituted gross insubordination.[23]\n\nPenalty\n\nUnder Rule 140, Section 14(a) and (n), in relation to Section 17 of the Rules of Court, as amended, gross insubordination and gross misconduct are classified as serious charges warranting (a) dismissal from service; (b) forfeiture of retirement and other benefits, except accrued leave credits, if any; and (c) disqualification from reinstatement or appointment to any public office, including government-owned or controlled corporations, viz.:\n\nSECTION 14. Serious Charges. — Serious charges include:\n\n(a)\nGross misconduct constituting violations of the Code of Judicial Conduct or of the Code of Conduct for Court Personnel;\n \t \n(b)\nBribery, direct and indirect, and violations of the Anti-Graft and Corrupt Practices Act (Republic Act No. 3019);\n \t \n(c)\nSerious dishonesty;\n \t \n(d)\nGross neglect of duty in the performance or non-performance of official functions;\n \t \n(e)\nKnowingly rendering an unjust judgment or order;\n \t \n(f)\nCommission of a crime involving moral turpitude;\n \t \n(g)\nFalsification of official documents, including making untruthful statements in the certificates of service;\n \t \n(h)\nBorrowing money or property from lawyers and\/or litigants in a case pending before the court;\n \t \n(i)\nGross immorality;\n \t \n(j)\nGross ignorance of the law or procedure;\n \t \n(k)\nPartisan political activities;\n \t \n(l)\nGrave abuse of authority, and\/or prejudicial conduct that gravely besmirches or taints the reputation of the service;\n \t \n(m)\nSexual harassment;\n \t \n(n)\nGross insubordination; and\n \t \n(o)\nPossession and\/or use of illegal drugs or substances.\n. . . .\n\nSECTION 17. Sanctions. —\n\n(1)\nIf the respondent is guilty of a serious charge, any of the following sanctions may be imposed:\n \t \t \n\n(a)\nDismissal from the service, forfeiture of all or part of the benefits as the Supreme Court may determine, and disqualification from reinstatement or appointment to any public office, including government-owned or controlled corporations. Provided, however, that the forfeiture of benefits shall in no case include accrued leave credits;\n \t \t \n\n(b)\nSuspension from office without salary and other benefits for more than six (6) months but not exceeding one (1) year; or\n \t \t \n\n(c)\nA fine of more than P100,000.00 but not exceeding P200,000.00. (Emphases supplied.)\nIn view, however, of Pabica's compulsory retirement on December 30, 2019, we apply Rule 140, Section 18(a) of the Rules of Court, as amended, and impose forfeiture of her retirement benefits, except her accrued leave credits, and disqualification from reinstatement or appointment to any public office, including government-owned or -controlled corporations, viz.:\n\nSection 18. Penalty in Lieu of Dismissal on Account of Supervening Resignation, Retirement, or Other Modes of Separation of Service. — x x x\n\n(a) Forfeiture of all or part of the benefits as the Supreme Court may determine, and disqualification from reinstatement or appointment to any public office, including government-owned or controlled corporations. Provided, however, that the forfeiture of benefits shall in no case include accrued leave credits; and\/or . . .\n\nACCORDINGLY, Raineria S. Pabica is found GUILTY of Gross Misconduct and Gross Insubordination in violation of Canon I, Sections 1 and 2, and Canon IV, Section 5. In view of her compulsory retirement on December 30, 2019, the Court ORDERS the FORFEITURE of her retirement benefits, except accrued leave credits, if any, with disqualification from reinstatement or appointment to any public office, including government-owned or -controlled corporations.\n\nFurther, the Court DIRECTS the Integrated Bar of the Philippines to conduct an investigation and submit its report and recommendation on the acts of Atty. Camilo P. Esmero which may constitute a violation of the prohibition against Conflict of Interest under Canon III, Sections 13, 14, 17, and 18.\n\nLet a copy of this Decision be served on Raineria S. Pabica at her last known address at Sitio San Martin, Brgy. San Isidro, Palompon, Leyte.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez, Kho, Jr., and Singh, JJ., concur.","entities":[{"id":3905,"label":"CASE_NUM","start_offset":10,"end_offset":28},{"id":3906,"label":"CASE_NUM","start_offset":39,"end_offset":60},{"id":3907,"label":"PROM_DATE","start_offset":63,"end_offset":80},{"id":3908,"label":"PERSON","start_offset":83,"end_offset":101},{"id":3909,"label":"PERSON","start_offset":120,"end_offset":138},{"id":3911,"label":"INS","start_offset":178,"end_offset":199},{"id":3912,"label":"PERSON","start_offset":324,"end_offset":343},{"id":3913,"label":"PERSON","start_offset":345,"end_offset":352},{"id":3914,"label":"PERSON","start_offset":438,"end_offset":460},{"id":3915,"label":"PERSON","start_offset":472,"end_offset":491},{"id":3916,"label":"PERSON","start_offset":657,"end_offset":675},{"id":3917,"label":"PERSON","start_offset":677,"end_offset":683},{"id":3918,"label":"CASE_NUM","start_offset":409,"end_offset":427},{"id":3919,"label":"INS","start_offset":593,"end_offset":614},{"id":3920,"label":"INS","start_offset":635,"end_offset":638},{"id":3921,"label":"PERSON","start_offset":784,"end_offset":801},{"id":3922,"label":"PERSON","start_offset":809,"end_offset":815},{"id":3923,"label":"PERSON","start_offset":861,"end_offset":869},{"id":3924,"label":"PERSON","start_offset":974,"end_offset":982},{"id":3925,"label":"PERSON","start_offset":956,"end_offset":963},{"id":3926,"label":"PERSON","start_offset":1059,"end_offset":1065},{"id":3927,"label":"PERSON","start_offset":1085,"end_offset":1091},{"id":3928,"label":"PERSON","start_offset":1093,"end_offset":1101},{"id":3929,"label":"PERSON","start_offset":1134,"end_offset":1141},{"id":3930,"label":"PERSON","start_offset":1344,"end_offset":1352},{"id":3931,"label":"PERSON","start_offset":1035,"end_offset":1051},{"id":3932,"label":"PERSON","start_offset":1374,"end_offset":1380},{"id":3933,"label":"INS","start_offset":824,"end_offset":848},{"id":3934,"label":"CASE_NUM","start_offset":1324,"end_offset":1342},{"id":3935,"label":"PERSON","start_offset":1531,"end_offset":1538},{"id":3936,"label":"PERSON","start_offset":1817,"end_offset":1824},{"id":3937,"label":"PERSON","start_offset":1707,"end_offset":1715},{"id":3938,"label":"PERSON","start_offset":1757,"end_offset":1764},{"id":3939,"label":"PERSON","start_offset":1772,"end_offset":1779},{"id":3940,"label":"PERSON","start_offset":1836,"end_offset":1843},{"id":3941,"label":"PERSON","start_offset":1941,"end_offset":1949},{"id":3942,"label":"PERSON","start_offset":1959,"end_offset":1966},{"id":3943,"label":"PERSON","start_offset":1998,"end_offset":2006},{"id":3944,"label":"PERSON","start_offset":2015,"end_offset":2023},{"id":3945,"label":"CASE_NUM","start_offset":1581,"end_offset":1599},{"id":3946,"label":"INS","start_offset":1885,"end_offset":1889},{"id":3947,"label":"PERSON","start_offset":1903,"end_offset":1911},{"id":3948,"label":"INS","start_offset":2054,"end_offset":2058},{"id":3949,"label":"INS","start_offset":2092,"end_offset":2112},{"id":3950,"label":"INS","start_offset":2133,"end_offset":2136},{"id":3951,"label":"INS","start_offset":2192,"end_offset":2196},{"id":3952,"label":"INS","start_offset":2417,"end_offset":2421},{"id":3953,"label":"INS","start_offset":2667,"end_offset":2687},{"id":3954,"label":"PERSON","start_offset":2343,"end_offset":2349},{"id":3955,"label":"PERSON","start_offset":2550,"end_offset":2557},{"id":3956,"label":"PERSON","start_offset":2777,"end_offset":2784},{"id":3957,"label":"PERSON","start_offset":2924,"end_offset":2931},{"id":3958,"label":"PERSON","start_offset":3068,"end_offset":3076},{"id":3959,"label":"PERSON","start_offset":2613,"end_offset":2621},{"id":3960,"label":"PERSON","start_offset":3174,"end_offset":3181},{"id":3961,"label":"PERSON","start_offset":3183,"end_offset":3190},{"id":3962,"label":"PERSON","start_offset":2889,"end_offset":2897},{"id":3963,"label":"INS","start_offset":2726,"end_offset":2742},{"id":3964,"label":"INS","start_offset":3276,"end_offset":3309},{"id":3965,"label":"INS","start_offset":3357,"end_offset":3390},{"id":3966,"label":"INS","start_offset":3392,"end_offset":3395},{"id":3967,"label":"INS","start_offset":3564,"end_offset":3569},{"id":3968,"label":"INS","start_offset":3617,"end_offset":3623},{"id":3969,"label":"PERSON","start_offset":3406,"end_offset":3413},{"id":3970,"label":"PERSON","start_offset":3478,"end_offset":3484},{"id":3971,"label":"PERSON","start_offset":3632,"end_offset":3639},{"id":3972,"label":"PERSON","start_offset":3895,"end_offset":3902},{"id":3973,"label":"PERSON","start_offset":3999,"end_offset":4006},{"id":3974,"label":"PERSON","start_offset":4120,"end_offset":4127},{"id":3975,"label":"INS","start_offset":3835,"end_offset":3868},{"id":3976,"label":"INS","start_offset":3984,"end_offset":3990},{"id":3977,"label":"INS","start_offset":4235,"end_offset":4241},{"id":3978,"label":"INS","start_offset":4300,"end_offset":4305},{"id":3979,"label":"INS","start_offset":4699,"end_offset":4705},{"id":3980,"label":"PERSON","start_offset":4247,"end_offset":4254},{"id":3981,"label":"PERSON","start_offset":4422,"end_offset":4429},{"id":3982,"label":"PERSON","start_offset":4553,"end_offset":4560},{"id":3983,"label":"PERSON","start_offset":4725,"end_offset":4732},{"id":3984,"label":"PERSON","start_offset":4945,"end_offset":4952},{"id":3985,"label":"PERSON","start_offset":5380,"end_offset":5398},{"id":3986,"label":"INS","start_offset":4831,"end_offset":4855},{"id":3987,"label":"INS","start_offset":4903,"end_offset":4927},{"id":3988,"label":"INS","start_offset":5348,"end_offset":5363},{"id":3989,"label":"INS","start_offset":5407,"end_offset":5413},{"id":3990,"label":"INS","start_offset":5455,"end_offset":5476},{"id":3991,"label":"INS","start_offset":5448,"end_offset":5453},{"id":3992,"label":"INS","start_offset":5788,"end_offset":5794},{"id":3993,"label":"INS","start_offset":5892,"end_offset":5915},{"id":3994,"label":"STA","start_offset":6005,"end_offset":6040},{"id":3995,"label":"STA","start_offset":6046,"end_offset":6050},{"id":3996,"label":"PERSON","start_offset":5962,"end_offset":5969},{"id":3997,"label":"STA","start_offset":6074,"end_offset":6092},{"id":3998,"label":"PERSON","start_offset":6157,"end_offset":6164},{"id":3999,"label":"PERSON","start_offset":6205,"end_offset":6211},{"id":4000,"label":"PERSON","start_offset":6281,"end_offset":6287},{"id":4001,"label":"PERSON","start_offset":6231,"end_offset":6238},{"id":4002,"label":"STA","start_offset":6461,"end_offset":6466},{"id":4003,"label":"PERSON","start_offset":6571,"end_offset":6578},{"id":4004,"label":"PERSON","start_offset":6697,"end_offset":6704},{"id":4005,"label":"PERSON","start_offset":6721,"end_offset":6727},{"id":4006,"label":"PERSON","start_offset":6736,"end_offset":6742},{"id":4007,"label":"PERSON","start_offset":6842,"end_offset":6849},{"id":4008,"label":"INS","start_offset":6767,"end_offset":6773},{"id":4009,"label":"INS","start_offset":6780,"end_offset":6801},{"id":4010,"label":"CASE_NUM","start_offset":7026,"end_offset":7044},{"id":4011,"label":"INS","start_offset":7050,"end_offset":7083},{"id":4012,"label":"INS","start_offset":7102,"end_offset":7108},{"id":4013,"label":"PERSON","start_offset":7087,"end_offset":7092},{"id":4014,"label":"PERSON","start_offset":7293,"end_offset":7302},{"id":4015,"label":"STA","start_offset":7394,"end_offset":7429},{"id":4016,"label":"INS","start_offset":7440,"end_offset":7446},{"id":4017,"label":"INS","start_offset":7573,"end_offset":7579},{"id":4018,"label":"PERSON","start_offset":7845,"end_offset":7854},{"id":4019,"label":"PERSON","start_offset":7987,"end_offset":7996},{"id":4020,"label":"INS","start_offset":8024,"end_offset":8030},{"id":4021,"label":"INS","start_offset":8106,"end_offset":8112},{"id":4022,"label":"PERSON","start_offset":8126,"end_offset":8134},{"id":4023,"label":"PERSON","start_offset":8284,"end_offset":8293},{"id":4024,"label":"PERSON","start_offset":8470,"end_offset":8479},{"id":4025,"label":"PERSON","start_offset":8948,"end_offset":8955},{"id":4026,"label":"PERSON","start_offset":9048,"end_offset":9056},{"id":4027,"label":"STA","start_offset":8997,"end_offset":9001},{"id":4028,"label":"STA","start_offset":9245,"end_offset":9250},{"id":4029,"label":"CASE_NUM","start_offset":9084,"end_offset":9102},{"id":4030,"label":"INS","start_offset":9125,"end_offset":9129},{"id":4031,"label":"INS","start_offset":9212,"end_offset":9217},{"id":4032,"label":"INS","start_offset":9171,"end_offset":9177},{"id":4033,"label":"INS","start_offset":9407,"end_offset":9413},{"id":4034,"label":"STA","start_offset":9581,"end_offset":9586},{"id":4035,"label":"INS","start_offset":9775,"end_offset":9781},{"id":4036,"label":"INS","start_offset":9977,"end_offset":9983},{"id":4037,"label":"PERSON","start_offset":9962,"end_offset":9967},{"id":4038,"label":"INS","start_offset":10253,"end_offset":10259},{"id":4039,"label":"STA","start_offset":10984,"end_offset":11019},{"id":4040,"label":"INS","start_offset":11059,"end_offset":11065},{"id":4041,"label":"INS","start_offset":11211,"end_offset":11217},{"id":4042,"label":"PERSON","start_offset":11984,"end_offset":11992},{"id":4043,"label":"PERSON","start_offset":12372,"end_offset":12379},{"id":4044,"label":"PERSON","start_offset":12419,"end_offset":12427},{"id":4045,"label":"PERSON","start_offset":12493,"end_offset":12499},{"id":4046,"label":"PERSON","start_offset":12643,"end_offset":12650},{"id":4047,"label":"STA","start_offset":12808,"end_offset":12813},{"id":4048,"label":"PERSON","start_offset":12908,"end_offset":12915},{"id":4049,"label":"PERSON","start_offset":12689,"end_offset":12697},{"id":4050,"label":"PERSON","start_offset":12771,"end_offset":12778},{"id":4051,"label":"PERSON","start_offset":12938,"end_offset":12944},{"id":4052,"label":"INS","start_offset":13072,"end_offset":13105},{"id":4053,"label":"INS","start_offset":13114,"end_offset":13120},{"id":4054,"label":"INS","start_offset":13195,"end_offset":13200},{"id":4055,"label":"STA","start_offset":13290,"end_offset":13298},{"id":4056,"label":"STA","start_offset":13356,"end_offset":13370},{"id":4058,"label":"STA","start_offset":13839,"end_offset":13863},{"id":4059,"label":"STA","start_offset":13874,"end_offset":13909},{"id":4060,"label":"RA","start_offset":13971,"end_offset":14007},{"id":4061,"label":"RA","start_offset":14009,"end_offset":14030},{"id":4062,"label":"INS","start_offset":15071,"end_offset":15084},{"id":4063,"label":"PERSON","start_offset":15579,"end_offset":15585},{"id":4064,"label":"STA","start_offset":15641,"end_offset":15686},{"id":4065,"label":"INS","start_offset":16119,"end_offset":16132},{"id":4066,"label":"PERSON","start_offset":16406,"end_offset":16424},{"id":4067,"label":"INS","start_offset":16860,"end_offset":16866},{"id":4068,"label":"INS","start_offset":16889,"end_offset":16911},{"id":4069,"label":"PERSON","start_offset":17002,"end_offset":17018},{"id":4070,"label":"PERSON","start_offset":17188,"end_offset":17206},{"id":4071,"label":"PERSON","start_offset":17303,"end_offset":17311},{"id":4072,"label":"PERSON","start_offset":17319,"end_offset":17325},{"id":4073,"label":"PERSON","start_offset":17333,"end_offset":17340},{"id":4074,"label":"PERSON","start_offset":17342,"end_offset":17350},{"id":4075,"label":"PERSON","start_offset":17352,"end_offset":17365},{"id":4076,"label":"PERSON","start_offset":17367,"end_offset":17373},{"id":4077,"label":"PERSON","start_offset":17375,"end_offset":17383},{"id":4078,"label":"PERSON","start_offset":17385,"end_offset":17393},{"id":4079,"label":"PERSON","start_offset":17395,"end_offset":17402},{"id":4080,"label":"PERSON","start_offset":17404,"end_offset":17411},{"id":4081,"label":"PERSON","start_offset":17413,"end_offset":17421},{"id":4082,"label":"PERSON","start_offset":17423,"end_offset":17432},{"id":4083,"label":"PERSON","start_offset":17434,"end_offset":17441},{"id":4084,"label":"PERSON","start_offset":17443,"end_offset":17451},{"id":4085,"label":"PERSON","start_offset":17457,"end_offset":17462}],"relations":[],"Comments":[]}
{"id":84,"text":"EN BANC\n[ A.M. No. 23-07-26-SC, February 27, 2024 ]\nRE: POST OF ATTY. ERWIN ERFE ON SOCIAL MEDIA ACCUSING THE COURT OF JUDICIAL TYRANNY\n\nR E S O L U T I O N\nSINGH, J.:\n\nThis resolves the Verified Compliance (Re: Show Cause Order dated 25 July 2023)[1] filed by respondent Atty. Erwin P. Erfe (Atty. Erfe) in response to the Court's Resolution,[2] dated July 25, 2023, in which the Court directed him to show cause why he should not be cited in indirect contempt and why he should not be disciplined as a member of the Bar for violation of Sections 2, 14, and 19 of Canon II of the Code of Professional Responsibility and Accountability (CPRA).\nThe Facts\n\nOn July 11, 2023, the Court in its Resolution in A.M. No. 25-05-05-SC, Re: Request of the Public Attorney's Office to Delete Section 22, Canon III of the Proposed Code of Professional Responsibility and Accountability, denied the said request of the Public Attorney's Office (PAO). The Court likewise directed Atty. Persida V. Rueda-Acosta (Atty. Acosta), Chief of the PAO, to show cause why she should not be cited in indirect contempt and disciplined as a member of the Bar for her public statements on social media and other actions in relation to the said request of the PAO.\n\nWhen the Court's ruling in its July 11, 2023 Resolution was disseminated to the public through a press release, Atty. Erfe posted on his Facebook account the following statement: \"The Supreme Court's threat to cite in contempt the PAO Chief for defending the PAO cannot be called any other name other than judicial tyranny\" (Facebook post).[3]\n\nFor this reason, the Court issued the Resolution, dated July 25, 2023. The Court stated that \"Atty. Erfe's public characterization of the Court's action as 'judicial tyranny' degrades the administration of justice, as contemplated in Section 3(d), Rule 71 of the Rules of Court,\" which tended \"to bring the authority of the Court into disrepute.\"[4] Atty. Erfe was likewise ordered to show cause why he should not be disciplinary dealt with as a member of the Bar for violating the CPRA.[5]\n\nIn his Verified Compliance,[6] Atty. Erfe submitted his Most Humble Apology,[7] dated August 24, 2023,[8] expressing his \"most heartfelt and sincere apology to [the Justices of the Court], to the Supreme Court, and the entire judiciary.\"\n\nAtty. Erfe explained that the Facebook post was \"spurred by the uncontrollable and sudden emotional feeling that [he] felt\" upon learning about the denial of the PAO's request to delete Section 22, Canon III and the show cause order against Atty. Acosta. He averred that he later realized that he should not have been overcome by emotions and thus deleted the Facebook post. He added that he saw the rationale behind Section 22, Canon III and expressed his intention to fully comply with the said provision.[9]\n\nThe Issue\n\nShould Atty. Erfe be held guilty of indirect contempt and disciplined as a member of the Bar?\n\nThe Court's Ruling\n\nAtty. Erfe is guilty of indirect contempt\n\nThe Court holds that Atty. Erfe's Facebook post amounts to \"improper conduct tending, directly or indirectly, to impede, obstruct, or degrade the administration of justice,\" punishable as indirect contempt under Section 3(d), Rule 71 of the Rules of Court.\n\nTime and again, the Court, when confronted with actions and statements that tend to promote distrust and undermine public confidence in the Judiciary, has not hesitated to wield its inherent power to cite persons in contempt.[10] In so doing, the Court preserves the Judiciary's honor and dignity and the trust and confidence of the public which is critical for the stability of democratic government.[11]\n\nHere, Atty. Erfe, without providing any basis in fact or law, accused the Court of tyranny for ordering Atty. Acosta to show cause why she should not be cited in contempt. Atty. Erfe's statement, which suggested that the Court, in exercising its contempt power, acted in an oppressive manner, impaired public confidence in the Court and, consequently, degraded the administration of justice. It is an unwarranted attack on the dignity of the Court constitutive of indirect contempt.\n\nAt this juncture, the Court underscores the importance of maintaining the people's trust in the Judiciary, particularly, the Court. If the public loses their confidence in the Court, which is the last bulwark to which the Filipino people may repair to obtain relief for their grievances or protection of their rights when these are trampled upon, and believe that they cannot expect justice from the Court, they might be driven to take the law into their hands, and disorder and perhaps chaos might be the result.[12]\n\nThis is not to say that the courts are sacrosanct and thus should be shielded from any form of criticism. In People v. Godoy,[13] the Court explained that fair criticism of a court's rulings or decisions is not improper. So long as critics confine their criticisms to facts and base them on the decisions of the court, they commit no contempt no matter how severe the criticism may be; but when they pass beyond that line and charge that judicial conduct was influenced by improper, corrupt, or selfish motives, or that such conduct was affected by political prejudice or interest, the tendency is to create distrust and destroy the confidence of the people in their courts. Clearly, Atty. Erfe's derogatory remark against the Court falls outside the ambit of fair criticism.\n\nWhat makes the present case more reprehensible is that the contumacious statement came from a member of the Bar, who as an officer of the court, has the sworn and moral duty to help build and not destroy unnecessarily that high esteem and regard towards the courts that is so essential to the proper administration of justice. Thus, Atty. Erfe must likewise be disciplined as a member of the Bar.\n\nAtty. Erfe violated Sections 2, 14, and 19, Canon II of CPRA\nIn making the Facebook post, Atty. Erfe also violated the CPRA,[14] particularly the following provisions:\n\nSECTION 2. Dignified conduct. — A lawyer shall respect the law, the courts, tribunals, and other government agencies, their officials, employees, and processes, and act with courtesy, civility, fairness, and candor towards fellow members of the bar.\n\nA lawyer shall not engage in conduct that adversely reflects on one's fitness to practice law, nor behave in a scandalous manner, whether in public or private life, to the discredit of the legal profession.\n\n. . . .\n\nSECTION 14. Remedy for grievances; insinuation of improper motive. — A lawyer shall submit grievances against any officer of a court, tribunal, or other government agency only through the appropriate remedy and before the proper authorities.\n\nStatements insinuating improper motive on the part of any such officer, which are not supported by substantial evidence, shall be ground for disciplinary action.\n\n. . . .\n\nSECTION 19. Sub-judice rule. — A lawyer shall not use any forum or medium to comment or publicize opinion pertaining to a pending proceeding before any court, tribunal, or other government agency that may:\n\n(a)\ncause a pre-judgment, or\n \t \n(b)\nsway public perception so as to impede, obstruct, or influence the decision of such court, tribunal, or other government agency, or which tends to tarnish the court's or tribunal's integrity, or\n \t \n(c)\nimpute improper motives against any of its members, or\n \t \n(d)\ncreate a widespread perception of guilt or innocence before a final decision. (Emphasis supplied)\nThe Court in Re: Disturbing Social Media Posts of Lawyers\/Law Professors[15] emphasized its ruling in Tiangco v. Hon. Aguilar,[16] which elaborated on the duty of lawyers to give respect to the courts. This responsibility was then outlined in Canon 11 of the old Code of Professional Responsibility, in connection with Section 20(b), Rule 138 of the Rules of Court. The Court reiterated:\n\nGoing now to analogous disciplinary measures meted under Canon 11, it is a lawyer's sworn duty to maintain a respectful attitude towards the courts. A lawyer must not sow hate or disrespect against the court and its members. He or she must be at the forefront in upholding its dignity. Tiangco v. Hon. Aguilar outlines the intricacies of a lawyer's obligation under Canon 11, viz.:\n\nThis duty is closely entwined with his vow in the lawyer's oath \"to conduct himself as a lawyer with all good fidelity to the courts;\" his duty under Section 20 (b), Rule 138 of the Rules of Court \"[t]o observe and maintain the respect due to the courts of justice and judicial officers;\" and his duty under the first canon of the Canons of Professional Ethics \"to maintain towards the courts a respectful attitude, not for the sake of the temporary incumbent of the judicial office, but for the maintenance of its incumbent of the judicial office, but for the maintenance of its supreme importance.\"\n\nIndubitably, violation of Canon 11 warrants the imposition of an administrative penalty.[17] (Emphasis supplied; citations omitted)\n\nThe pronouncement of the Court in Genato v. Atty. Mallari[18] instructs:\n\nIt is a lawyer's sworn duty to maintain a respectful attitude towards the courts. There is, thus, no rhyme or reason for respondent's reprehensible and arrogant behavior in challenging a Justice of the Court of Appeals to a public debate. Even assuming that the decision rendered by a magistrate is, according to the losing lawyer, erroneous and completely devoid of basis in law, evidence, and jurisprudence, a person, let alone a lawyer, should not act contemptuously by challenging the judge or justice concerned to a public debate that would unavoidably expose him or her and the entire Judiciary which he or she represents, to public ridicule and mockery.[19] (Emphasis supplied)\n\nAguilar further enlightens:\n\nElsewise stated, the right to criticize, which is guaranteed by the freedom of speech and of expression in the Bill of Rights of the Constitution, must be exercised responsibly, for every right carries with it a corresponding obligation. Freedom is not freedom from responsibility, but freedom with responsibility. In Zaldivar vs. Gonzales, it was held:\n\n\"Respondent Gonzales is entitled to the constitutional guarantee of free speech. No one seeks to deny him that right, least of all this Court. What respondent seems unaware of is that freedom of speech and of expression, like all constitutional freedoms, is not absolute and that freedom of expression needs an occasion to be adjusted to and accommodated with the requirements of equally important public interests. One of these fundamental public interests is the maintenance of the integrity and orderly functioning of the administration of justice. There is no antimony between free expression and the integrity of the system of administering justice. For the protection and maintenance of freedom of expression itself can be secured only within the context of a functioning and orderly system of dispensing justice, within the context, in other words, of viable independent institutions for delivery of justice which are accepted by the general community.\"\n\nProscribed then are, inter alia, the use of unnecessary language which jeopardizes high esteem in courts, creates or promotes distrust in judicial administration, or tends necessarily to undermine the confidence of the people in the integrity of the members of this Court and to degrade the administration of justice by this Court; or of offensive and abusive language; or abrasive and offensive language; or of disrespectful, offensive, manifestly baseless, and malicious statements in pleadings or in a letter addressed to the judge; or of disparaging, intemperate, and uncalled-for remarks.\n\nThat Atty. Tiangco had exceeded the bounds of decency and propriety in making the false and malicious insinuation against this Court, particularly the Members of the First Division, and the scurrilous characterizations of the respondent judge is, indeed, all too obvious. Such could only come from anger, if not hate, after he was not given what he wanted. Anger or hate could only come from one who \"seems to be of that frame of mind whereby he considers as in accordance with law and justice whatever he believes to be right in his own opinion and as contrary to law and justice whatever does not accord with his views\". When such anger or hate is coupled with haughtiness or arrogance as when he even pointed out other intemperate words in his petition which this Court failed to incorporate in the resolution of 26 September 1994, and with seething sarcasm as when he prays that this Court \"forebear[s] from turning . . . [him] into a martyr to his principles\" and ends up his Compliance with the \"RESPECTFUL APOLOGIES — AND UNDYING LOVE\" (Constitution — Preamble, 66th word),\" nothing more can extenuate his liability for gross violation of Canon 11 of the Code of Professional Responsibility and of his other duties entwined therewith as earlier adverted to.[20] (Italics in the original; emphasis supplied; citations omitted)\n\nHere, by accusing the Court of \"judicial tyranny,\" Atty. Erfe failed to observe the fealty and respect he owes to the Court. Instead of upholding its dignity, he became a catalyst for fostering disrespect for the Court. As in the case of Mallari, he subjected the Court to public ridicule and mockery. Like in the case of Aguilar, Atty. Erfe exceeded the bounds of decency and propriety in making a baseless and malicious accusation against the Court.\n\nNot only was there no basis for his claim, there was likewise an imputation of improper motive on the part of the Members of the Court by calling their collective act a \"tyranny.\" As expounded by the Court in its July 11, 2023 Resolution, the promulgation of the CPRA, including Section 22, Canon III, was made in the exercise of its power to regulate the practice of law, as well as its constitutional prerogative to promulgate rules concerning legal assistance to the privilege. Thus, it is not true that the Court acted as a tyrant when it sustained the validity of Section 22, Canon III of the CPRA, and denied the PAO's request to delete the same.\n\nFor the same reason, Atty. Erfe likewise violated the sub judice rule, as defined under Section 19, Canon II of the CPRA. When the July 11, 2023 Resolution of the Court was announced through a press release, Atty. Erfe immediately made the Facebook post. Even assuming that he was simply sharing his opinion, there was no doubt that the intention was to sway the perception of the public so as to influence the decision of the Court.\n\nIn light of the foregoing, the Court finds Atty. Erfe's violation of Sections 2 and 24, Canon II to constitute Grossly Undignified Conduct Prejudicial to the Administration of Justice under Section 33(i), Canon VI of the CPRA. His violation of the sub judice rule is punishable under Section 34(j), Canon VI.\n\nThe penalties to be imposed on Atty. Erfe\nSection 7, Rule 71 of the Rules of Court provides that a person found guilty of indirect contempt against a Regional Trial Court or a court of equivalent or higher rank may be punished by a fine not exceeding PHP 30,000.00 or imprisonment not exceeding six months or both.\n\nUnder the circumstances, the Court finds that Atty. Erfe's contumacious conduct warrants the imposition of a fine in the amount of PHP 10,000.00.\n\nAs to the administrative liability of Atty. Erfe, violation of Sections 2 and 14, Canon II constitute Grossly Undignified Conduct Prejudicial to the Administration of Justice, a serious offense under Section 33, Canon VI. On the other hand, violation of Section 19, the sub judice rule, is a less serious offense under Section 34, Canon VI.\n\nUnder Section 37, Canon VI, a serious offense may be sanctioned with (a) disbarment; (b) suspension from the practice of law for a period exceeding six months; (c) revocation of notarial commission and disqualification as notary public for not less than two years; or (d) a fine exceeding PHP 100,000.00.\n\nUnder the same section, a less serious offense is punishable by (a) suspension from the practice of law for a period within the range of one month to six months, or revocation of notarial commission and disqualification as notary public for less than two years; or (b) a fine within the range of PHP 35,000.00 to PHP 100,000.00.\n\nConsidering that Atty. Erfe committed a single act, the second paragraph of Section 40, Canon VI of the CPRA is applicable:\n\nIf a single act or omission gives rise to more than one (1) offense, the respondent shall still be found liable for all such offenses, but shall, nonetheless, only be meted with the appropriate penalty for the most serious offense.\n\nThus, the penalty to be imposed on Atty. Erfe must be taken from that prescribed for the serious offense.\n\nNotwithstanding the foregoing, given the prevailing facts of this case and taking into consideration that this is Atty. Erfe's first offense and that he had shown extreme remorse for his actions and had immediately deleted the offending Facebook post, the Court deems the penalty of reprimand, with stern warning that a repetition of the same or a similar offense will be dealt with more severely, to be commensurate with the infraction committed by Atty. Erfe, which consist in letting his \"uncontrollable and sudden emotional feeling\" get the better of him. It is readily apparent that the Facebook post was caused by a momentary lapse of judgment on the part of Atty. Erfe, which he immediately realized as shown by his immediate deletion of the Facebook post.\n\nFOR THESE REASONS, the Court finds respondent Atty. Erwin P. Erfe GUILTY of indirect contempt of court and orders him to PAY a FINE of PHP 10,000.00. The Court further finds him GUILTY of grossly undignified conduct prejudicial to the administration of justice and violation of the sub judice rule and he is REPRIMANDED with a STERN WARNING that a repetition of the same or similar offense will be dealt with more severely.\n\nLet copies of this Resolution be furnished to the Office of the Bar Confidant, to be appended to the personal record of respondent Atty. Erwin P. Erfe, to the Integrated Bar of the Philippines, and to the Office of the Court Administrator for dissemination to all courts throughout the country for their guidance and information.\n\nThe Very Respectful Manifestation (On Full Compliance with Section 22, Canon III of the Code of Professional Responsibility and Accountability), dated February 2, 2024, filed by Atty. Erwin P. Erfe is NOTED.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez, and Kho, Jr., JJ., concur.\n","entities":[{"id":4086,"label":"PERSON","start_offset":64,"end_offset":80},{"id":4087,"label":"INS","start_offset":110,"end_offset":116},{"id":4088,"label":"PERSON","start_offset":157,"end_offset":162},{"id":4089,"label":"PERSON","start_offset":278,"end_offset":291},{"id":4090,"label":"PERSON","start_offset":299,"end_offset":303},{"id":4091,"label":"INS","start_offset":381,"end_offset":387},{"id":4092,"label":"STA","start_offset":581,"end_offset":635},{"id":4093,"label":"STA","start_offset":637,"end_offset":641},{"id":4094,"label":"INS","start_offset":677,"end_offset":683},{"id":4095,"label":"CASE_NUM","start_offset":704,"end_offset":724},{"id":4096,"label":"INS","start_offset":745,"end_offset":769},{"id":4097,"label":"STA","start_offset":818,"end_offset":872},{"id":4098,"label":"INS","start_offset":905,"end_offset":930},{"id":4099,"label":"INS","start_offset":931,"end_offset":934},{"id":4100,"label":"INS","start_offset":941,"end_offset":947},{"id":4101,"label":"INS","start_offset":1024,"end_offset":1027},{"id":4102,"label":"INS","start_offset":1230,"end_offset":1233},{"id":4103,"label":"PERSON","start_offset":971,"end_offset":979},{"id":4104,"label":"PERSON","start_offset":982,"end_offset":994},{"id":4105,"label":"PERSON","start_offset":1002,"end_offset":1008},{"id":4106,"label":"PERSON","start_offset":1354,"end_offset":1359},{"id":4107,"label":"PERSON","start_offset":1681,"end_offset":1685},{"id":4108,"label":"INS","start_offset":1245,"end_offset":1250},{"id":4109,"label":"INS","start_offset":1467,"end_offset":1471},{"id":4110,"label":"INS","start_offset":1420,"end_offset":1433},{"id":4111,"label":"INS","start_offset":1495,"end_offset":1499},{"id":4112,"label":"INS","start_offset":1602,"end_offset":1608},{"id":4113,"label":"INS","start_offset":1656,"end_offset":1662},{"id":4114,"label":"INS","start_offset":1719,"end_offset":1724},{"id":4115,"label":"STA","start_offset":1829,"end_offset":1859},{"id":4116,"label":"INS","start_offset":1905,"end_offset":1911},{"id":4117,"label":"STA","start_offset":2063,"end_offset":2067},{"id":4119,"label":"PERSON","start_offset":1937,"end_offset":1942},{"id":4120,"label":"PERSON","start_offset":2110,"end_offset":2115},{"id":4121,"label":"INS","start_offset":2254,"end_offset":2259},{"id":4122,"label":"INS","start_offset":2269,"end_offset":2282},{"id":4123,"label":"INS","start_offset":2474,"end_offset":2477},{"id":4124,"label":"PERSON","start_offset":2318,"end_offset":2323},{"id":4125,"label":"PERSON","start_offset":2559,"end_offset":2565},{"id":4126,"label":"PERSON","start_offset":2848,"end_offset":2853},{"id":4127,"label":"PERSON","start_offset":2956,"end_offset":2961},{"id":4128,"label":"PERSON","start_offset":3020,"end_offset":3024},{"id":4130,"label":"INS","start_offset":2934,"end_offset":2939},{"id":4131,"label":"STA","start_offset":3219,"end_offset":3248},{"id":4132,"label":"INS","start_offset":3271,"end_offset":3276},{"id":4133,"label":"INS","start_offset":3498,"end_offset":3504},{"id":4134,"label":"INS","start_offset":3732,"end_offset":3738},{"id":4135,"label":"INS","start_offset":3879,"end_offset":3884},{"id":4136,"label":"PERSON","start_offset":3670,"end_offset":3674},{"id":4137,"label":"PERSON","start_offset":3768,"end_offset":3775},{"id":4139,"label":"PERSON","start_offset":3836,"end_offset":3840},{"id":4140,"label":"INS","start_offset":3985,"end_offset":3991},{"id":4141,"label":"INS","start_offset":4100,"end_offset":4106},{"id":4142,"label":"INS","start_offset":4164,"end_offset":4170},{"id":4143,"label":"INS","start_offset":4267,"end_offset":4272},{"id":4144,"label":"INS","start_offset":4318,"end_offset":4323},{"id":4145,"label":"INS","start_offset":4542,"end_offset":4547},{"id":4146,"label":"INS","start_offset":4795,"end_offset":4801},{"id":4147,"label":"INS","start_offset":4973,"end_offset":4978},{"id":4148,"label":"INS","start_offset":5388,"end_offset":5394},{"id":4149,"label":"PERSON","start_offset":4780,"end_offset":4785},{"id":4150,"label":"PERSON","start_offset":5351,"end_offset":5355},{"id":4151,"label":"INS","start_offset":5328,"end_offset":5334},{"id":4152,"label":"INS","start_offset":5576,"end_offset":5581},{"id":4153,"label":"STA","start_offset":5892,"end_offset":5896},{"id":4154,"label":"STA","start_offset":5955,"end_offset":5959},{"id":4155,"label":"PERSON","start_offset":5777,"end_offset":5782},{"id":4156,"label":"PERSON","start_offset":5932,"end_offset":5937},{"id":4157,"label":"PERSON","start_offset":5842,"end_offset":5847},{"id":4158,"label":"PERSON","start_offset":7598,"end_offset":7606},{"id":4159,"label":"PERSON","start_offset":7614,"end_offset":7621},{"id":4160,"label":"STA","start_offset":7759,"end_offset":7794},{"id":4161,"label":"STA","start_offset":7830,"end_offset":7860},{"id":4162,"label":"INS","start_offset":7500,"end_offset":7506},{"id":4163,"label":"INS","start_offset":7690,"end_offset":7696},{"id":4164,"label":"INS","start_offset":8026,"end_offset":8032},{"id":4165,"label":"INS","start_offset":8087,"end_offset":8093},{"id":4166,"label":"PERSON","start_offset":8171,"end_offset":8179},{"id":4167,"label":"PERSON","start_offset":8187,"end_offset":8195},{"id":4168,"label":"STA","start_offset":8434,"end_offset":8464},{"id":4170,"label":"INS","start_offset":8394,"end_offset":8400},{"id":4171,"label":"INS","start_offset":8654,"end_offset":8661},{"id":4172,"label":"INS","start_offset":9028,"end_offset":9034},{"id":4173,"label":"PERSON","start_offset":9037,"end_offset":9044},{"id":4174,"label":"PERSON","start_offset":9053,"end_offset":9060},{"id":4175,"label":"INS","start_offset":9151,"end_offset":9157},{"id":4176,"label":"INS","start_offset":9279,"end_offset":9295},{"id":4177,"label":"CNS","start_offset":9903,"end_offset":9937},{"id":4178,"label":"PERSON","start_offset":10110,"end_offset":10119},{"id":4179,"label":"PERSON","start_offset":10123,"end_offset":10131},{"id":4180,"label":"PERSON","start_offset":10159,"end_offset":10168},{"id":4181,"label":"INS","start_offset":10283,"end_offset":10288},{"id":4182,"label":"INS","start_offset":11375,"end_offset":11381},{"id":4183,"label":"INS","start_offset":11434,"end_offset":11439},{"id":4184,"label":"PERSON","start_offset":11715,"end_offset":11723},{"id":4185,"label":"INS","start_offset":11831,"end_offset":11836},{"id":4186,"label":"INS","start_offset":12471,"end_offset":12477},{"id":4187,"label":"INS","start_offset":12592,"end_offset":12598},{"id":4188,"label":"STA","start_offset":12866,"end_offset":12901},{"id":4189,"label":"INS","start_offset":13060,"end_offset":13066},{"id":4190,"label":"INS","start_offset":13156,"end_offset":13161},{"id":4191,"label":"INS","start_offset":13251,"end_offset":13256},{"id":4192,"label":"INS","start_offset":13302,"end_offset":13308},{"id":4193,"label":"PERSON","start_offset":13095,"end_offset":13100},{"id":4194,"label":"PERSON","start_offset":13276,"end_offset":13283},{"id":4195,"label":"PERSON","start_offset":13360,"end_offset":13367},{"id":4196,"label":"PERSON","start_offset":13375,"end_offset":13380},{"id":4197,"label":"INS","start_offset":13483,"end_offset":13488},{"id":4198,"label":"INS","start_offset":13620,"end_offset":13626},{"id":4199,"label":"INS","start_offset":13691,"end_offset":13697},{"id":4200,"label":"STA","start_offset":13754,"end_offset":13758},{"id":4201,"label":"STA","start_offset":14089,"end_offset":14093},{"id":4202,"label":"INS","start_offset":14002,"end_offset":14008},{"id":4203,"label":"INS","start_offset":14110,"end_offset":14113},{"id":4204,"label":"PERSON","start_offset":14172,"end_offset":14177},{"id":4205,"label":"STA","start_offset":14261,"end_offset":14265},{"id":4206,"label":"INS","start_offset":14308,"end_offset":14314},{"id":4207,"label":"PERSON","start_offset":14359,"end_offset":14364},{"id":4208,"label":"INS","start_offset":14572,"end_offset":14577},{"id":4209,"label":"INS","start_offset":14611,"end_offset":14617},{"id":4210,"label":"PERSON","start_offset":14629,"end_offset":14633},{"id":4211,"label":"STA","start_offset":14801,"end_offset":14805},{"id":4212,"label":"STA","start_offset":14943,"end_offset":14972},{"id":4213,"label":"PERSON","start_offset":14927,"end_offset":14931},{"id":4214,"label":"INS","start_offset":15040,"end_offset":15060},{"id":4215,"label":"INS","start_offset":15235,"end_offset":15241},{"id":4216,"label":"PERSON","start_offset":15258,"end_offset":15262},{"id":4217,"label":"PERSON","start_offset":16354,"end_offset":16359},{"id":4218,"label":"STA","start_offset":16435,"end_offset":16440},{"id":4219,"label":"PERSON","start_offset":16730,"end_offset":16735},{"id":4220,"label":"PERSON","start_offset":16916,"end_offset":16920},{"id":4221,"label":"INS","start_offset":17052,"end_offset":17058},{"id":4222,"label":"PERSON","start_offset":17252,"end_offset":17256},{"id":4223,"label":"PERSON","start_offset":17467,"end_offset":17471},{"id":4224,"label":"INS","start_offset":17584,"end_offset":17590},{"id":4225,"label":"PERSON","start_offset":17613,"end_offset":17626},{"id":4226,"label":"INS","start_offset":17715,"end_offset":17721},{"id":4227,"label":"INS","start_offset":18036,"end_offset":18063},{"id":4228,"label":"PERSON","start_offset":18123,"end_offset":18136},{"id":4229,"label":"INS","start_offset":18145,"end_offset":18178},{"id":4230,"label":"INS","start_offset":18191,"end_offset":18224},{"id":4231,"label":"STA","start_offset":18405,"end_offset":18459},{"id":4232,"label":"PERSON","start_offset":18495,"end_offset":18514},{"id":4233,"label":"PERSON","start_offset":18539,"end_offset":18547},{"id":4234,"label":"PERSON","start_offset":18555,"end_offset":18561},{"id":4235,"label":"PERSON","start_offset":18569,"end_offset":18576},{"id":4236,"label":"PERSON","start_offset":18578,"end_offset":18586},{"id":4237,"label":"PERSON","start_offset":18588,"end_offset":18601},{"id":4238,"label":"PERSON","start_offset":18603,"end_offset":18609},{"id":4239,"label":"PERSON","start_offset":18611,"end_offset":18619},{"id":4240,"label":"PERSON","start_offset":18621,"end_offset":18629},{"id":4241,"label":"PERSON","start_offset":18631,"end_offset":18638},{"id":4242,"label":"PERSON","start_offset":18640,"end_offset":18647},{"id":4243,"label":"PERSON","start_offset":18649,"end_offset":18657},{"id":4244,"label":"PERSON","start_offset":18659,"end_offset":18668},{"id":4245,"label":"PERSON","start_offset":18670,"end_offset":18677},{"id":4246,"label":"PERSON","start_offset":18683,"end_offset":18691},{"id":4247,"label":"CASE_NUM","start_offset":10,"end_offset":30},{"id":4248,"label":"PROM_DATE","start_offset":32,"end_offset":49}],"relations":[],"Comments":[]}
