{"id":4476,"text":"Manila\nFIRST DIVISION\n[ G.R. No. 136506. January 16, 2023 ]\nREPUBLIC OF THE PHILIPPINES, PETITIONER, VS. THE HONORABLE ANIANO A. DESIERTO AS OMBUDSMAN, EDUARDO COJUANGCO, JR., JUAN PONCE ENRILE, MARIA CLARA LOBREGAT, ROLANDO DELA CUESTA, JOSE ELEAZAR, JR., JOSE C. CONCEPCION, DANILO URSUA, NARCISO PINEDA, AND AUGUSTO OROSA, RESPONDENTS.\nD E C I S I O N\nHERNANDO,J.:\nChallenged in this Petitionare the: (a) August 6, 1998 Review and Recommendationof Graft Investigation Officer I Emora C. Pagunuran (GIO I Pagunuran), approved by Ombudsman Aniano A. Desierto (Desierto) on August 14, 1998,dismissing petitioner Republic of the Philippines' (Republic) Complaintfor violation of Republic Act No. (RA) 3019,docketed as OMB-0-90-2808, filed against respondents Eduardo M. Cojuangco, Jr. (Cojuangco Jr.) Juan Ponce Enrile (Enrile), Maria Clara Lobregat (Lobregat), Rolando Dela Cuesta (Dela Cuesta), Jose R. Eleazar, Jr. (Eleazar, Jr.), Jose C. Concepcion (Concepcion), Danilo S. Ursua (Ursua), Narciso M. Pineda (Pineda), and Augusto Orosa (Orosa) (collectively, respondents); and (b) GIO I Pagunuran's September 25, 1998 Order,approved by Ombudsman Desierto on October 9, 1998, denying petitioner Republic's subsequent Motion for Reconsiderationof the August 6, 1998 Review and Recommendation.\nProcedural Antecedents\nThe case stemmed from the Complaintdated February 12, 1990 filed by the Office of the Solicitor General (OSG) before the Presidential Commission on Good Government (PCGG) against respondents Cojuangco, Jr., Enrile, Lobregat, Dela Cuesta, Eleazar, Jr., Concepcion, Ursua, Pineda, and Orosa for violation of RA 3019 which was subsequently referred to the Office of the Ombudsman (Ombudsman) and docketed as OMB-0-90-2808.\nOn August 6, 1998, GIO I Pagunuran issued a Review and Recommendationrecommending the dismissal of the Complaint on the ground of prescription of offense.On August 14, 1998, Ombudsman Desierto approved GIO I Pagunuran's Review and Recommendation dated August 6, 1998.Thereafter, petitioner Republic filed a Motion for Reconsiderationwhich was denied by GIO I Pagunuran in an Order dated September 25, 1998, then approved by Ombudsman Desierto on October 9, 1998.Hence, petitioner Republic filed a petition forcertiorariunder Rule 65 before this Court assailing the Ombudsman's dismissal of its Complaint against respondents.\nOn August 23, 2001, this Court grantedRepublic's petition which reversed and set aside GIO I Pagunuran's Review and Recommendation dated August 6, 1998 and Order dated September 25, 1998, as approved by Ombudsman Desierto on August 14, 1998 and October 9, 1998, respectively.Consequently, the Ombudsman was directed to proceed with the preliminary investigation of OMB-0-90-2808, to wit:\nWHEREFORE, the instant petition is herebyGRANTED. The assailed Review and Recommendation dated August 6, 1998 of Graft Investigation Officer Emora C. Pagunuran, and approved by Ombudsman Aniano A. Desierto, dismissing the petitioner's complaint in OMB-0-90-2808, and the Order dated September 25, 1998 denying the petitioner's motion for reconsideration, are herebyREVERSEDandSET ASIDE.\nThe Ombudsman is hereby directed to proceed with the preliminary investigation of the case OMB-0-90-2808.\nNo pronouncement as to costs.\nSO ORDERED.\nThereafter, respondents Concepcionand Lobregatfiled their Manifestations seeking to set aside this Court's August 23, 2001 Decision on the ground of denial of due process as they were not notified of the petition filed by Republic before this Court. In addition, respondent Cojuangco, Jr. filed a Motion for Reconsideration of this Court's August 23, 2001 Decision.\nOn July 7, 2004, this Court issued a Resolution:(a) setting aside Our August 23, 2001 Decision as the case was not yet ripe for decision; and (b) directing the petitioner Republic to serve copies of the petition on all the respondents. As to Cojuangco, Jr.'s Motion for Reconsideration, the same was rendered moot by this Court, to wit:\nWHEREFORE, the decision of the Court dated August 23, 2001 isSET ASIDE. The petitioner is DIRECTED to serve copies of the petition on the respondents who are directed to file their respective Comments on the petition within ten (10) days from said service. The motion for reconsideration of respondent Eduardo Cojuangco is MOOTED by the resolution of this Court.\nSO ORDERED.\nThereafter, the Ombudsman and petitioner Republic filed their respective Motion for Reconsideration,and Motion for Partial Reconsideration.Subsequently, this Court issued a Resolution dated March 19, 2008 denying with finality the respective motions for lack of merit.\nHence, respondents filed their respective Comments to Republic's Petition under Rule 65, namely: (a) respondent Concepcion's Commentdated August 27, 2004; (b) respondent Dela Cuesta's Commentdated August 11 2008; and (c) respondents Ursua and Pineda's Commentsdated April 13, 2009 Meanwhile, this Court noted respondent Enrile's Commentdated May 6, 1999.\nAs to respondents Eleazar, Jr., Orosa, Lobregat, and Cojuangco, Jr., they were excluded as respondents of this criminal case in view of their deaths on December 10, 2000, September 18, 2002, January 2, 2004, and June 16, 2020, respectively.The demise of respondents Eleazar, Jr., Orosa, Lobregat, and Cojuangco, Jr. prior to final judgment terminates their criminal liabilitywithout prejudice to the right of the State to recover unlawfully acquired properties or ill-gotten wealth, if any.\nBackground of the Case\nSometime in 1972, Agricultural Investors, Inc. (AII), a private corporation owned and\/or controlled by respondent Cojuangco, Jr., allegedly started developing a coconut seed garden in Bugsuk Island, Palawan.\nThereafter, on November 14, 1974, then President Ferdinand E. Marcos issued Presidential Decree No. (PD) 582,which created the Coconut Industry Development Fund (CIDF). CIDF is a permanent fund which shall be deposited with, and administered and utilized by the Philippine National Bank (PNB) through its subsidiary, the National Investment and Development Corporation (NIDC), with the following purposes:\na) To finance the establishment, operation and maintenance of a hybrid coconut seednut farm under such terms and conditions that may be negotiated by the National Investment and Development Corporation with any private person, corporation, firm or entity as would insure that the country shall have, at the earliest possible time, a proper, adequate and continuous supply of high yielding hybrid seednuts;\nb) To purchase all of the seednuts produced by the hybrid coconut seednut farm which shall be distributed, for free, by the Authority to coconut farmers in accordance with, and in the manner prescribed in, the nationwide coconut replanting program that it shall devise and implement;Provided,That farmers who have been paying the levy herein authorized shall be given priority;\nc) To finance the establishment, operation and maintenance of extension services, model plantations and other activities as would insure that the coconut farmers shall be informed of the proper methods of replanting their farms with the hybrid seednuts.\n\"The CIDF was envisioned to finance a nationwide coconut-replanting program using 'precocious high-yielding hybrid seednuts' to be distributed for free to coconut farmers. Its initial capital of PHP 100,000,000.00 was to be paid from the Coconut Consumers Stabilization Fund (CCSF), with an additional amount of at least P0.20 per kilogram of copra resecada out of the CCSF collected by the Philippine Coconut Authority.\"\nOn November 20, 1974 or six days after the creation of CIDF, NIDC accepted AII's offer, and contracted the latter's services to implement the vital purpose of PD 582, i.e., to produce precocious high-yielding hybrid seednuts.Thus, NIDC, represented by its then Senior Vice-President, respondent Orosa, and AII, represented by its then Chairman and President, respondent Cojuangco, Jr., entered into and executed a Memorandum of Agreement (MOA)on November 20, 1974. A series of supplemental agreements and amendments subsequent to the MOA dated November 20, 1974 were likewise executed on June 27, 1975, September 10, 1977, April 12, 1979, and September 18, 1980, respectively.\nThe MOA dated November 20, 1974 principally provides that AII shall develop its coconut seed garden in Bugsuk Island, Palawan to produce high-yielding hybrid seednuts, and thereafter, sell its entire produce to NIDC.On the other hand, NIDC obligated itself to pay AII the cost of the establishment, operation and maintenance of the seed garden, and support facilities; and to buy AII's entire production of high-yielding hybrid seednuts.\nHowever, on June 11, 1978, then President Marcos issued PD 1468,otherwise known as theRevised Coconut Industry Code, which created the Philippine Coconut Authority (PCA). PCA was tasked to implement and attain the State's policy \"to promote the rapid integrated development and growth of the coconut and other palm oil industry in all its aspects, and to ensure that the coconut farmers become direct participants in, and beneficiaries of, such development and growth.\"\nAs per Article III, Section 3 of PD 1468, the CIDF shall be administered and utilized by the bank acquired for the benefit of the coconut farmers under PD 755Correspondingly, United Coconut Planters Bank (UCPB), a commercial bank whose then President was respondent Cojuangco, Jr., was acquired by the government through the CCSF for the benefit of the coconut farmers.As a result, NIDC was substituted by UCPB as the administrator-trustee of the CIDF, and as a party to the MOA dated November 20, 1974 with AII, and its supplements and amendments.\nHowever, on August 27, 1982, President Marcos lifted the CCSF levy which resulted in the depletion of the CIDF.With no financial source UCPB terminated its MOA dated November 20, 1974 with AII, and its supplements and amendments, effective December 31, 1982.\nAggrieved, AII demanded arbitration as per the arbitration clause provided in the MOA dated November 20, 1974.Accordingly, the Board of Arbitrators (BOA), composed of Atty. Esteban Bautista, Atty. Aniceto Dideles, and Atty. Bartolome Carale, was created to settle AII and UCPB's obligations by reason of the termination of the MOA dated November 20, 1974, and its supplements and amendments.\nOn March 29, 1983, the BOA rendered its Decision in favor of AII and awarded the latter liquidated damages amounting to PHP 958,650,000.00 from the CIDF. \"From this award was deducted the [amount of PHP 426,261,640.00advanced by the NIDC for the development of the seed garden, leaving a balance due to AII amounting to [PHP 532,388,354.00.\"In addition, the BOA ordered that the costs of arbitration and the arbitrator's fee of PHP 150,000.00 be paid out from the CIDF.\n\"On April 19, 1983, the UCPB Board of Directors, composed of respondents Cojuangco, Jr. as President, Enrile as Chairman, Dela Cuesta, Zayco, Ursua and Pineda as members, adopted Resolution No. 111-83, resolving to 'note' the decision of the Board of Arbitrators, allowing the arbitral award to lapse with finality.\"\nThereafter, on February 12, 1990, petitioner Republic filed the subject Complaint against respondents Cojuangco, Jr., Enrile, Lobregat, Dela Cuesta, Eleazar, Jr., Concepcion, Ursua, Pineda and Orosa.\nPetitioner Republic's Complaint (OMB-0-90-2808)\nRepublic averred that respondent Cojuangco, Jr. took advantage of his close relationship with then President Marcos for his own personal and business interests through the issuance of favorable decrees.Cojuangco, Jr. caused the Philippine Government, through the NIDC, to enter into a contract with him, through its corporation AII, under terms and conditions grossly disadvantageous to the government and in conspiracy with the members of the UCPB Board of Directors, in flagrant breach of fiduciary duty as administrator-trustee of the CIDF.\nSpecifically, petitioner Republic averred that the MOA dated November 20, 1974 is a one-sided contract with provisions clearly in favor of AII, and thereby allegedly placed NIDC in a no-win situation.Petitioner cited several stipulations in the MOA dated November 20, 1974 to substantiate its claim, to wit:\n1. Under Section 9.1 of the MOA, neither party shall be liable for any loss or damage due to the non-performance of their respective obligations resulting from any cause beyond the reasonable control of the party concerned. However, under Section 9.3, notwithstanding the occurrence of such causes, the obligation of the NIDC to pay AII's share of the development costs amounting to PHP 426,260,000.00 would still remain enforceable.£A⩊phi£\n2. Under Sec. 11.2, if NIDC fails to perform its obligations, for any cause whatsoever, it will be liable out of the CIDF, not only for the development costs, but also for liquidated damages equal to the stipulated price of the hybrid seednuts for a period of five years at the rate of 19,173,000 seednutsper annum, totaling PHP 958,650.00.\n3. Under Section 11.3, while AII was given the right to terminate the contract in case offorce majeure, no such right was given in favor of NIDC. Moreover, AII can do so without incurring any liability for damages.\n4. AII was only required to exert best efforts to produce a projected number of seednuts while NIDC was required to set aside and reserve from CIDF such amount as would insure full and prompt payment.\nAs to respondents Enrile, Dela Cuesta, Concepcion, Ursua, and Pineda, petitioner Republic averred that as members of the UCPB Board of Directors, their act of allowing the BOA's March 29, 1983's Decision to lapse into finality resulted in the successful siphoning of PHP 840,789,855.33 from CIDF to AII a corporation owned by respondent Cojuangco, Jr. Thus, respondents as members and officers of UCPB, a government-owned and controlled corporation having been acquired by the government through the CCSF levy, are considered public officers within the contemplation of RA 3019. Furthermore, respondent Cojuangco, Jr. is considered a public officer being then the Director of PCA, the President of UCPB, and ambassador-at-large.\nPetitioner Republic further noted respondents Enrile, Cojuangco, Jr., Dela Cuesta, and Concepcion's respective positions as Chairman\/Director, President\/Director, Corporate Secretary, and Treasurer\/Director of AII until their resignation on November 8, 1982, as well as respondent Orosa's participation as Senior Vice-President of NIDC and the latter's representative to the execution of the MOA dated November 20, 1974.\nPetitioner Republic essentially professed that respondents are directly or indirectly interested in personal gain, or had material interest in the transaction requiring the approval of a board, panel, or group in which they were members, in violation of RA 3019 to the grave damage and prejudice of the public interest, the Filipino people, the Republic, and the coconut farmers.\nDecision of the Ombudsman (OMB-0-90-2808)\nOn August 6, 1998, GIO I Pagunuran issued a Review and Recommendation, which was approved by Ombudsman Desierto on August 14, 1998, dismissing petitioner Republic's Complaint against respondents on the ground of prescription.The Ombudsman reckoned the prescriptive period from the execution of the MOA on November 20, 1974. Since the case was filed only on February 12, 1990, the Ombudsman ruled that the same was filed beyond the prescriptive period of 10 years under Sec. 11 of RA 3019.Also, the Ombudsman declared that the MOA dated November 20, 1974 was confirmed and ratified by PD 961 and PD 1468 and therefore, was given legislative imprimatur, to wit:\nIt appears, therefore, that the execution of the questioned contracts and substitution of the NIDC by the UCPB were given legislative imprimatur. The ratification of the question[ed] MOA, its amendments and supplements by P.D. Nos. 961 and 1468 was, at the very least, a declaration on the part of the government that the questioned contracts are, in fact, valid, legal and beneficial to the government and the Republic and that the act of the officers of the NIDC of entering into the questioned contracts were, in fact valid and legal. The said laws have not been repealed nor declared constitutional and, therefore, remain valid and effective to date. Respondents, are therefore, protected by the mantle of legality which all valid laws cast upon those who abide by them.\nWHEREFORE, premises considered, it is respectfully recommended that the complaint be, as it is hereby, dismissed.(Emphasis supplied)\nPetitioner Republic filed its Motion for Reconsiderationon the following grounds: (a) the offense charged in the Complaint falls within the category of an ill-gotten wealth case, which under the Constitution is imprescriptible; and (b) void contracts are not subject to ratification and\/or confirmation. However, the said motion was denied by GIO I Pagunuran in the Order dated September 25, 1998, which was approved by Ombudsman Desierto on October 9, 1998.\nHence, this Petition under Rule 65.\nIssues\nPetitioner Republic presented the following issues for Our resolution:\nI.\nWHETHER THE OMBUDSMAN ACTED WITH GRAVE ABUSE OF DISCRETION IN DECLARING THAT THE OFFENSE CHARGED IN THE COMPLAINT FOR VIOLATION OF R.A. NO. 3019 HAD ALREADY PRESCRIBED WHEN THE COMPLAINT WAS FILED.\nII.\nWHETHER THE OMBUDSMAN ACTED WITH GRAVE ABUSE OF DISCRETION IN DECLARING THAT THERE IS NO BASIS TO INDICT PRIVATE RESPONDENTS FOR VIOLATION OF THE ANTI-GRAFT LAW BASED ON THE CONTRACT IN QUESTION.\nThe Petition\nPetitioner Republic opines that although the complaint filed against respondents is for violation of RA 3019, the same is related to the efforts of the government to recover ill-gotten wealth from President Marcos' cronies, or from persons closely and personally associated with him. Thus, the right of the State to recover such properties unlawfully acquired by public officials or employees shall not be barred by prescription, laches, or estoppel as per Sec. 15, Art. XI of the 1987 Constitution.\nFurthermore, the Constitutional Commission's intention in drafting Sec. 15, Art. XI of the 1987 Constitution was to make imprescriptibility applicable to both civil and criminal aspects of the case. Thus, while the phrase \"or to prosecute offenses in connection therewith\" was omitted or deleted in the final version of Sec. 15, Art. XI, such omission or deletion should not override the manifest intent of the Constitutional Commission to make the prosecution of offenses related to ill-gotten wealth imprescriptible.\nAt the time of the execution of the MOA on November 20, 1974 the period of prescription under Sec. 11 of RA 3019 was 10 years. However, on March 16, 1982, Batas Pambansa Bilang (BP) 195 was enacted amending the prescriptive period of violation of RA 3019 to 15 years. Thus, at the time of the adoption of the 1987 Constitution, the period of prescription for violation of RA 3019 reckoned from the execution of the MOA on November 20, 1974 has not yet set in. Also, Sec. 11 of RA 3019 was similarly amended by Sec. 15, Art. XI of the 1987 Constitution with respect to imprescriptibility of offenses related to ill-gotten wealth.\nNonetheless, granting that the offense committed by respondents is not imprescriptible, the reckoning point shall not be from the execution of the MOA on November 20, 1974, but from the EDSA Revolution in February 1986. The Republic, citing Sec. 2 of Act No. 3326,which provides that \"prescription shall begin to run from the day of the commission of the violation of law, and if the same be not known at the time, from the discovery thereof and the institution of judicial proceedings,\" argues that the reckoning point of the prescriptive period must be from the discovery of the alleged violation, i.e., at the time of the EDSA Revolution in February 1986 and not from the execution of the MOA on November 20, 1974.\nRepublic explains that the acts complained of were committed during the Marcos regime by persons closely associated with President Marcos, which means that no one could have known the existence of the said MOA dated November 20, 1974 except respondents themselves. Even assuming that third parties knew of the existence of the subject MOA, no one had the reasonable opportunity nor political will to prosecute respondents or the persons involved therein. Considering the peculiar circumstances at that time, the prescriptive period should be reckoned from the discovery of the offense, i.e., immediately after the EDSA Revolution in February 1986. Thus, since the complaint was only filed in 1990 or four years from 1986, the offense charged against respondents has not yet prescribed.\nIn addition, the Ombudsman's ruling that the subject MOA is not grossly and manifestly disadvantageous to the government, as it was confirmed and ratified by PD 582 and PD 1468, is not correct. The Ombudsman's conclusion: (a) that the ratification of the subject MOA is at the very least a declaration on the part of the government that the agreement is valid, legal, and beneficial to it; and (b) that the act of the officers of NIDC were valid and legal, is palpable error as it gives upon the lawmaker the power to adjudicate on the validity of contracts which is essentially a judicial function.\nAlso, the terms and conditions of the subject MOA were on its face grossly and manifestly disadvantageous to the government. The Republic likewise assails the failure of the UCPB BOD to appeal and question the arbitral award in favor of AII to the detriment of the CIDF.\nRespondent Enrile's Arguments\nRespondent Enrile contends that Republic's Petition under Rule 65 should be dismissed as it is a mere attempt to substitute a lost appeal. He notes that Sec. 27 of RA 6770,otherwise known as theOmbudsman Act, provides for the specific mode or manner of assailing orders, directives or decisions issued by the Office of the Ombudsman, specifically, by filing a petition forcertiorariwithin 10 days from receipt of the written notice of the order, directive or decision, or denial of the motion for reconsideration in accordance with Rule 45 of the Rules of Court.\nThus, the Republic chose the wrong mode of appeal when it filed a petition under Rule 65. By filing a petition under Rule 65 instead of Rule 45, the Republic has clearly failed to avail of the plain, speedy, and adequate remedy provided by law within the reglementary period, i.e., Sec. 27 of RA 6770 or a petition under Rule 45. Considering the Republic's failure to file a petition under Rule 45 within 10 days from receipt of the Ombudsman's denial of its motion for reconsideration, it lost the right to assail both the Review and Recommendation dated August 6, 1998 and Order dated September 25, 1998.\nEven assuming that the petition under Rule 65 is the correct remedy, the same was filed out of time which warrants its outright dismissal. The Republic had 60 days from the receipt of the Review of Recommendation dated August 6, 1998 as approved by Ombudsman Desierto,i.e.,from August 28, 1998, within which to file a petition under Rule 65. However, it filed a motion for reconsideration on September 11, 1998 instead which effectively interrupts the filing of the petition under Rule 65. As per Sec. 4, Rule 65, the petitioner has only the balance of the 60-day period from the notice of the denial of the motion for reconsideration within which to file a petition under Rule 65 or until December 13, 1998. Hence, Republic's filing of the instant petition only on December 28, 1998 is clearly beyond the reglementary period.\nAlso, the offense charged in OMB-0-9-2808 has already prescribed Sec. 15, Art. XI of the 1987 Constitution cannot be given an amending or repealing effect as it would impair vested rights. When the complaint was filed, he had already acquired a vested right to be protected on the ground of prescription of the offense charged against him.\nMoreover, the strict application of Sec. 15, Art. XI,i.e.,imprescriptibility of criminal offense in relation to ill-gotten wealth, will violate Sec. 22, Art. III of the Constitution which prohibits enactment of bills of attainder andex-post factolaws. Even if the prescriptive period is 15 years as per BP 195, the offense has already prescribed since the running of the prescriptive period has not been interrupted by any judicial proceeding, i.e., filing of the criminal case in court, as required under Sec. 2 of Act No. 3326.\nHe insists that the running of the prescriptive period should be reckoned from the execution of the MOA on November 20, 1974. The MOA is duly notarized which makes it a public document subject to examination and discovery of anyone. During the execution of the MOA, civil courts were open and functioning which negates Republic's contention that there is no available forum to question the legality of the agreement.\nFurthermore, not only did PD 961 and PD 1468 confirm and ratify the MOA dated November 20, 1974, and its supplements and amendments, they also elevated the MOA from a mere agreement binding only between parties to a contract with force and effect of law. Thus, even if Enrile participated in the negotiation, perfection, and enforcement of the MOA dated November 20, 1974, he cannot be made criminally liable because his acts and\/or involvement therein were mandated by law.\nLastly, the terms and conditions of the MOA dated November 20, 1974 are fair and reasonable to both parties and are not disadvantageous to the government. No liability may be imputed to him in merely noting the subject arbitral award in favor of AII instead of assailing the same. When he signed Resolution No. 111-83, it was for the sole purpose of attesting to the truth and correctness of the minutes and not for the purpose of approving any action or resolution. He also stresses that UCPB is a commercial and private bank owned by coconut farmers and not by the government. Thus, he cannot be made liable as a public officer as defined under Sec. 2 of RA 3019 for his acts as the Chairman of UCPB's BOD.Respondent Concepcion's Arguments\nRespondent Concepcion argues that the petition should be dismissed for failure of the Republic to comply with Sec. 3, Rule 46, that is, the petition shall be filed with proof of service thereof on the respondent. In fact, Republic admitted that it had not served copies of the petition or subsequent pleadings to respondents Concepcion and Lobregat. Moreover, respondent Concepcion contends that since he was served a copy of the petition only on August 3, 2004, the petition is deemed to have been properly filed only on such date. Thus, the petition is filed beyond the 60-day reglementary period under Rule 65.\nFurther, the Republic has no cause of action against him in view of the dismissal of Civil Case No. 0033-C filed before the Sandiganbayan involving the same acts or omissions as in the present case. The quantum of proof required in civil cases is preponderance of evidence while in criminal cases, as in the case at bar, is proof beyond reasonable doubt. Hence, with the dismissal of SB Civil Case No. 0033-C against him, which only requires a lesser quantum of proof, there is more reason to dismiss the criminal case OMB-0-9-2808 filed against respondent Concepcion.\nIn addition, his participation in the alleged acts or omissions subject of this criminal case OMB-0-9-2808 was done and\/or performed in the course of his professional duties as a lawyer. He citesRegala v. Sandiganbayan(Regala) wherein this Court declared that the Angara Abello Concepcion Regala & Cruz (ACCRA) lawyers, of which respondent Concepcion is a partner, were being prosecuted solely on the basis of activities and services performed in the course of their duties as lawyers. Hence, the PCGG had no valid cause of action against them, and the ACCRA lawyers were excluded as parties-defendants in SB Civil Case No. 0033-C. Similarly, respondent Concepcion prays for the dismissal of criminal case OMB-0-90-2808 filed against him as there is no reason to prosecute him as a lawyer.\nMoreover, the running of the 10-year prescriptive period should be reckoned from the EDSA Revolution in 1986. Thus, the offense shall prescribe in 1996. In order to interrupt the prescription of offense, a criminal proceeding should be instituted before the Sandiganbayan. However, no criminal proceedings have been instituted against respondent Concepcion before the lapse of the prescriptive period in 1996. Hence, he can no longer be validly prosecuted for the acts or omissions subject of OMB-0-90-2808.\nNonetheless, inPresidential Ad Hoc Fact-Finding Committee on Behest Loans v. Desierto,this Court ruled that the prescriptive period was interrupted upon the filing of the complaint with the Ombudsman. Respondent Concepcion however, contends that this new doctrine should be prospectively applied considering that it was rendered by this Court years after the alleged commission of the subject offense charged and after the filing of OMB-0-90-2808. Thus, to retroactively apply the said ruling would constitutionally impair his substantive right to prescription.Respondent Dela Cuesta's Arguments\nSimilarly, respondent Dela Cuesta opines that due to Republic's failure to appeal within the reglementary period, the Ombudsman's Review and Recommendation dated August 6, 1998 became final and executory. Even assuming that the correct remedy is a petition forcertiorariunder Rule 65, the same was filed out of time. Dela Cuesta notes that Republic only served him a copy of the subject Petition on June 27, 2008 or almost nine years and eight months from the time the Republic was notified of the Order dated September 25, 1998. Thus, the petition should be dismissed for being invalid and contrary to Sec. 3, Rule 46 of the Rules of Court.\nIn the same vein, the time to prosecute the offense charged has already prescribed. The alleged violation of RA 3019 was committed on November 20, 1974. Thus, since no judicial proceedings are instituted against respondents, the running of the prescriptive period has not been interrupted.\nHe likewise argues that the MOA dated November 20, 1974 is duly notarized which makes it a public document subject to the examination and discovery of any one with the exercise of reasonable diligence. At the time of the execution of the MOA, civil courts are open and functioning. In addition, PD 961 and PD 1468 ratified the subject MOA which negates Republic's allegation that the terms of the MOA are grossly disadvantageous to the government.\nEven granting that the reckoning point of the prescriptive period, i.e., 15 years, is in February 1986, the offense charged has still prescribed since he only became a party to the instant petition on June 27, 2008 or three years and four months after the prescription of offense on February 12, 2005.\nFurthermore, the petition should be dismissed for palpable violations of his right to speedy disposition of cases. A period of 17 years reckoned from the filing of the case before the PCGG is a long period of time. Also, the reasons for the delay are all attributable to the Republic. He further contends that this is the only opportune time for him to invoke his right to speedy disposition as he was not served a copy of the instant petition earlier. He adds that he invoked his right to speedy disposition in related cases filed against him.\nLastly, Dela Cuesta opines that Civil Case No. 0033-C, which pertains to the same act or omission alleged in the case at bar, pending before the Sandiganbayan, excluded him as a respondent. He argues that since the quantum of evidence required in civil cases is only preponderance of evidence, the subject criminal case with a higher quantum of evidence cannot prosper.Respondents Ursuaand Pineda'sArguments\nRespondents Ursua and Pineda contend that other than self-serving statements, petitioner Republic failed to offer any substantial evidence to support the alleged grave abuse of discretion, manifest partiality, evident bad faith, or inexcusable negligence on the part of the Ombudsman. They citedEspinosa v. Office of the OmbudsmanandThe Presidential Ad-Hoc Fact Finding Committee on Behest Loans v. Desiertoto support their contention that courts consistently refrain from interfering with the Ombudsman's powers and independence.\nLastly, citingPresidential Commission on Good Government v. Desierto,they argue that the Ombudsman has the power to determine whether there exists reasonable ground to believe that a crime has been committed and that the accused is probably guilty thereof. The Court will not ordinarily interfere with the Ombudsman's exercise of its investigatory and prosecutorial powers without good and compelling reasons. While there are certain exceptions when the Court may intervene, respondents Ursua and Pineda aver that none applies in the present case.\nOur Ruling\nWe find the petition partly meritorious.\nDeath of accused during the pendency of a criminal action\nAt the outset, respondents Eleazar, Jr., Orosa, Lobregat, and Cojuangco Jr died during the pendency of this petition. Article 89 of the Revised Penal Code states that:\nART. 89.How criminal liability is totally extinguished. Criminal liability is totally extinguished:\n1. By the death of the convict, as to the personal penalties; and as to pecuniary penalties, liability therefor is extinguished only when the death of the offender occurs before final judgment[.]\nInPeople v. Bayotas,We explained the effects of the death of the accused pending appeal, to wit:\n1. Death of the accused pending appeal of his\/[her] conviction extinguishes his\/[her] criminal liability as well as the civil liability based solely thereon. As opined by Justice Regalado, in this regard, \"the death of the accused prior to final judgment terminates his\/[her] criminal liability andonlythe civil liabilitydirectlyarising from and based solely on the offense committed,i.e., civil liabilityex delicto in senso strictiore.\"\n2. Corollarily, the claim for civil liability survives notwithstanding the death of accused, if the same may also be predicated on a source of obligation other thandelict.Article 1157 of the Civil Code enumerates these other sources of obligation from which the civil liability may arise as a result of the same act or omission:\na) Law\nb) Contracts\nc) Quasi-contracts\nd) [x x x]\ne) Quasi-delicts\n3. Where the civil liability survives, as explained in Number 2 above, an action for recovery therefor may be pursued but only by way of filing a separate civil action and subject to Section 1, Rule 111 of the 1985 Rules on Criminal Procedure as amended. This separate civil action may be enforced either against the executor\/administrator or the estate of the accused, depending on the source of obligation upon which the same is based as explained above.\n4. Finally, the private offended party need not fear a forfeiture of his\/[her] right to file this separate civil action by prescription, in cases where during the prosecution of the criminal action and prior to its extinction, the private-of­fended party instituted together therewith the civil action. In such case, the statute of limitations on the civil liability is deemed interrupted during the pendency of the criminal case, conformably with provisions of Article 1155 of the Civil Code, that should thereby avoid any apprehension on a possible privation of right by prescription.\nWith the demise of respondents Eleazar, Jr., Orosa, Lobregat, and Cojuangco, Jr., their criminal liabilities and civil liability ex delicto are now extinguished. For the civil liability, which may be based on sources other than delict, the Republic may file a separate civil action against the estate of respondents Eleazar, Jr., Orosa, Lobregat, and Cojuangco, Jr. as may be warranted by law and procedural rules; or if already filed, the said separate civil action shall survive notwithstanding the dismissal of the criminal case in view of their deaths.\nApropos,the subsequent discussion pertains only to the imputation of grave abuse of discretion on the Ombudsman as to its order of dismissal of the Complaint against respondents Enrile, Dela Cuesta, Concepcion, Ursua, and Pineda on the ground of prescription.\nPropriety of the Petition\nBefore We delve into the merits of the case, We deem it necessary to determine the propriety of the petition. Sec. 27 of RA 6770 provides that:\nEffectivity and Finality of Decisions. x x x\nx x x x\nIn all administrative disciplinary cases, orders, directives, or decisions of the Office of the Ombudsman may be appealed to the Supreme Court by filing a petition forcertiorariwithin ten (10) days from receipt of the written notice of the order, directive or decision or denial of the motion for reconsideration in accordance with Rule 45 of the Rules of Court. (Emphasis supplied)\nHowever, the above provision was already declared unconstitutional inFabian v. Desiertofor expanding the Supreme Court's jurisdiction without its consent in violation of Art. VI, Sec. 30 of the Constitution, to wit:\nTaking all the foregoing circumstances in their true legal roles and effects, therefore, Section 27 of Republic Act No. 6770 cannot validly authorize an appeal to this Court from decisions of the Office of the Ombudsman in administrative disciplinary cases. It consequently violates the proscription in Section 30, Article VI of the Constitution against a law which increases the appellate jurisdiction of this Court. No countervailing argument has been cogently presented to justify such disregard of the constitutional prohibition which, as correctly explained inFirst Lepanto Ceramics, Inc. vs. The Court of Appeals, et al.,was intended to give this Court a measure of control over cases placed under its appellate jurisdiction. Otherwise, the indiscriminate enactment of legislation enlarging its appellate jurisdiction would unnecessarily burden the Court.(Citations omitted)\nAlso, Sec. 27 of RA 6770 only relates to administrative disciplinary cases.It does not apply to appeals from Ombudsman's rulings in criminal cases,nor to resolutions on preliminary investigationssuch as the case at bar. InNava v. Commission on Audit,We declared that the remedy of an aggrieved party in such criminal case is an action forcertiorariunder Rule 65, to wit:\nThe remedy availed of by petitioner is erroneous. Instead of a petition forcertiorariunder Rule 65 of the Rules of Court, petitioner filed with this Court the present petition for review oncertiorariunder Rule 45 of the Rules of Court pursuant to the provisions of Section 27 of Republic Act No. 6770.\nRule 45 of the Rules of Court provides that only judgments or final orders or resolutions of the Court of Appeals, Sandiganbayan, the Regional Trial Court and other courts, whenever authorized by law, may be the subject of an appeal bycertiorarito this Court. It does not include resolutions of the Ombudsman on preliminary investigations in criminal cases. Petitioner's reliance on Section 27 of R.A. No. 6770 is misplaced.Section 27 is involved only whenever an appeal bycertiorariunder Rule 45 is taken from a decision in an administrative disciplinary action. It cannot be taken into account where an original action forcertiorariunder Rule 65 is resorted to as a remedy for judicial review, such as from an incident in a criminal action. In other words, the right to appeal is not granted to parties aggrieved by orders and decisions of the Ombudsman in criminal cases, like the case at bar. Such right is granted only from orders or decisions of the Ombudsman in administrative cases.\nAn aggrieved party is not left without any recourse.Where the findings of the Ombudsman as to the existence of probable cause is tainted with grave abuse of discretion amounting to lack or excess of jurisdiction, the aggrieved party may file a petition forcertiorariunder Rule 65 of the Rules of Court.(Citations omitted, emphases and underscoring supplied)\nInTirol, Jr. v. Del Rosario,We explained that although the law is silent as to the remedy of the aggrieved in criminal cases, the party is not without recourse as he or she can assail the Ombudsman's finding of probable cause in a petition forcertiorariunder Rule 65 if the same is tainted with grave abuse of discretion, amounting to lack or excess of jurisdiction,viz.:\nSection 27 of R.A. No. 6770 provides that orders, directives and decisions of the Ombudsman in administrative cases are appealable to the Supreme CourtviaRule 45 of the Rules of Court. However, inFabian v. Desierto,we declared that Section 27 is unconstitutional since it expanded the Supreme Court's jurisdiction, without its advice and consent, in violation of Article VI, Section 30 of the Constitution. Hence, all appeals from decisions of the Ombudsman in administrative disciplinary cases may be taken to the Court of Appeals under Rule 43 of the 1997 Rules of Civil Procedure.\nTrue, the law is silent on the remedy of an aggrieved party in case the Ombudsman found sufficient cause to indict him in criminal or non-administrative cases.We cannot supply such deficiency if none has been provided in the law. We have held that the right to appeal is a mere statutory privilege and may be exercised only in the manner prescribed by, and in accordance with, the provisions of law. Hence, there must be a law expressly granting such privilege. The Ombudsman Act specifically deals with the remedy of an aggrieved party from orders, directives and decisions of the Ombudsman in administrative disciplinary cases. As we ruled inFabian, the aggrieved party is given the right to appeal to the Court of Appeals. Such right of appeal is not granted to parties aggrieved by orders and decisions of the Ombudsman in criminal cases, like finding probable cause to indict accused persons.\nHowever, an aggrieved party is not without recourse where the finding of the Ombudsman as to the existence of probable cause is tainted with grave abuse of discretion, amounting to lack or excess of jurisdiction. An aggrieved party may file a petition forcertiorariunder Rule 65 of the 1997 Rules of Civil Procedure.(Citations omitted, emphases and underscoring supplied)\nVerily, petitioner Republic correctly availed of the remedy of petition forcertiorariunder Rule 65 when it assailed Ombudsman's August 6, 1998 Review and Recommendation and the September 25, 1998 Order which dismissed the complaint against respondents for violation of RA 3019. Petitioner Republic received a copy of the August 6, 1998 Review and Recommendation on August 28, 1998 and the September 25, 1998 Order on October 28, 1998.\nPrior to the Court's promulgation of A.M. No. 00-2-03-SC,Sec. 4, Rule 65 of the Rules of Court provides that in case the aggrieved party's motion for new trial or reconsideration is denied, he or she may file a petition under Rule 65 within the remaining period of 60 days, which in no case shall be less than five days, to wit:\nSEC. 4.Where and when petition to be filed. The petition may be filed not later than sixty (60) days from notice of the judgment, order or resolution sought to be assailed in the Supreme Court or, if it relates to the acts or omissions of a lower court or of a corporation, board, officer or person, in the Regional Trial Court exercising jurisdiction over the territorial area as defined by the Supreme Court. It may also be filed in the Court of Appeals whether or not the same is in aid of its appellate jurisdiction, or in the Sandiganbayan if it is in aid of its jurisdiction. If it involves the acts or omissions of a quasi-judicial agency, and unless otherwise provided by law or these Rules, the petition shall be filed in and cognizable only by the Court of Appeals.\nIf the petitioner had filed a motion for new trial or reconsideration in due time after notice of said judgment, order or resolution, the period herein fixed shall be interrupted. If the motion is denied, the aggrieved party may file the petition within the remaining period, but which shall not be less than five (5) days in any event, reckoned from notice of such denial. No extension of time to file the petition shall be granted except for the most compelling reason and in no case to exceed fifteen (15) days.(Emphasis and underscoring supplied)\nApplying the foregoing, petitioner Republic had until December 13, 1998 within which to file a petition forcertiorariunder Rule 65. However, it only filed the instant petition on December 28, 1998 or 15 days beyond the 60-day reglementary period. Patently, petitioner Republic's petition is filed out of time as per the above-quoted provision.\nNevertheless, during the pendency of the petition, the Court promulgated A.M. No. 00-2-03-SC, which amended Sec. 4 of Rule 65 and became effective on September 1, 2000, to wit:\nSECTION 4.When and where petition filed. The petition shall be filed not later than sixty (60) days from notice of judgment, order or resolution. In case a motion for reconsideration or new trial is timely filed, whether such motion is required or not, the sixty (60) day period shall be counted from notice of the denial of said motion.\nThe petition shall be filed in the Supreme Court or, if it relates to the acts or omissions of a lower court or of a corporation, board, officer or person, in the Regional Trial Court exercising jurisdiction over the territorial area as defined by the Supreme Court. It may also be filed in the Court of Appeals whether or not the same is in aid of its appellate jurisdiction, or in the Sandiganbayan if it is in aid of its appellate jurisdiction. If it involves the acts or omissions of a quasi-judicial agency, unless otherwise provided by law or these rules, the petition shall be filed in and cognizable only by the Court of Appeals.\nNo extension of time to file the petition shall be granted except for compelling reason and in no case exceeding fifteen (15) days.(Emphases and underscoring supplied)\nSettled is the rule that statutes regulating the procedure of the courts are construed as applicable to actions pending and undetermined at the time of their passageSince A.M. No. 00-2-03-SC relates to the mode of procedure, i.e., the reglementary period within which to file a petition forcertiorariunder Rule 65, it is applicable to pending cases at the time of its adoption.\nIn the present case, it is apparent that the petition is still pending resolution before this Court when A.M. No. 00-2-03-SC was issued. Similarly, the Court applied A.M. No. 00-2-03-SC retrospectively inPresidential Commission on Good Government v. Desiertowhen it ruled that:\nPrefatorily, the petition should have been dismissed for late filing. Petitioner received a copy of the assailed resolution on 08 April 1999. A motion for reconsideration was filed by the PCGG on 12 April 1999. On 06 August 1999, it received a copy of the order denying its motion for reconsideration. Pursuant to Section 65 of the 1997 Rules of Civil Procedure, the petition should have been filed on 02 October 1999; instead, the petition was only posted on 05 October 1999. During the pendency of this case, however, the Court promulgated A.M. No. 00-2-03-SC (Further Amending Section 4, Rule 65 of the 1997 Rules on Civil Procedure), made effective on 01 September 2000, that provided:\nSECTION 4.When and where petition filed. The petition shall be filed not later than sixty (60) days from notice of judgment, order or resolution. In case a motion for reconsideration or new trial is timely filed, whether such motion is required or not, the sixty (60) day period shall be counted from notice of the denial of said motion.\nIn view of the retroactive application of procedural laws, the instant petition should now be considered timely filed.(Emphasis and underscoring supplied)\nInArk Travel Express Inc. v. Abrogar,the Court upheld the retroactive application of A.M. No. 00-2-03-SC to pending cases before it, to wit:\nThe issue raised in the present petition concerns the jurisdiction of the RTC in ordering the dismissal of the criminal cases pending before the MTC and therefore, the proper remedy iscertiorari. As such, the present petition forcertiorariought to have been dismissed for late filing. The assailed Order dated October 2, 1998 was received by Ark Travel on October 16, 1998. Ark Travel filed the Motion for Reconsideration fourteen days later or on October 30, 1998. On November 27, 1998, Ark Travel received the Order of the denial of the Motion for Reconsideration. Pursuant to Rule 65 of the 1997 Rules on Civil Procedure, then prevailing, the petition should have been filed on the forty-sixth day (60 days minus 14 days) from November 27, 1998 or on January 12, 1999, the last day of the 60-day reglementary period; instead, the petition was filed on January 26, 1999.\nHowever, during the [sic] pendency of herein petition, the Court promulgated A.M. No. 00-2-03, amending Section 4, Rule 65 of the 1997 Rules on Civil Procedure, effective September 1, 2000, to wit:\nSEC. 4.When and where petition filed. The petition shall be filed not later than sixty (60) days from notice of judgment, order or resolution. In case a motion for reconsideration or new trial is timely filed, whether such motion is required or not, the sixty (60) day period shall be counted from notice of the denial of said motion.\nIn which case, the filing of the petition on January 26, 1999 was filed on the 60th day from November 27, 1998, Ark Travel's date of receipt of notice of the order denying Ark Travel's motion for reconsideration.\nWe have consistently held that statutes regulating the procedure of the courts will be construed as applicable to actions pending and undetermined at the time of their passage  procedural laws are retroactive in that sense and to that extent.In view of such retroactive application of procedural laws the instant petition should be considered as timely filed.(Emphasis and underscoring supplied)\nTherefore, the retroactive application of A.M. No. 00-2-03-SC, specifically the 60-day period within which to file a petition forcertiorari, which must be reckoned from the notice of the denial of a motion for reconsideration or new trial, shall also be applied to the present case. Thus, petitioner Republic had 60 days from receipt of the September 25, 1998 Order or until December 27, 1998 within which to file a petition. However, since December 27, 1998 is a Sunday, petitioner Republic's filing of its petition on December 28, 1998 is considered timely filed within the 60-day reglementary period.\nAs to the alleged failure of the Republic to timely serve copies of the petition to respondents Concepcion and Lobregat, the pertinent provisions of Sec. 6, Rule 65; Sec. 2, Rule 56; and Sec. 2, 3, and 4, Rule 46 of the Rules of Court are particularly instructive of the effects thereof:\nSection 6, Rule 65\nSECTION 6.Order to Comment. If the petition is sufficient in form and substance to justify such process, the court shall issue an order requiring the respondent or respondents to comment on the petition within ten (10) days from receipt of a copy thereof. Such order shall be served on the respondents in such manner as the court may direct, together with a copy of the petition and any annexes thereto.\nIn petitions forcertioraribefore the Supreme Court and the Court of Appeals, the provisions of Section 2, Rule 56, shall be observed.Before giving due course thereto, the court may require the respondents to file their comment to, and not a motion to dismiss, the petition. Thereafter, the court may require the filing of a reply and such other responsive or other pleadings as it may deem necessary and proper. (Emphasis and underscoring supplied)\nSection 2, Rule 56\nSECTION 2.Rules Applicable.The procedure in original cases forcertiorari, prohibition,mandamus, quo warrantoandhabeas corpusshall be in accordance with the applicable provisions of the Constitution, laws, and Rules 46, 48, 49, 51, 52 and this Rule,subject to the following provisions:\na) All references in said Rules to the Court of Appeals shall be understood to also apply to the Supreme Court;\nb) The portions of said Rules dealing strictly with and specifically intended for appealed cases in the Court of Appeals shall not be applicable; and\nc)Eighteen (18) clearly legible copies of the petition shall be filed, together with proof of service on all adverse parties.(Emphases and underscoring supplied)\nSections 2, 3 and 4, Rule 46\nSECTION 2.To What Actions Applicable.This Rule shall apply to original actions forcertiorari, prohibition,mandamus and quo warranto.\nExcept as otherwise provided, the actions for annulment of judgment shall be governed by Rule 47,  forcertiorari, prohibition andmandamusby Rule 65, and for quo warranto by Rule 66.\nSECTION 3.Contents and Filing of Petition; Effect of Non-Compliance with Requirements. The petition shall contain the full names and actual addresses of all the petitioners and respondents, a concise statement of the matters involved, the factual background of the case, and the grounds relied upon for the relief prayed for.\nx x x x\nIt shall be filedin seven (7) clearly legible copiestogether with proof of service thereof on the respondentwith the original copy intended for the court indicated as such by the petitioner, and shall be accompanied by a clearly legible duplicate original or certified true copy of the judgment, order, resolution, or ruling subject thereof, such material portions of the record as are referred to therein, and other documents relevant or pertinent thereto. The certification shall be accomplished by the proper clerk of court or by his duly authorized representative, or by the proper officer of the court, tribunal, agency or office involved or by his duly authorized representative. The other requisite number of copies of the petition shall be accompanied by clearly legible plain copies of all documents attached to the original.\nThe petitioner shall also submit together with the petition a sworn certification that he has not theretofore commenced any other action involving the same issues in the Supreme Court, the Court of Appeals or different divisions thereof, or any other tribunal or agency; if there is such other action or proceeding, he must state the status of the same; and if he should thereafter learn that a similar action or proceeding has been filed or is pending before the Supreme Court, the Court of Appeals, or different divisions thereof, or any other tribunal or agency, he undertakes to promptly inform the aforesaid courts and other tribunal or agency thereof within five (5) days therefrom.\nThe petitioner shall pay the corresponding docket and other lawful fees to the clerk of court and deposit the amount of P500.00 for costs at the time of the filing of the petition.\nThe failure of the petitioner to comply with any of the foregoing requirements shall be sufficient ground for the dismissal of the petition.\nSECTION 4.Jurisdiction Over Person of Respondent, How Acquired.\nThe court shall acquire jurisdiction over the person of the respondent by the service on him\/[her] of its order or resolution indicating its initial action on the petition or by his\/[her] voluntary submission to such jurisdiction.(Emphases and underscoring supplied)\nBased on the above-quoted provisions, the petition must be accompanied by a proof of service to respondents. Failure to comply with said requirement shall be a sufficient ground for the dismissal of the petition. The Court shall acquire jurisdiction over the person of the respondent upon service on him or her of its order or resolution indicating its initial action on the petition or by voluntary submission.\nAs per the records, petitioner Republic served copies of the petition to the respondents through Atty. Estelito Mendoza (Atty. Mendoza). However, respondents Lobregat and Concepcion turned out to have not received their respective copies of the petition and all subsequent pleadings and resolutions. Thus, they failed to file their Comment on the petition.\nPatently, petitioner Republic's alleged failure to timely serve copies of the petition to respondents Lobregat and Concepcion shall be sufficient ground for the dismissal of its Petition under Rule 65. However, petitioner Republic clarified that such procedural infirmity was an honest mistake as it relied on what was stated in the August 6, 1998 Review and Recommendation and September 25, 1998 Order directing that copies thereof be sent to respondents through Atty. Mendoza. Hence, petitioner Republic likewise served copies of the petition to Lobregat and Concepcion through Atty. Mendoza.\nNonetheless, instead of dismissing the petition outright, this Court in its July 7, 2004 Resolution consequently reversed and set aside the August 23, 2001 Decision and allowed the filing of the Comments of all the respondents. It is worth noting that notice to adverse party is important to prevent surprise and to afford the latter a chance to be heard in keeping with the principle of procedural due process. However, it is also well-settled that procedural rules may be relaxed when a \"stringent application of [the same] would hinder rather than serve the demands of substantial justice.\"\nInSanchez v. Court of Appeals,We listed the elements to be considered to warrant the suspension of the Rules, to wit:\nAside from matters of life, liberty, honor or property which would warrant the suspension of the Rules of the most mandatory character and an examination and review by the appellate court of the lower court's findings of fact, the other elements that should be considered are the following: (a) the existence of special or compelling circumstances, (b) the merits of the case, (c) a cause not entirely attributable to the fault or negligence of the party favored by the suspension of the rules, (d) a lack of any showing that the review sought is merely frivolous and dilatory, and (e) the other party will not be unjustly prejudiced thereby.\nInGinete v. Court of Appeals,We explained the rationale in the relaxation of the rules of procedure in case of justifiable instances, to wit:\nLet it be emphasized that the rules of procedure should be viewed as mere tools designed to facilitate the attainment of justice. Their strict and rigid application, which would result in technicalities that tend to frustrate rather than promote substantial justice, must always be eschewed. Even the Rules of Court reflect this principle. The power to suspend or even disregard rules can be so pervasive and compelling as to alter even that which this Court itself has already declared to be final, as we are now constrained to do in instant case.\nThus, this court is not averse to suspending its own rules in the pursuit of the ends of justice. \"[x x x] For when the operation of the Rules will lead to an injustice we have, in justifiable instances, resorted to this extraordinary remedy to prevent it. The rules have been drafted with the primary objective of enhancing fair trials and expediting justice. As acorollary,if their application and operation tend to subvert and defeat, instead of promote and enhance it, their suspension is justified. In the words of Justice Antonio P. Barredo in his concurring opinion in Estrada v. Sto. Domingo, \"(T)his Court, through the revered and eminent Mr. Justice Abad Santos, found occasion in the case ofC. Viuda de Ordoveza v. Raymundo,to lay down for recognition in this jurisdiction, the sound rule in the administration of justice holding that 'it is always in the power of the court (Supreme Court) to suspend its own rules or to except a particular case from its operation, whenever the purposes of justice require it [x x x]\"\nThe Rules of Court were conceived and promulgated to set forth guidelines in the dispensation of justice but not to bind and chain the hand that dispenses it, for otherwise, courts will be mere slaves to or robots of technical rules, shorn of judicial discretion. That is precisely why courts, in rendering justice have always been, as they in fact ought to be, conscientiously guided by the norm that on the balance, technicalities take a backseat to substantive rights, and not the other way around. As applied to instant case, in the language of Justice Makalintal, technicalities \"should give way to the realities of the situation.\"\nClearly, the present case pertains to the Ombudsman's investigation of respondents' purported violation of RA 3019 allegedly involving government funds and\/or property. The Republic should not be faulted by the OSG's failure to timely serve copies of the petition to respondents Concepcion and Lobregat within the reglementary period. Besides, petitioner Republic provided justifiable reason for its failure to comply with the procedural requirements in filing the instant petition. Also, to deny Republic's privilege to question the assailed OMB's August 6, 1998 Review and Recommendation and the September 25, 1998 Order would frustrate, rather than promote, substantial justice, especially when the case involves purportedly public funds and\/or property. Hence, considering the existence of special or compelling circumstance, the technical rules of procedure may be relaxed in this case in order to serve the demands of substantial justice.\nGrave abuse of discretion\nHaving resolved that the instant Petition under Rule 65 was correctly and timely filed in accordance with the rules, We come now to the issue of grave abuse of discretion imputed against the Ombudsman when it ordered the dismissal of OMB-0-90-2808 on the ground of prescription.\nOrdinarily, the Court does not interfere with the Ombudsman's determination as to the existence or non-existence of probable cause except when there is grave abuse of discretion.As defined, \"grave abuse of discretion means such capricious or whimsical exercise of judgment which is equivalent to lack of jurisdiction. To justify judicial intervention, the abuse of discretion must be so patent and gross as to amount to an evasion of a positive duty or to a virtual refusal to perform a duty enjoined by law or to act at all in contemplation of law, as where the power is exercised in an arbitrary and despotic manner by reason of passion or hostility.\"\nNotably, the Ombudsman's assailed Orders did not specifically rule on the existence or non-existence of probable cause to indict or exonerate respondents Concepcion, Dela Cuesta, Enrile, Ursua, and Pineda of violation of RA 3019. Instead, the Ombudsman ordered the dismissal of the complaint on the ground of prescription.\nAfter a careful review of the records, the Court finds judicial intervention is justified and proper in this case to determine the correctness of the Ombudsman's order of dismissal on the ground of prescription as per relevant laws and jurisprudence.\nWe emphasize that We are not ruling on the guilt or innocence of the respondents. Instead, Our focus is on the plausible allegations of Republic, which may determine whether a violation of the special law was apparent at the time of its commission.\nPrescription of offense\nTo resolve the issues concerning prescription of offenses, the Court must determine the following: (a) the prescriptive period of the offense; (b) when the period commenced to run; and (c) when the period was interrupted.\n(a) Prescriptive Period of the Offense\nAt the time of enactment of RA 3019, the original prescriptive period of offenses defined and penalized therein was 10 years.Thereafter, on March 16, 1982, BP 195extended the prescriptive period in filing cases for violation of RA 3019 from 10 years to 15 years. Subsequently, the prescriptive period for violation of RA 3019 was extended to 20 years as per RA 10910,which took effect on July 21, 2016.\nIt bears stressing that the Complaint charged respondents with violation of RA 3019 on account of the execution of the MOA with AII on November 20, 1974. The prescriptive period during that time for offenses punishable under RA 3019 was 10 years. Clearly, the amendatory laws,i.e.,BP 195 and RA 10910, which provide longer periods of prescription, cannot be retroactively applied to crimes committed prior to their passage in 1982 and 2016, respectively.InPeople v. Pacificador,the rule is that \"in the interpretation of the law on prescription of crimes, that which is more favorable to the accused is to be adopted.\"Therefore, the applicable prescriptive period in the instant case is 10 years.\n(b)When the period commenced to run\nAs to the reckoning point of the prescriptive period, RA 3019 fails to explicitly provide. Thus, reference is to be made to Act No. 3326which governs the prescription of offenses punished by special penal laws.\nSec. 2 of Act No. 3326 provides that prescription commences from: (a) the day of the commission of the violation of the law, which is the general rule; or (b) if the same is not known, from the time of discovery thereof and the institution of judicial proceeding for its investigation and punishment, which is the exception and otherwise known as the discovery rule or the blameless ignorance doctrine. The discovery rule or the blameless ignorance doctrine states:\nSECTION 2.Prescription shall begin to run from the day of the commission of the violation of the law, and if the same be not known at the time, from the discovery thereof and the institution of judicial proceeding for investigation and punishment.\nThe prescription shall be interrupted when proceedings are instituted against the guilty person, and shall begin to run again if the proceedings are dismissed tor reasons not constituting jeopardy. (Emphasis supplied)\nAs elucidated inDel Rosario v. People,as a general rule, \"the fact that any aggrieved person entitled to an action has no knowledge of his\/[her] right to sue or of the facts out of which his\/[her] right arises does not prevent the running of the prescriptive period.\"On the other hand, the blameless ignorance rule provides that \"the statute of limitations runs only upon discovery of the fact of the invasion of a right which will support a cause of action.\"\nInPresidential Commission on Good Government v. Carpio-Morales (Carpio-Morales),the Court explains the construction of the discovery rule or the blameless ignorance doctrine and provides guidelines in the determination of the reckoning point for the period of prescription of violations of RA 3019, to wit:\nThe first mode being self-explanatory, We proceed with Our construction of the second mode.\nIn interpreting the meaning of the phrase \"if the same be not known at the time, from the discovery thereof and the institution of judicial proceeding for its investigation,\" this Court has, as early as 1992 inPeople v. Duque,held that in cases where the illegality of the activity is not known to the complainant at the time of its commission, Act No. 3326, Section 2 requires that prescription, in such a case, would begin to run only from the discovery thereof, i.e., discovery of the unlawful nature of the constitutive act or acts.\nIt is also inDuquewhere this Court espoused the raison d'être for the second mode. We said, \"[i]n the nature of things, acts made criminal by special laws are frequently not immoral or obviously criminal in themselves; for this reason, the applicable statute requires that if the violation of the special law is not known at the time, the prescription begins to run only from the discovery thereof, i.e., discovery of the unlawful nature of the constitutive act or acts.\"\nFurther clarifying the meaning of the second mode, the Court, in Duque, held that Section 2 should be read as \"[p]rescription shall begin to run from the day of the commission of the violation of the law, and if the same be not known at the time, from the discovery thereof anduntilthe institution of judicial proceedings for its investigation and punishment.\" Explaining the reason therefor, this Court held that a contrary interpretation would create the absurd situation where \"the prescription period would both begin and be interrupted by the same occurrence; the net effect would be that the prescription period would not have effectively begun, having been rendered academic by the simultaneous interruption of that same period.\" Additionally, this interpretation is consistent with the second paragraph of the same provision which states that \"prescription shall be interrupted when proceedings are instituted against the guilty person, [and shall] begin to run again if the proceedings are dismissed for reasons not constituting jeopardy.\"\nApplying the same principle, We have consistently held in a number of cases, some of which likewise involve behest loans contracted during the Marcos regime, that the prescriptive period for the crimes therein involved generally commences from the discovery thereof, and not on the date of its actual commission.\nIn the 1999 and 2011 cases ofPresidential Ad Hoc Fact-Finding Committee on Behest Loans v. Desierto, the Court, in said separate instances, reversed the ruling of the Ombudsman that the prescriptive period therein began to run at the time the behest loans were transacted and instead, it should be counted from the date of the discovery thereof.\nIn the 1999 case, We recognized the impossibility for the State, the aggrieved party, to have known the violation of RA 3019 at the time the questioned transactions were made in view of the fact that the public officials concerned connived or conspired with the \"beneficiaries of the loans.\" There, We agreed with the contention of the Presidential Ad Hoc Fact-Finding Committee that the prescriptive period should be computed from the discovery of the commission thereof and not from the day of such commission. It was also in the same case where We clarified that the phrase \"if the same be not known\" in Section 2 of Act No. 3326 does not mean \"lack of knowledge\" but that the crime \"is not reasonably knowable\" is unacceptable. Furthermore, in this 1999 case, We intimated that the determination of the date of the discovery of the offense is a question of fact which necessitates the reception of evidence for its determination.\nSimilarly, in the 2011 Desierto case, We ruled that the \"blameless ignorance\" doctrine applies considering that the plaintiff therein had no reasonable means of knowing the existence of a cause of action. In this particular instance, We pinned the running of the prescriptive period to the completion by the Presidential Ad Hoc Fact-Finding Committee of an exhaustive investigation on the loans. We elucidated that the first mode under Section 2 of Act No. 3326 would not apply since during the Marcos regime, no person would have dared to question the legality of these transactions.\nPrior to the 2011 Desierto case came Our 2006 Resolution inRomualdez v. Marcelo, which involved a violation of Section 7 of RA 3019. In resolving the issue of whether or not the offenses charged in the said cases have already prescribed, We applied the same principle enunciated inDuqueand ruled that the prescriptive period for the offenses therein committed began to run from the discovery thereof on the day former Solicitor General Francisco I. Chavez filed the complaint with the PCGG.\nThis was reiterated inDisini v. Sandiganbayanwhere We counted the running of the prescriptive period in said case from the date of discovery of the violation after the PCGG's exhaustive investigation despite the highly publicized and well-known nature of the Philippine Nuclear Power Plant Project therein involved, recognizing the fact that the discovery of the crime necessitated the prior exhaustive investigation and completion thereof by the PCGG.\nInRepublic v. Cojuangco, Jr.,however, We held that not all violations of RA 3019 require the application of the second mode for computing the prescription of the offense. There, this Court held that the second element for the second mode to apply, i.e., that the action could not have been instituted during the prescriptive period because of martial law, is absent. This is so since information about the questioned investment therein was not suppressed from the discerning eye of the public nor has the Office of the Solicitor General made any allegation to that effect. This Court likewise faulted therein petitioner for having remained dormant during the remainder of the period of prescription despite knowing of the investment for a sufficiently long period of time.\nAn evaluation of the foregoing jurisprudence on the matter reveals the following guidelines in the determination of the reckoning point for the period of prescription of violations of RA 3019,viz.:\n1. As a general rule, prescription begins to run from the date of the commission of the offense.\n2. If the date of the commission of the violation is not known, it shall be counted form the date of discovery thereof.\n3. In determining whether it is the general rule or the exception that should apply in a particular case, the availability or suppression of the information relative to the crime should first be determined.\nIf the necessary information, data, or records based on which the crime could be discovered is readily available to the public, the general rule applies. Prescription shall, therefore, run from the date of the commission of the crime.\nOtherwise, should martial law prevent the filing thereof or should information about the violation be suppressed, possibly through connivance, then the exception applies and the period of prescription shall be reckoned from the date of discovery thereof.(Emphasis supplied)\nApplying the foregoing principles and based on Our judicious review of the records, We are convinced that the exception on the date of discovery or the blameless ignorance doctrine applies to the case at bar.\n(i) The Republic could not have questioned the MOA because it was given legislative imprimatur.\nIt is worth noting that although the MOA dated November 20, 1974 was duly notarized and presumably available to the public for scrutiny and perusal, the same was executed and entered into by the parties pursuant to PD 582 issued by then President Marcos. Respondents even contended, and the Ombudsman ruled in the assailed Orders, that the said MOA was given legislative imprimatur. This allegedly implies that the respondents cannot be prosecuted for their involvement in the execution, implementation, and termination of the said MOA. Hinging from the same argument, the fact that the MOA dated November 20, 1974 was executed pursuant to a legislative enactment, i.e., PD 582, the more it is highly impossible for the Republic to question the same, and the respondents' alleged violation of RA 3019 and involvement in the execution, implementation and termination of the MOA.\nHence, contrary to respondents' contention and the Ombudsman's assailed Orders, We are not persuaded that the prescriptive period began to run in 1974 when the MOA with AII was executed since petitioner Republic could not have possibly questioned the respondents for their alleged violation of RA 3019 because it was given \"legislative imprimatur\" at that time. In other words, it is not possible for the Republic, as the aggrieved party, to have known respondents' alleged violation of RA 3019 prior to the 1986 Freedom Constitution which specifically mandated the President to prioritize among others the: (a) recovery of ill-gotten properties amassed by the leaders and supporters of the previous regime and protection of the interest of the people through orders of sequestration or freezing of assets of accounts; and (b) eradication of graft and corruption in government and punishment of those guilty thereof.Only then did the Republic have the opportune time to discover acts or violations of RA 3019 in connection with the MOA dated November 20, 1974 executed during the Marcos administration.\nSimilar toDisini v. Sandiganbayan,even arguing that the MOA dated November 20, 1974 is publicly known as it involves government funds and affects the Philippine coconut industry, it would have been futile for petitioner Republic to question the same and charge herein respondents with violation of RA 3019 as no person would have dared to assail the legality of MOA dated November 20, 1974 considering that President Marcos himself, exercising legislative power, issued PD 582 which paved the way for the subject MOA.\nSimilar to PD 582, the amendments introduced in PD 961 and PD 1468 went unnoticed prior to the date of discovery of the violation of RA 3019. To recall, both PD 961 and PD 1468 gave the MOA an appearance of validity.\nSec. 3-B of PD 582 authorizes the execution of a contract for the financing of a hybrid coconut seednut farm. Through PD 582, NIDC was given blanket authority to negotiate the contract on behalf of the government.\nWith the amendments introduced by PD 961, a confirmatory phrase was added: \"x x x the contract entered into by NIDC as herein authorized is hereby confirmed and ratified; x x x.\" While PD 582 paved the way for the MOA, PD 961 confirmed and ratified it.\nFinally, upon further amendment by PD 1468, any amendment or supplement to the contract was likewise confirmed and ratified. The phrase reads: \"x x x the contract, including the amendments and supplements thereto as provided for herein, entered into by NIDC as herein authorized is hereby confirmed and ratified x x x.\" In effect, the series of supplemental agreements and amendments subsequent to the MOA were confirmed and ratified.\nWith the legislative imprimatur of PD 582, PD 961, and PD 1468, it became nearly impossible for petitioner Republic to question the MOA and its series of supplemental agreements and amendments prior to the discovery of the offense. For this reason, the discovery rule or blameless ignorance doctrine applies.\n(ii) There were material subsequent events that transpired after  the execution of the MOA, but prior to the filing of the Complaint.\nApart from the disadvantageous provisions of the MOA, there are material subsequent events in 1982 and 1983 that transpired after the execution of the MOA. These material subsequent events suggest the plausibility of a violation of RA 3019.\nIn the Complaint, petitioner Republic alleged that certain events transpired after the execution of the MOA. These events include the following: (1) UCPB Board of Directors' adoption of Resolution No. 111-83 on April 19, 1983;(2) UCPB Board of Directors' act of allowing the arbitral award to lapse into finality;and (3) directorships of Enrile, Cojuangco, Jr., Dela Cuesta, and Concepcion at AII until November 8, 1982,among many others. These materials events transpired from 1982 to 1983, after the execution of the MOA and well before the filing of the Complaint in 1990.\nAppreciation of these events is necessary in determining when the prescriptive period commenced to run because the acts of certain respondents corroborate their direct or indirect participation in violation of RA 3019. We note that respondents Ursua and Pineda were neither signatories to the MOA nor directors of AII. Nonetheless, respondents Ursua and Pineda were members of UCPB's Board of Directors in 1983, whose acts still put the government at a disadvantage. Thus, as to respondents Ursua and Pineda, the action is not barred by prescription whether the general rule on date of commission or the exception on date of discovery is applied.\nTaken in its entirety, the material subsequent acts of respondents prove that any information about the violation was suppressed. Thus, the discovery rule or blameless ignorance doctrine applies.\n(iii) The Complaint is replete with allegations of conspiracy and connivance.\nInCarpio-Morales,We recognized that the reckoning point for the period of prescription of violations of RA 3019 may commence on the date of discovery when information about the violation of RA 3019 is suppressed, possibly through connivance.\nHere, the Complaint is replete with allegations of conspiracy and connivance in the suppression of information about the violation. Republic alleged as follows: (1) Cojuangco, Jr. took advantage of his close relationship with then President Marcos for his own personal and business interests through the issuance of favorable decrees;(2) Cojuangco, Jr. caused the Philippine Government, through the NIDC, to enter into a contract with him, through AII, under terms and conditions grossly disadvantageous to the government and in conspiracy with the members of the UCPB Board of Directors, in flagrant breach of fiduciary duty as administrator-trustee of the CIDF;(3) Enrile, Dela Cuesta, Concepcion, Ursua, and Pineda, as members of the UCPB Board of Directors, allowed the BOA's March 29, 1983's Decision to lapse into finality, which resulted in the successful siphoning of P840,789,855.33 from CIDF to AII;and (4) respondents were directly or indirectly interested in personal gain, or had material interest in the transaction requiring the approval of a board, panel, or group in which they were members, in violation of RA 3019 to the grave damage and prejudice of the public interest, the Filipino people, the Republic, and the coconut farmers.\nIn Our August 23, 2001 Decision, We deemed that the allegations of conspiracy and connivance were sufficiently established in the pleadings, to wit:\nThere are striking parallelisms between the said Behest Loans Case and the present one which lead us to apply the ruling of the former to the latter.First, both cases arouse out of seemingly innocent business transactions;second,both were \"discovered\" only after the government created bodies to investigate these anomalous transactions;third,both involve prosecutions for violations of R.A. No. 3019; and,fourth,in both cases,it was sufficiently raised in the pleadings that the respondents conspired and connived with one another in order to keep the alleged violations hidden from public scrutiny.\nx x x x\nR.A. No. 3019, as applied to the instant case, covers not only the alleged one-sidedness of the MOA, but also as to whether the contracts or transactions entered pursuant thereto by private respondents were manifestly and grossly disadvantageous to the government, whether they caused undue injury to the government, and whether the private respondents were interested for personal gain or had material interests in the transactions.\nThe task to determine and find whether probable cause to charge private respondents exists properly belongs to the Ombudsman. We only rule that the Office of the Ombudsman should not have dismissed the complaint on the basis of prescription which is erroneous as hereinabove discussed. The Ombudsman should have given the Solicitor General the opportunity to present his evidence and then resolve the case for purposes of preliminary investigation. Failing to do so, the Ombudsman acted with grave abuse of discretion.(Emphasis supplied)\nTaken in its entirety and in view of the unique circumstance of this case, We declare that the reckoning point of the prescriptive period should be from the promulgation of the 1986 Freedom Constitution, which mandated the President to: (a) recover ill-gotten properties amassed by the leaders and supporters of the previous regime and protect the interest of the people through orders of sequestration or freezing of assets of accounts; and (b) eradicate graft and corruption in government and punish those guilty thereof, among others. Only then will the Republic have had the opportune time to discover any alleged acts or violations which would prompt the filing of a necessary action against the culprits.\nTherefore, petitioner Republic's Complaint dated February 12, 1990 filed against respondents before the PCGG, which was subsequently referred to the Ombudsman, for violation of RA 3019 is well within the 10-year prescriptive period of an offense for the alleged illegal act committed based on the MOA dated November 20, 1974.\n(c) When the period was interrupted\nSection 2 of Act No. 3326 clearly provides that prescription shall be interrupted when proceedings are instituted against the accused, to wit:\nSEC. 2. Prescription shall begin to ran from the day of the commission of the violation of the law, and if the same be not known at the time, from the discovery thereof and the institution of judicial proceedings for its investigation and punishment.\nThe prescription shall be interrupted when proceedings are instituted against the guilty person, and shall begin to run again if the proceedings are dismissed for reasons not constituting jeopardy.(Emphasis and underscoring supplied)\nInPerez v. Sandiganbayan(Perez) citingPeople v. Pangilinan(Pangilinan), We declared that\"prescription is interrupted when the preliminary investigation against the accused is commenced,\"to wit:\nPrescription is interrupted when the preliminary investigation against the accused is commenced. InPeople v. Pangilinan, the Court held as follows:\nx x x There is no more distinction between cases under the RPC and those covered by special laws with respect to the interruption of the period of prescription. The ruling inZaldivia v. Reyes. Jr.is not controlling in special laws.InLlenes v. Dicdican, Ingco, et al. v. Sandiganbayan, Brillante v. CA,andSanrio Company Limited v. Lim,cases involving special laws, this Court held that the institution of proceedings for preliminary investigation against the accused interrupts the period of prescription. InSecurities and Exchange Commission v. Interport Resources Corporation, et al.,the Court even ruled that investigations conducted by the Securities and Exchange Commission for violations of the Revised Securities Act and the Securities Regulation Code effectively interrupts the prescription period because it is equivalent to the preliminary investigation conducted by the DOJ in criminal cases.\nIn fact, in the case of Panaguiton, Jr. v. Department of Justice, which is [on] all fours with the instant case, this Court categorically ruled that commencement of the proceedings for the prosecution of the accused before the Office of the City Prosecutor effectively interrupted the prescriptive period for the offenses they had been charged under BP Big. 22. Aggrieved parties, especially those who do not sleep on their rights and actively pursue their causes, should not be allowed to suffer unnecessarily further simply because of circumstances beyond their control, like the accused's delaying tactics or the delay and inefficiency of the investigating agencies.(Emphasis in the original)\nInPanaguiton, Jr. v. Department of Justice(Panaguiton), the Court explained the rationale for the rule that prescription is interrupted by the commencement of the preliminary investigation, to wit:\nIt must be pointed out that when Act No. 3326 was passed on 4 December 1926, preliminary investigation of criminal offenses was conducted by justices of the peace, thus, the phraseology in the law, \"institution of judicial proceedings for its investigation and punishment\", and the prevailing rule at the time was that once a complaint is filed with the justice of the peace for preliminary investigation, the prescription of the offense is halted.\nThe historical perspective on the application of Act No. 3326 is illuminating. Act No. 3226 was approved on 4 December 1926 at a time when the function of conducting the preliminary investigation of criminal offenses was vested in the justices of the peace. Thus, the prevailing rule at the time as shown in the cases ofU.S. v. LazadaandPeople v. Josonis that the prescription of the offense is tolled once a complaint is filed with the justice of the peace for preliminary investigation inasmuch as the filing of the complaint signifies the institution of the criminal proceedings against the accused. These cases were followed by our declaration inPeople v. ParaoandParaothat the first step taken in the investigation or examination of offenses partakes the nature of a judicial proceeding which suspends the prescription of the offense. Subsequently, inPeople v. Olarte, we held that the filing of the complaint in the Municipal Court, even if it be merely for purposes of preliminary examination or investigation, should, and does, interrupt the period of prescription of the criminal responsibility, even if the court where the complaint or information is filed cannot try the case on the merits. In addition, even if the court where the complaint or information is filed may only proceed to investigate the case, its actuations already represent the initial step of the proceedings against the offender, and hence, the prescriptive period should be interrupted.\nInIngco v. Sandiganbayan and Sanrio Company Limited v. Lim,which involved violations of the Anti-Graft and Corrupt Practices Act (R.A. No. 3019) and the Intellectual Property Code (R.A. No. 8293), which are both special laws, the Court ruled that the prescriptive period is interrupted by the institution of proceedings for preliminary investigation against the accused. In the more recent case of Securities and Exchange Commission v. Inter port Resources Corporation, et al., the Court ruled that the nature and purpose of the investigation conducted by the Securities and Exchange Commission on violations of the Revised Securities Act, another special law, is equivalent to the preliminary investigation conducted by the DOJ in criminal cases, and thus effectively interrupts the prescriptive period.\nPanaguitonfurther held that to rule that the running of the prescriptive period is interrupted only through the institution of judicial proceedings would deprive the injured party of his \"right to obtain vindication on account of delays that are not under his control.\"An aggrieved party who actively pursues his or her cause should not be allowed to suffer unnecessarily simply because of accused's delaying tactics or delay, and inefficiency of the investigating agencies.\nNonetheless, We are not unmindful of the rulings of this Court inJadewell Parking Systems Corp. v. Judge Lidua, Sr.(Jadewell) andZaldivia v. Reyes, Jr.(Zaldivia) which declared that \"the running of the prescriptive period shall be halted on the date the case is actually filed in court and not on any date before that\"and \"[a]s provided in the Revised Rules on Summary Procedure, only the filing of an Information tolls the prescriptive period where the crime charged is involved in an ordinance.\"\nIn other words, the Court ruled inJadewellandZaldiviathat when the offense involves violation of a municipal or city ordinance, which is governed by the Revised Rules on Summary Procedure, the running of the prescriptive period shall be interrupted only upon the institution of judicial proceedings and not the commencement of the preliminary investigation by the investigating agencies. In ruling so,JadewellandZaldiviamainly anchored on: (a) Sec. 9 of the 1983 Rules on Summary Procedure, which substantially provides that the prosecution of criminal cases falling under the summary procedure shall be either by complaint or by information filed directly in court without need of a prior preliminary examination or preliminary investigation; and (b) Sec. 11 of the 1991 Revised Rules on Summary Procedure which provides that in Metropolitan Manila and in Chartered Cities, the case is commenced only by Information except when the offense cannot be prosecutedde oficio.\nPatently,JadewellandZaldiviaare in apparent conflict withPanaguitonwhich involved a violation of BP 22, which is also within the scope of the Revised Rules on Summary Procedure  the same rules applicable on violation of municipal or city ordinance.\nInPeople v. Lee, Jr.,the Court seemingly distinguished and reconciled the conflict betweenJadewellandPanaguiton,which is affirmed inPeople v. Pangilinan,wherein the former involved prescription for violation of ordinance while the latter refers to violation of special laws, to wit:\nThe doctrine in the Panaguiton case was subsequently affirmed inPeople v. Pangilinan.In this case, the affidavit-complaint forestafaand violation of B.P. Blg. 22 against the respondent was filed before the Office of the City Prosecutor (OCP) of Quezon City on September 16, 1997. The complaint stems from respondent's issuance of nine (9) checks in favor of private complainant which were dishonored upon presentment and refusal of the former to heed the latter's notice of dishonor which was made sometime in the latter part of 1995. On February 3, 2000, a complaint for violation of BP Blg. 22 against the respondent was filed before the Metropolitan Trial Court (MeTC) of Quezon City, after the Secretary of Justice reversed the recommendation of the OCP of Quezon City approving the \"Petition to Suspend Proceedings on the Ground of Prejudicial Question\" filed by the respondent on the basis of the pendency of a civil case for accounting, recovery of commercial documents and specific performance which she earlier filed before the Regional Trial Court of Valenzuela City. The issue of prescription reached this Court after the Court of Appeals (CA), citing Section 2 of Act 3326, sustained respondent's position that the complaint against her for violation of B.P. Blg. 22 had prescribed.\nIn reversing the CA's decision, We emphatically ruled that \"(t)here is no more distinction between cases under the RPC (Revised Penal Code) and those covered by special laws with respect to the interruption of the period of prescription\" and reiterated that the period of prescription is interrupted by the filing of the complaint before the fiscal's office for purposes of preliminary investigation against the accused.\nIn the case at bar, it was clear that the filing of the complaint against the respondent with the Office of the Ombudsman on April 1, 2014 effectively tolled the running of the period of prescription. Thus, the filing of the Information before the Sandiganbayan on March 21, 2017, for unlawful acts allegedly committed on February 14, 2013 to March 20, 2014, is well within the three (3)-year prescriptive period of R.A. No. 7877. The courta quo's reliance on the case ofJadewell v. Judge Nelson Lidua, Sr.,is misplaced.Jadewellpresents a different factual milieu as the issue involved therein was the prescriptive period for violation of a city ordinance, unlike here as well as in thePangilinan and other above-mentioned related cases, where the issue refers to prescription of actions pertaining to violation of a special law. For sure, Jadewell did not abandon the doctrine inPangilinanas the former even acknowledged existing jurisprudence which holds that the filing of complaint with the Office of the City Prosecutor tolls the running of the prescriptive period.\nIt is worth noting that the offense inPanaguiton, i.e.,violation of BP 22, was committed in 1993 when BP 22 was not yet covered by the Revised Rules on Summary Procedure. In 2003, the Supreme Court, through A.M. No. 00-11-01-SC,amended the Revised Rules on Summary Procedure to include within its scope violations of BP 22. Thus, revisiting the rule on the interruption of prescriptive period with respect to special laws and those offenses covered by summary procedure is therefore in order.\nSection 11 of the Revised Rules on Summary Procedure states that:\nSECTION 11.How Commenced.The filing of criminal cases falling within the scope of this Rule shall be either by complaint or by information: Provided, however, that in Metropolitan Manila and in Chartered Cities, such cases shall be commenced only by information, except when the offense cannot be prosecutedde oficio.\nThe complaint or information shall be accompanied by the affidavits of the complainant and of his witnesses in such number of copies as there are accused plus two (2) copies for the court's files. If this requirement is not complied with within five (5) days from date of filing, the case may be dismissed. (Emphasis supplied)\nPatently, the phrase \"without need of a prior preliminary examination or preliminary investigation\" found in Sec. 9 of the 1983 Rules on Summary Procedure is now deleted in the above-quoted provision.Jadewelldeclared that \"[a]s provided in the Revised Rules on Summary Procedure, only the filing of an Information tolls the prescriptive period where the crime charged is involved in an ordinance.\"Notably, the offense involved inJadewellis a violation of city ordinance which, as provided in the Revised Rules on Summary Procedure, is commenced only by information except when the offense cannot be prosecutedde oficio.\nIn other words, in Metropolitan Manila and in Chartered Cities, prescriptive period is tolled only by the filing of an Information in court and not by the commencement of a preliminary investigation by the investigating body nor the institution of the complaint with the investigating body. Other than Metropolitan Manila and Chartered Cities, the criminal action is commenced by filing a complaint or information before the court. In the same vein, the running of the prescriptive period is interrupted by either the complaint or information filed in court.\nHence, for special laws within the scope of the Revised Rules on Summary Procedure, the principle laid down inZaldiviaandJadewellis controlling, i.e. violations of municipal or city ordinance, and BP 22. Accordingly, the ruling inPanaguitonwith respect to interruption of prescription of BP 22 shall govern only those acts committed when BP 22 is not yet covered by the Revised Rules on Summary Procedure,i.e.before the effectivity of A.M. No. 00-11-01-SC on April 15, 2003. Thus, for acts committed on April 15, 2003 onwards, the filing of complaint or information in court shall interrupt the running of the prescriptive period and not the institution of the preliminary investigation by investigating agencies or the filing of a complaint before such investigating agencies. However, in Metropolitan Manila and Chartered Cities, only the filing of Information in court shall toll the running of the prescriptive period.\nAs to other special laws not covered by the Revised Rules on Summary Procedure, such as a violation of RA 3019, the rule is that the prescriptive period is interrupted by the institution of proceedings for preliminary investigation. Plainly, the ruling laid down inPerezandPangilinan,as well as the justification elucidated inPanaguiton,are relevant and appropriate in the case at bar.\nHence, the filing of the instant complaint against respondents with the Office of the Ombudsman in 1990 effectively tolled the running of the prescriptive period. From the reckoning point,i.e.1986, only four years have lapsed when the Republic filed the Complaint in 1990 against respondents. Clearly, respondents' alleged violation of RA 3019 has not yet prescribed.\nMoreover, the Complaint filed before the Ombudsman interrupted the running of the prescriptive period. The respondents cannot, therefore, argue that the offense has already prescribed on the basis of the absence of Information filed with the Sandiganbayan.\nOmbudsman committed grave abuse of discretion when it dismissed the Complaint based on prescription of offense\nAs a general rule, the Court cannot interfere with the Ombudsman's finding of probable cause without violating the latter's constitutionally-granted investigatory and prosecutorial powers. Sec. 15 of RA 6770, otherwise known asThe Ombudsman Act,provides for the powers, functions and duties of the Office of the Ombudsman, to wit:\nSECTION 15.Powers, Functions and Duties. The Office of the Ombudsman shall have the following powers, functions and duties:\n(1) Investigate and prosecute on its own or on complaint by any person, any act or omission of any public officer or employee, office or agency, when such act or omission appears to be illegal, unjust, improper or inefficient. It has primary jurisdiction over cases cognizable by theSandiganbayanand, in the exercise of this primary jurisdiction, it may take over, at any stage, from any investigatory agency of Government, the investigation of such cases;\n(2) Direct, upon complaint or at its own instance, any officer or employee of the Government, or of any subdivision, agency or instrumentality thereof, as well as any government-owned or controlled corporations with original charter, to perform and expedite any act or duty required by law, or to stop, prevent, and correct any abuse or impropriety in the performance of duties;\n(3) Direct the officer concerned to take appropriate action against a public officer or employee at fault or who neglect to perform an act or discharge a duty required by law, and recommend his removal, suspension, demotion, fine, censure, or prosecution, and ensure compliance therewith; or enforce its disciplinary authority as provided in Section 21 of this Act:Provided,That the refusal by any officer without just cause to comply with an order of the Ombudsman to remove, suspend, demote, fine, censure, or prosecute an officer or employee who is at fault or who neglects to perform an act or discharge a duty required by law shall be a ground for disciplinary action against said officer;\n(4) Direct the officer concerned, in any appropriate case, and subject to such limitations as it may provide in its rules of procedure, to furnish it with copies of documents relating to contracts or transactions entered into by his\/[her] office involving the disbursement or use of public funds or properties, and report any irregularity to the Commission on Audit for appropriate action;\n(5) Request any government agency for assistance and information necessary in the discharge of its responsibilities, and to examine, if necessary, pertinent records and documents;\n(6) Publicize matters covered by its investigation of the matters mentioned in paragraphs (1), (2), (3) and (4) hereof, when circumstances so warrant and with due prudence:Provided,That the Ombudsman under its rules and regulations may determine what cases may not be made public:Provided, further,That any publicity issued by the Ombudsman shall be balanced, fair and true;\n(7) Determine the causes of inefficiency, red tape, mismanagement, fraud, and corruption in the Government, and make recommendations for their elimination and the observance of high standards of ethics and efficiency;\n(8) Administer oaths, issuesubpoenaandsubpoena duces tecum,and take testimony in any investigation or inquiry, including the power to examine and have access to bank accounts and records;\n(9) Punish for contempt in accordance with the Rules of Court and under the same procedure and with the same penalties provided therein;\n(10) Delegate to the Deputies, or its investigators or representatives such authority or duty as shall ensure the effective exercise or performance of the powers, functions, and duties herein or hereinafter provided;\n(11) Investigate and initiate the proper action for the recovery of ill-gotten and\/or unexplained wealth amassed after February 25, 1986 and the prosecution of the parties involved therein.\nThe Ombudsman shall give priority to complaints filed against high ranking government officials and\/or those occupying supervisory positions, complaints involving grave offenses as well as complaints involving large sums of money and\/or properties. (Emphasis supplied)\nInPresidential Ad Hoc Committee on Behest Loans v. Tabasondra,the Court explained the rationale behind the Court's non-interference with the Ombudsman's investigatory and prosecutorial powers, to wit:\nThe Ombudsman has the power to investigate and prosecute any act or omission of a public officer or employee when such act or omission appears to be illegal, unjust, improper or inefficient.In fact, the Ombudsman has the power to dismiss a complaint without going through a preliminary investigation, since he\/[she] is the proper adjudicator of the question as to the existence of a case warranting the filing of information in court. The Ombudsman has discretion to determine whether a criminal case, given its facts and circumstances, should be filed or not. This is basically his\/[her] prerogative.\nIn recognition of this power, the Court has been consistent not to interfere with the Ombudsman's exercise of his investigatory and prosecutory powers.\nVarious cases held that it is beyond the ambit of this Court to review the exercise of discretion of the Office of the Ombudsman in prosecuting or dismissing a complaint filed before it. Such initiative and independence are inherent in the Ombudsman who, beholden to no one, acts as the champion of the people and preserver of the integrity of the public service.\nThe rationale underlying the Court's ruling has been explained in numerous cases.The rule is based not only upon respect for the investigatory and prosecutory powers granted by the Constitution to the Office of the Ombudsman but upon practicality as well. Otherwise, the functions of the courts will be grievously hampered by innumerable petitions assailing the dismissal of investigatory proceedings conducted by the Office of the Ombudsman with regard to complaints filed before it, in much the same way that the courts would be extremely swamped if they would he compelled to review the exercise of discretion on the part of the fiscals or prosecuting attorneys each time they decide to file an information in court or dismiss a complaint by a private complainant.In order to insulate the Office of the Ombudsman from outside pressure and improper influence, the Constitution as well as Republic Act No. 6770 saw fit to endow that office with a wide latitude of investigatory and prosecutory powers, virtually free from legislative, executive or judicial intervention. If the Ombudsman, using professional judgment, finds the case dismissible, the Court shall respect such findings unless they are tainted with grave abuse of discretion.(Emphasis supplied)\nIt is worth noting that the instant petition is elevated before this Court via Rule 65 to determine whether the Ombudsman committed grave abuse of discretion amounting to lack or in excess of jurisdiction when it dismissed Republic's Complaint against respondents based on prescription of offense. To reiterate, the Court generally does not interfere with the Office of Ombudsman in its duty of finding the existence of probable cause nor its decision to dismiss the complaint without undergoing preliminary investigation as in the case at bar which was dismissed by reason of prescription of offense. An exception would be a finding of grave abuse of discretion.\nAs defined inCasing v. Ombudsman,\"[g]rave abuse of discretion implies a capricious and whimsical exercise of judgment tantamount to lack of jurisdiction. The Ombudsman's exercise of power must have been done in an arbitrary or despotic manner  which must be so patent and gross as to amount to an evasion of a positive duty or a virtual refusal to perform the duty enjoined or to act at all in contemplation of law  in order to exceptionally warrant judicial intervention.\"\nAs extensively discussed, Ombudsman Desierto's approval of the August 6, 1998 Review and Recommendation and the September 25, 1998 Order which recommended the dismissal of the Republic's Complaint based on prescription of offense is so patent and gross as to amount to an evasion of a positive duty or virtual refusal to perform a duty enjoined, that is, to conduct a preliminary investigation and to determine whether probable cause exists to charge herein respondents with violation of RA 3019. As found by this Court, the dismissal based on prescription of offense is erroneous and inconsistent with applicable law and jurisprudence. Evidently, the Ombudsman should not have dismissed Republic's Complaint based on prescription of offense, and proceeded to determine whether probable cause exists to charge respondents with violation of RA 3019. The OSG should have been given an opportunity to present evidence, and then resolve the case for purposes of preliminary investigation.\nNonetheless, it is premature for this Court to rule on the existence of probable cause and direct the filing of the Information with the Sandiganbayan when the Ombudsman dismissed the complaint not on the non-existence thereof, nor appreciation of the evidence, but on prescription of offense. In other words, this Court cannot rule on whether there is probable cause to indict respondents for violation of RA 3019, without interfering with the Ombudsman's investigatory duty when the same was not even specifically considered as basis for the dismissal of the Republic's Complaint.\nIn addition, this Court will not rule on respondent Concepcion's contention that he should not be charged with violation of RA 3019 as he was merely impleaded in his capacity as a lawyer and not in his own personal capacity. The issue calls for the discretionary power of the Ombudsman to prosecute respondent Concepcion based on his involvement in the alleged anomaly surrounding the MOA dated November 20, 1974.\nBesides, the issue inRegalapertains to respondent Concepcion's alleged involvement as lawyer and partner of ACCRA in relation to the Complaint dated July 31, 1987 filed by the Republic against respondent Cojuangco, Jr. for the recovery of alleged ill-gotten wealth, which includes shares of stocks in the named corporations in SB Civil Case No. 0033 entitledRepublic of the Philippines v. Eduardo Cojuangco.\nSB Civil Case No. 0033 alleged that respondents Concepcion and Cojuangco, Jr. and other defendants therein conspired in setting up, through the use of coconut levy funds, the financial and corporate framework and structures that led to the establishment of UCPB, UNICOM, and through insidious means and machinations, ACCRA, using its wholly-owned investment arm, ACCRA Investments Corporation, became the holder of approximately 15 million shares representing roughly 3.3% of the total capital stock of UCPB as of March 31, 1987.In fine,Regalaexcluded respondent Concepcion and other ACCRA lawyers from SB Civil Case No. 0033 based on the privilege of attorney-client confidentiality, constitutional right against self-incrimination, and equal protection clause.\nOn the other hand, the present criminal case concerns respondent Concepcion's alleged involvement in the MOA dated November 20, 1974 which purportedly violated RA 3019. To reiterate, the duty to prosecute respondent Concepcion is within the discretionary power of Ombudsman based on its own finding of probable cause.\nSpeedy Disposition\nFinally, respondents allege that the delay in the filing of the necessary Information before the Sandiganbayan violated their constitutional right to speedy disposition of cases.\nThe right to speedy disposition of cases is embodied under Sec. 16, Art. III of the Constitution,viz.:\nSection 16. All persons shall have the right to a speedy disposition of their cases before all judicial, quasi-judicial, or administrative bodies.\nFurthermore, Sec. 12, Art. XI of the Constitution requires the Ombudsman to act promptly on all complaints filed before it:\nSection 12. The Ombudsman and his[\/her] Deputies, as protectors of the people, shall act promptly on complaints filed in any form or manner against public officials or employees of the Government, or any subdivision, agency or instrumentality thereof, including government-owned or controlled corporations, and shall, in appropriate cases, notify the complainants of the action taken and the result thereof.\nAlso, Sec. 13 of RA 6770 mandates the Ombudsman to:\nSection 13.Mandate. The Ombudsman and his[\/her] Deputies, as protectors of the people, shall act promptly on complaints filed in any form or manner against officers or employees of the government, or of any subdivision, agency or instrumentality thereof, including government-owned or controlled corporations, and enforce their administrative, civil and criminal liability in every case where the evidence warrants in order to promote efficient service by the Government to the people.\nInCagang v. Sandiganbayan(Cagang), there was inordinate delay by the Sandiganbayan in the resolution and termination of preliminary investigation. The Court laid down the guidelines to resolve issues involving the right to speedy disposition of cases, to wit:\nFirst,the right to speedy disposition of cases is different from the right to speedy trial. While the rationale for both rights is the same, the right to speedy trial may only be invoked in criminal prosecutions against courts of law.The right to speedy disposition of cases, however, may be invoked before any tribunal, whether judicial or quasi-judicial.What is important is that the accused may already be prejudiced by the proceeding for the right to speedy disposition of cases to be invoked.\nSecond,a case is deemed initiated upon the filing of a formal complaint prior to a conduct of a preliminary investigation.This Court acknowledges, however, that the Ombudsman should set reasonable periods for preliminary investigation, with due regard to the complexities and nuances of each case. Delays beyond this period will be taken against the prosecution. The period taken for fact-finding investigations prior to the filing of the formal complaint shall not be included in the determination of whether there has been inordinate delay.\nThird,courts must first determine which party carries the burden of proof.If the right is invoked within the given time periods contained in current Supreme Court resolutions and circulars, and the time periods that will be promulgated by the Office of the Ombudsman, the defense has the burden of proving that the right was justifiably invoked. If the delay occurs beyond the given time period and the right is invoked, the prosecution has the burden of justifying the delay.\nIf the defense has the burden of proof, it must prove first, whether the case is motivated by malice or clearly only politically motivated and is attended by utter lack of evidence, and second, that the defense did not contribute to the delay.\nOnce the burden of proof shifts to the prosecution, the prosecution must prove first, that it followed the prescribed procedure in the conduct of preliminary investigation and in the prosecution of the case; second, that the complexity of the issues and the volume of evidence made the delay inevitable; and third, that no prejudice was suffered by the accused as a result of the delay.\nFourth,determination of the length of delay is never mechanical. Courts must consider the entire context of the case, from the amount of evidence to be weighed to the simplicity or complexity of the issues raised.\nAn exception to this rule is if there is an allegation that the prosecution of the case was solely motivated by malice, such as when the case is politically motivated or when there is continued prosecution despite utter lack of evidence. Malicious intent may be gauged from the behavior of the prosecution throughout the proceedings. If malicious prosecution is properly alleged and substantially proven, the case would automatically be dismissed without need of further analysis of the delay.\nAnother exception would be the waiver of the accused to the right to speedy disposition of cases or the right to speedy trial. If it can be proven that the accused acquiesced to the delay, the constitutional right can no longer be invoked.\nIn all cases of dismissals due to inordinate delay, the causes of the delays must be properly laid out and discussed by the relevant court.\nFifth,the right to speedy disposition of cases or the right to speedy trial must be timely raised.The respondent or the accused must file the appropriate motion upon the lapse of the statutory or procedural periods. Otherwise, they are deemed to have waived their right to speedy disposition of cases.(Emphasis supplied)\nWe applyCagangto the case at bar. The Court finds that respondents Concepcion, Dela Cuesta, Enrile, Ursua, and Pineda's constitutional right to speedy disposition of cases was violated by the Ombudsman through the inordinate delay in concluding the preliminary investigation.\nBelow is a timeline of incidents from the filing of the Complaint:\nBased on this timeline, it is apparent that the preliminary investigation spanned for over eight years. It was only in 1997 that any movement or action on the case actually began.\nCagangemphasizes that it is important to determine who has the burden of proving delay, If the delay is beyond the time periods provided in the rules, then the burden shifts to the State, or in this case, to petitioner Republic.\nHere, respondents argue that their right to speedy disposition of cases was violated by the Ombudsman. To determine whether the delay is inordinate,Caganginstructs the Court to examine whether the Ombudsman followed the specified time periods for the conduct of preliminary investigation.FollowingCagang,the subsequent rulings inJavier v. Sandiganbayan(Javier) andCatamco v. Sandiganbayan(Catamco) emphasized that the Ombudsman rules did not specify time periods to conclude preliminary investigations.Thus, the Court deemed the time periods provided in the Rules of Court to have suppletory application to proceedings before the Ombudsman.\nThe recent case ofLorenzo v. Hon. Sandiganbayan Sixth Division(Lorenzo) involves prosecution for violation of RA 3019. The case ofLorenzostemmed from the alleged anomalous procurement of various quantities of fertilizer (granular urea) from the Philippine Phosphate Fertilizer Corporation for the Luzon regions in 2003 by government officials of the Department of Agriculture and National Food Authority.\nInLorenzo,the Court elucidated on the right of speedy disposition of cases by applyingCagang, Javier,andCatamco.Thereafter, this Court found that there was a violation of the constitutional right to speedy disposition of cases when the preliminary investigation spanned four years from the filing of the complaint to the approval of an Order denying a motion for reconsideration.\nWe quote below the discussion inLorenzoand the applicable time periods for fact-finding investigations:\nIn the absence of specific time periods in the Rules of the Ombudsman,JavierandCatamcothus applied Section 3, Rule 112 of the Revised Rules of Criminal Procedure, which provides that the investigating prosecutor has 10 days after the investigation to determine whether there is sufficient ground to hold the respondent for trial. This 10-day period may appear short or unreasonable from an administrative standpoint. However, as held inAlarilla v. Sandiganbayan (Alarilla), given the Court's duty to balance the right of the State to prosecute violations of its lawvis-à-visthe rights of citizens to speedy disposition of cases, the citizens ought not to be prejudiced by the Ombudsman's failure to provide for particular time periods in its own Rules of Procedure.\nSoon after the promulgation ofJavierandCatamco,the Ombudsman issued Administrative Order No. (A.O.) 1 series of 2020 which specified the time periods in conducting its investigations.\nFor fact-finding Investigations, A.O. 1 provides that \"[u]nless otherwise provided for in a separate issuance, such as an Office Order creating a special panel of investigators and prescribing therein the period for the completion of an investigation, the period for completion of the investigation shall not exceed six (6) months for simple cases and twelve (12) months for complex cases\" subject to considerations on the complexity of the case and the possibility of requesting for extension on justifiable reasons, which shall not exceed one year. Notably, the fact­finding investigation in this case arguably spanned 10 years, or from October 2003 until November 2013 when the Complaint was filed before the Ombudsman, which is clearly beyond the period provided in A.O. 1. Nevertheless, the Court is constrained to disregard this apparent delay following the prevailing doctrine inCagangthat the period taken for fact-finding investigations prior to the filing of the formal complaint shall not be included in the determination of whether there has been inordinate delay.\nWe reproduce the relevant portions of Administrative Order No. (A.O.) 1, series of 2020on the applicable time periods:\nSection 7.Commencement of Preliminary Investigation. -Without prejudice to the Procedure in Criminal Cases prescribed under Rule II of Administrative Order No. 07, as amended,a preliminary investigation is deemed to commence whenever a verified complaint, grievance or request for assistance is assigned a case docket numberunder any of the following instances:\na) Upon referral by an Ombudsman case evaluator to the preliminary investigation units\/offices of the Office of the Ombudsman, after determining that the verified complaint, grievance or request for assistance is sufficient in form and substance and establishes the existence of aprima faciecase against the respondent\/s; or\nb) At any time before the lapse; of the period for the conduct of a fact­-finding investigation whenever the results thereof support a finding ofprima faciecase.\nIn all instances, the complaint, grievance or request for assistance with an assigned case docket number shall be considered as pending for purposes of issuing an Ombudsman clearance.\nSection 8.Period for the conduct of Preliminary Investigation.- Unless otherwise provided for in a separate issuance, such as an Office Order creating a special panel of investigators\/prosecutors and prescribing the period for completion of the preliminary investigation, the proceedingstherein shall not exceed twelve (12) months for simple cases or twenty-four months (24) months for complex cases,subject to the following considerations:\na) The complexity of the case shall be determined on the basis of factors such as, but not limited to, the number of respondents, the number of offenses charged, the volume of documents, the geographical coverage, and the amount of public funds involved.\nb) Any delay incurred in the proceedings, whenever attributable to the respondent, shall suspend the running of the period for purposes of completing the preliminary investigation.\nc) The period herein prescribed may be extended by written authority of the Ombudsman, or the Overall Deputy Ombudsman\/Special Prosecutor\/Deputy Ombudsman concerned for justifiable reasons, which extension shall not exceed one (1) year.\nSection 9.Termination of Preliminary Investigation. A preliminary investigation shall be deemed terminatedwhen the resolution of the complaint, including any motion for reconsideration filed in relation to the result thereof,as recommended by the Ombudsman investigator\/prosecutor and their immediate supervisors,is approved by the Ombudsmanor the Overall Deputy Ombudsman\/Special Prosecutor\/Deputy Ombudsman concerned. (Emphasis supplied)\nApplying the foregoing to the instant case, preliminary investigation commenced on February 12, 1990 when the Complaint was filed, and terminated on October 9, 1998 when the Ombudsman approved the Order dated September 25, 1998 and denied the Republic's motion for reconsideration. Thus, whether the Court applies the 10-day period in Javier and Catamco, or the more generous periods of 12 to 24 months under A.O. 1, We arrive at the same conclusion that the Ombudsman exceeded the specified period provided for preliminary investigations.\nConsequently, the burden of proof shifted to petitioner Republic. However, petitioner Republic failed to discharge this burden, as petitioner Republic did not establish that the delay was reasonable and justified. In particular, petitioner Republic did not prove that: (1) it followed the prescribed procedure in the conduct of preliminary investigation and the prosecution of the case; (2) the complexity of the issues and the volume of evidence made the delay inevitable; and (3) no prejudice was suffered by the accused as a result of the delay.\nCagangstates that Courts must consider the entire context of the case, from the amount of evidence to be weighed to the simplicity or complexity of the issues raised. The Court observes that there is no elucidation in petitioner Republic's pleadings as to what specific issue is too complex or what voluminous records are involved to justify the delay. To be sure, matters not involving complex factual or legal issues should not take long to resolve.1âшphi1\nBy way of exception, if the accused acquiesced to the delay, then the constitutional right to speedy disposition of cases cannot be invoked. As held inPeople v. Sandiganbayan,citingCagang,the invocation of the right to speedy disposition of a case must be timely raised through an appropriate motion; otherwise, the delay would be construed as acquiesced or waived.\nIt is worth noting that not one of the respondents invoked their right to speedy disposition of cases before the Ombudsman during the preliminary investigation stage prior to the issuance of the assailed August 6, 1998 Review and Recommendation and the September 25, 1998 Order as approved by Ombudsman Desierto on August 14, 1998 and October 9, 1998, respectively. However, as respondents, they had no duty to expedite or follow-up the cases against them since there are determined periods for the termination of the preliminary investigation.Thus, the mere inaction on the part of accused, without more, does not qualify as an intelligent waiver of their constitutionally guaranteed right to the speedy disposition of cases.\nIn fact, the earliest opportunity for respondents to invoke their constitutional right to speedy disposition of cases was before this Court in response to the present Petition by the Republic. Among the respondents, Dela Cuesta argued that \"this is the only opportune time for respondent to invoke his right'\"because he was not served a copy of the Petition at the outset. Nonetheless, respondents' failure to invoke their constitutional right is not fatal to their cause.\nAdditionally, the Republic failed to show that petitioners did not suffer any prejudice because of the 8-year delay.Cagang,citingCorpuz v. Sandiganbayan,explains the concept of prejudice, to wit:\nPrejudice should be assessed in the light of the interest of the defendant that the speedy trial was designed to protect, namely: to prevent oppressive pre­trial incarceration; to minimize anxiety and concerns of the accused to trial; and to limit the possibility that his [or her] defense will be impaired. Of these, the most serious is the last, because the inability of a defendant adequately to prepare his case skews the fairness of the entire system.There is also prejudice if the defense witnesses are unable to recall accurately the events of the distant past. Even if the accused is not imprisoned prior to trial, he is still disadvantaged by restraints on his liberty and by living under a cloud of anxiety, suspicion and often, hostility. His financial resources may be drained, his association is curtailed, and he is subjected to public obloquy.(Emphasis supplied)\nWith this case pending for over 30 years and possibly more without assurance of its resolution, the Court recognizes that the tactical disadvantages carried by the passage of time should be weighed against petitioner Republic and in favor of the respondents.Certainly, if this case were remanded for further proceedings, the already long delay would drag on longer. Memories fade, documents and other exhibits can be lost and vulnerability of those who are tasked to decide increase with the passing of years.In effect, there would be a general inability to mount an effective defense.\nTaken in its entirety, there is a clear violation of the respondents' constitutional right to speedy disposition of cases when petitioner Republic failed to provide sufficient justification for the delay in the termination of the preliminary investigation. Consequently, a dismissal of the case is warranted.\nWhile this Court has no doubt that the Republic had all the resources to pursue cases of corruption and ill-gotten wealth, the inordinate delay in this case may have made the situation worse for respondents.\nAs the Supreme Court, We dutifully exercise cold impartiality while demanding accountability from the government and protecting the rights of all people.\nWHEREFORE, the petition isPARTIALLY GRANTED. Accordingly:\n1. The August 6, 1998 Review and Recommendation and the September 25, 1998 Order in OMB-0-90-2808, as approved by Ombudsman Aniano A. Desierto on August 14, 1998 and October 9, 1998, respectively, areREVERSEDandSET ASIDE;\n2. Due to their supervening deaths, the Complaint for violation of Republic Act No. 3019 docketed as OMB-0-90-2808 isDISMISSEDand the case isCLOSEDandTERMINATEDas against respondents Eduardo M. Cojuangco, Jr., Jose R. Eleazar, Jr., Maria Clara Lobregat, and Augusto Orosa. Consequently, their criminal liabilities and civil liability ex delicto are extinguished by Article 89 of the Revised Penal Code. However, for civil liability based on sources other than delict, petitioner Republic of the Philippines may file a separate civil action against the respective estates of Eduardo M. Cojuangco, Jr., Jose R. Eleazar, Jr., Maria Clara Lobregat, and Augusto Orosa as may be warranted by law and procedural rules; or if already filed, the said separate civil action shall survive notwithstanding the dismissal of the criminal case in view of their deaths; and\n3. Due to the violation of the constitutional right to speedy disposition of cases, the Ombudsman is hereby ordered toDISMISSthe Complaint for violation of Republic Act No. 3019 docketed as OMB-0-90-2808 against respondents Jose C. Concepcion, Rolando Dela Cuesta, Juan Ponce Enrile, Narciso M. Pineda, and Danilo S. Ursua.\nSO ORDERED.\nZalameda, M. Lopez, Rosario, and Marquez, JJ., concur.\n","label":[[24,39,"CASE_NUM"],[41,57,"PROM_DATE"],[60,87,"INS"],[119,137,"PERSON"],[152,174,"PERSON"],[176,193,"PERSON"],[195,215,"PERSON"],[217,236,"PERSON"],[238,255,"PERSON"],[257,275,"PERSON"],[277,289,"PERSON"],[291,305,"PERSON"],[311,324,"PERSON"],[355,366,"PERSON"],[481,499,"PERSON"],[541,559,"PERSON"],[561,569,"PERSON"],[612,639,"INS"],[678,704,"RA"],[758,783,"PERSON"],[785,798,"PERSON"],[800,817,"PERSON"],[819,825,"PERSON"],[828,848,"PERSON"],[850,858,"PERSON"],[861,880,"PERSON"],[882,893,"PERSON"],[896,916,"PERSON"],[918,930,"PERSON"],[933,951,"PERSON"],[953,963,"PERSON"],[966,981,"PERSON"],[983,988,"PERSON"],[991,1008,"PERSON"],[1023,1036,"PERSON"],[1038,1043,"PERSON"],[1088,1099,"PERSON"],[1147,1155,"PERSON"],[1387,1418,"INS"],[1436,1478,"INS"],[1506,1520,"PERSON"],[1522,1528,"PERSON"],[1530,1538,"PERSON"],[1540,1551,"PERSON"],[1553,1565,"PERSON"],[1567,1577,"PERSON"],[1579,1584,"PERSON"],[1586,1592,"PERSON"],[1598,1603,"PERSON"],[1621,1628,"RA"],[1668,1691,"INS"],[1760,1769,"PERSON"],[1919,1927,"PERSON"],[1943,1954,"PERSON"],[2025,2033,"INS"],[2169,2177,"PERSON"],[2280,2285,"INS"],[2385,2390,"INS"],[2398,2406,"INS"],[2453,2464,"PERSON"],[2889,2907,"PERSON"],[2935,2953,"PERSON"],[3307,3317,"PERSON"],[3321,3329,"PERSON"],[3505,3513,"INS"],[3526,3531,"INS"],[3557,3572,"PERSON"],[3615,3622,"INS"],[3671,3676,"INS"],[3891,3907,"PERSON"],[3971,3976,"INS"],[4017,4022,"INS"],[4288,4305,"PERSON"],[4342,4347,"INS"],[4402,4410,"INS"],[4519,4524,"INS"],[4684,4693,"INS"],[4742,4752,"INS"],[4800,4811,"PERSON"],[4863,4868,"PERSON"],[4873,4879,"PERSON"],[4927,4932,"INS"],[4950,4956,"PERSON"],[5003,5010,"PERSON"],[5017,5022,"PERSON"],[5024,5032,"PERSON"],[5038,5052,"PERSON"],[5251,5263,"PERSON"],[5265,5270,"PERSON"],[5272,5280,"PERSON"],[5286,5299,"PERSON"],[5398,5403,"INS"],[5517,5545,"INS"],[5546,5551,"INS"],[5613,5627,"PERSON"],[5756,5775,"PERSON"],[5783,5815,"STA"],[5969,5993,"INS"],[5995,5998,"INS"],[6028,6075,"INS"],[6077,6081,"INS"],[6267,6314,"INS"],[7156,7160,"INS"],[7389,7425,"INS"],[7427,7431,"INS"],[7520,7524,"INS"],[7542,7570,"INS"],[7628,7632,"INS"],[7634,7638,"INS"],[7732,7738,"STA"],[7804,7808,"INS"],[7868,7873,"PERSON"],[7943,7957,"PERSON"],[8461,8465,"INS"],[8485,8489,"INS"],[8730,8736,"PERSON"],[8744,8751,"STA"],[8774,8803,"STA"],[8823,8851,"INS"],[8853,8856,"INS"],[8859,8862,"INS"],[8902,8909,"INS"],[9165,9198,"STA"],[9204,9208,"INS"],[9310,9316,"STA"],[9333,9361,"INS"],[9363,9367,"INS"],[9424,9438,"PERSON"],[9483,9487,"INS"],[9540,9544,"INS"],[9564,9568,"INS"],[9605,9609,"INS"],[9746,9752,"PERSON"],[9764,9768,"INS"],[9813,9817,"INS"],[9843,9847,"INS"],[10093,10113,"INS"],[10115,10118,"INS"],[10139,10155,"PERSON"],[10163,10178,"PERSON"],[10190,10206,"PERSON"],[10238,10244,"INS"],[10381,10384,"INS"],[10506,10510,"INS"],[10591,10595,"INS"],[10716,10719,"INS"],[10822,10826,"INS"],[10901,10910,"PERSON"],[10930,10936,"PERSON"],[10950,10961,"PERSON"],[10963,10968,"PERSON"],[10970,10975,"PERSON"],[10980,10986,"PERSON"],[11190,11198,"INS"],[11247,11261,"PERSON"],[11263,11269,"PERSON"],[11271,11279,"PERSON"],[11281,11292,"PERSON"],[11294,11306,"PERSON"],[11308,11318,"PERSON"],[11320,11325,"PERSON"],[11327,11333,"PERSON"],[11338,11343,"PERSON"],[11356,11366,"INS"],[11393,11401,"INS"],[11426,11440,"PERSON"],[11502,11508,"PERSON"],[11595,11610,"PERSON"],[11621,11642,"INS"],[11656,11660,"INS"],[11837,11841,"INS"],[11842,11860,"INS"],[11962,11970,"INS"],[12110,12114,"INS"],[12709,12713,"INS"],[12803,12807,"INS"],[13167,13171,"INS"],[13337,13341,"INS"],[13461,13467,"PERSON"],[13469,13480,"PERSON"],[13482,13492,"PERSON"],[13494,13499,"PERSON"],[13505,13511,"PERSON"],[13524,13532,"INS"],[13564,13568,"INS"],[13569,13587,"INS"],[13615,13620,"INS"],[13734,13738,"INS"],[13780,13795,"PERSON"],[13840,13844,"INS"],[13943,13947,"INS"],[14013,14020,"RA"],[14046,14059,"PERSON"],[14119,14122,"INS"],[14141,14145,"INS"],[14183,14191,"INS"],[14218,14224,"PERSON"],[14226,14240,"PERSON"],[14242,14253,"PERSON"],[14259,14271,"PERSON"],[14453,14460,"PERSON"],[14604,14612,"INS"],[14938,14946,"INS"],[15040,15049,"PERSON"],[15118,15126,"PERSON"],[15169,15179,"INS"],[15484,15502,"RA"],[15599,15605,"STA"],[15610,15617,"STA"],[15769,15773,"INS"],[15781,15785,"INS"],[15897,15919,"STA"],[16086,16094,"INS"],[16135,16139,"INS"],[16594,16602,"INS"],[16778,16790,"INS"],[16932,16941,"PERSON"],[17013,17021,"PERSON"],[17096,17104,"INS"],[17290,17303,"RA"],[17581,17589,"INS"],[17671,17678,"RA"],[17777,17783,"PERSON"],[17877,17882,"INS"],[18027,18068,"CNS"],[18137,18178,"CNS"],[18390,18406,"CNS"],[18683,18701,"RA"],[18744,18774,"STA"],[18836,18843,"RA"],[18961,18968,"RA"],[19055,19073,"RA"],[19099,19140,"CNS"],[19442,19450,"INS"],[19459,19481,"STA"],[19936,19944,"INS"],[20008,20014,"PERSON"],[20067,20073,"PERSON"],[20880,20886,"STA"],[20891,20898,"STA"],[21152,21156,"INS"],[21451,21459,"INS"],[21496,21500,"INS"],[21501,21504,"INS"],[21587,21591,"INS"],[21604,21612,"PERSON"],[21634,21640,"PERSON"],[21655,21665,"INS"],[21776,21794,"RA"],[22196,22204,"INS"],[22335,22343,"INS"],[22468,22486,"RA"],[22532,22542,"INS"],[23052,23060,"PERSON"],[23509,23519,"INS"],[23685,23726,"CNS"],[23996,24012,"CNS"],[24104,24141,"CNS"],[24263,24269,"STA"],[24466,24488,"STA"],[24933,24939,"STA"],[24944,24951,"STA"],[25176,25182,"PERSON"],[25871,25875,"INS"],[26029,26046,"RA"],[26079,26085,"INS"],[26086,26089,"INS"],[26101,26113,"PERSON"],[26135,26145,"PERSON"],[26210,26218,"INS"],[26346,26354,"INS"],[26449,26459,"PERSON"],[26464,26472,"PERSON"],[26495,26505,"PERSON"],[26751,26759,"INS"],[26829,26844,"CASE_NUM"],[26862,26875,"INS"],[27125,27146,"CASE_NUM"],[27295,27305,"PERSON"],[27502,27508,"INS"],[27512,27525,"INS"],[27571,27609,"INS"],[27611,27616,"INS"],[27647,27657,"PERSON"],[27804,27808,"INS"],[27860,27865,"INS"],[27916,27937,"CASE_NUM"],[27961,27971,"PERSON"],[28355,28368,"INS"],[28443,28453,"PERSON"],[28620,28662,"INS"],[28666,28678,"INS"],[28682,28690,"PERSON"],[28696,28701,"INS"],[28817,28827,"PERSON"],[28942,28947,"INS"],[29177,29190,"PERSON"],[29223,29234,"PERSON"],[29254,29264,"PERSON"],[29952,29959,"RA"],[30428,30434,"STA"],[30439,30446,"STA"],[30486,30496,"INS"],[31067,31071,"INS"],[31460,31481,"CASE_NUM"],[31573,31586,"INS"],[31809,31814,"PERSON"],[31818,31826,"PERSON"],[32131,32139,"PERSON"],[32143,32166,"INS"],[32169,32215,"INS"],[32219,32231,"INS"],[32235,32243,"PERSON"],[32381,32423,"INS"],[32427,32435,"PERSON"],[32628,32633,"INS"],[32821,32826,"INS"],[33052,33064,"PERSON"],[33066,33071,"PERSON"],[33073,33081,"PERSON"],[33087,33099,"PERSON"],[33143,33179,"STA"],[33502,33509,"PERSON"],[33766,33774,"PERSON"],[34196,34226,"STA"],[34604,34663,"STA"],[35340,35370,"STA"],[35496,35508,"PERSON"],[35510,35515,"PERSON"],[35517,35525,"PERSON"],[35531,35545,"PERSON"],[35705,35713,"INS"],[35781,35793,"PERSON"],[35795,35800,"PERSON"],[35802,35810,"PERSON"],[35816,35830,"PERSON"],[36022,36029,"PERSON"],[36200,36206,"PERSON"],[36208,36219,"PERSON"],[36221,36231,"PERSON"],[36233,36238,"PERSON"],[36244,36250,"PERSON"],[36418,36436,"RA"],[36635,36648,"INS"],[36994,37009,"INS"],[37059,37095,"CNS"],[37194,37229,"RA"],[37273,37278,"INS"],[37301,37324,"INS"],[37408,37450,"CNS"],[37703,37723,"INS"],[37758,37763,"INS"],[37992,38010,"RA"],[38216,38235,"INS"],[38472,38477,"INS"],[38506,38511,"INS"],[38586,38591,"INS"],[38622,38657,"RA"],[38683,38688,"INS"],[38756,38772,"INS"],[38774,38787,"INS"],[38793,38813,"INS"],[38912,38917,"INS"],[39042,39069,"RA"],[39946,39951,"INS"],[40010,40020,"PERSON"],[40024,40035,"PERSON"],[40380,40407,"RA"],[40743,40785,"CNS"],[40895,40911,"INS"],[40918,40962,"STA"],[41672,41688,"INS"],[42133,42177,"STA"],[42253,42261,"INS"],[42503,42510,"RA"],[42682,42689,"INS"],[43178,43191,"INS"],[43306,43326,"INS"],[43395,43408,"INS"],[43438,43454,"INS"],[43530,43543,"INS"],[43757,43773,"INS"],[44594,44604,"INS"],[44725,44730,"INS"],[45221,45234,"INS"],[45349,45369,"INS"],[45438,45451,"INS"],[45481,45497,"INS"],[45573,45586,"INS"],[45806,45822,"INS"],[46163,46183,"CASE_NUM"],[46464,46469,"INS"],[46475,46494,"CASE_NUM"],[46522,46527,"INS"],[46574,46616,"INS"],[46620,46628,"PERSON"],[46836,46840,"INS"],[46962,47009,"STA"],[47172,47177,"INS"],[47190,47209,"CASE_NUM"],[47834,47857,"INS"],[47861,47868,"PERSON"],[47873,47878,"INS"],[47917,47936,"CASE_NUM"],[48047,48050,"INS"],[48118,48121,"INS"],[48315,48325,"INS"],[48347,48357,"INS"],[48461,48471,"INS"],[48552,48596,"STA"],[48905,48910,"INS"],[48923,48939,"CASE_NUM"],[48950,49005,"STA"],[49492,49504,"INS"],[49552,49564,"INS"],[50032,50051,"CASE_NUM"],[50627,50635,"INS"],[50690,50700,"PERSON"],[50705,50713,"PERSON"],[50823,50828,"INS"],[51343,51356,"INS"],[51365,51381,"INS"],[51960,51972,"INS"],[52099,52115,"INS"],[52157,52170,"INS"],[52276,52292,"INS"],[54169,54182,"INS"],[54188,54204,"INS"],[54463,54476,"INS"],[54482,54498,"INS"],[55559,55564,"INS"],[55857,55873,"PERSON"],[55881,55888,"PERSON"],[55912,55920,"PERSON"],[55925,55935,"PERSON"],[56132,56142,"INS"],[56213,56221,"PERSON"],[56226,56236,"PERSON"],[56333,56341,"INS"],[56581,56588,"PERSON"],[56697,56704,"PERSON"],[57302,57309,"PERSON"],[57313,57329,"INS"],[58063,58069,"PERSON"],[58073,58089,"INS"],[58513,58518,"INS"],[58656,58661,"INS"],[59280,59298,"PERSON"],[59328,59335,"PERSON"],[59339,59351,"PERSON"],[59412,59423,"PERSON"],[59454,59474,"PERSON"],[59478,59486,"PERSON"],[59639,59652,"INS"],[59796,59801,"INS"],[60340,60350,"PERSON"],[60527,60534,"RA"],[60593,60601,"INS"],[60631,60636,"INS"],[60775,60783,"INS"],[60963,60968,"INS"],[61686,61691,"INS"],[62337,62348,"INS"],[62478,62488,"PERSON"],[62490,62501,"PERSON"],[62503,62509,"PERSON"],[62511,62516,"PERSON"],[62522,62528,"PERSON"],[62545,62552,"RA"],[62690,62695,"INS"],[63034,63042,"INS"],[63234,63239,"INS"],[63460,63467,"RA"],[63588,63594,"STA"],[63660,63667,"RA"],[63750,63757,"RA"],[63790,63798,"RA"],[63911,63918,"RA"],[64060,64067,"RA"],[64116,64122,"STA"],[64127,64135,"RA"],[64301,64312,"PERSON"],[64622,64629,"RA"],[64692,64704,"STA"],[64779,64801,"STA"],[65727,65738,"PERSON"],[66173,66215,"INS"],[66219,66233,"PERSON"],[66235,66249,"PERSON"],[66255,66260,"INS"],[66461,66468,"RA"],[66750,66755,"INS"],[66790,66795,"PERSON"],[66915,66938,"STA"],[67120,67125,"PERSON"],[67644,67649,"PERSON"],[67977,67982,"INS"],[68970,69012,"INS"],[69016,69028,"INS"],[69032,69040,"PERSON"],[69403,69411,"RA"],[69623,69665,"INS"],[69894,69919,"STA"],[70244,70252,"PERSON"],[70529,70571,"INS"],[70657,70682,"STA"],[70824,70832,"PERSON"],[70865,70874,"PERSON"],[70878,70885,"PERSON"],[70917,70937,"RA"],[71087,71092,"PERSON"],[71242,71261,"PERSON"],[71291,71295,"INS"],[71319,71326,"PERSON"],[71329,71342,"INS"],[71465,71471,"INS"],[71556,71594,"INS"],[71744,71748,"INS"],[71752,71760,"INS"],[71764,71778,"PERSON"],[71823,71830,"RA"],[71933,71938,"INS"],[72255,72286,"INS"],[72328,72333,"INS"],[72707,72714,"RA"],[73871,73879,"INS"],[74174,74180,"STA"],[74206,74212,"PERSON"],[74630,74636,"STA"],[74752,74759,"RA"],[75040,75048,"INS"],[75131,75138,"RA"],[75324,75331,"RA"],[75345,75370,"CNS"],[75771,75779,"INS"],[75838,75845,"RA"],[75950,75956,"PERSON"],[75960,75973,"INS"],[76090,76117,"INS"],[76160,76168,"INS"],[76238,76245,"RA"],[76357,76363,"PERSON"],[76410,76416,"STA"],[76469,76475,"STA"],[76506,76512,"STA"],[76517,76524,"STA"],[76591,76598,"RA"],[76616,76622,"STA"],[76627,76634,"STA"],[76675,76693,"STA"],[76793,76799,"STA"],[76801,76805,"INS"],[76923,76929,"STA"],[77074,77080,"STA"],[77108,77114,"STA"],[77177,77184,"STA"],[77395,77399,"INS"],[77612,77618,"STA"],[77620,77626,"STA"],[77632,77639,"STA"],[78252,78259,"RA"],[78410,78414,"INS"],[78415,78434,"INS"],[78491,78495,"INS"],[78496,78515,"INS"],[78599,78605,"PERSON"],[78607,78621,"PERSON"],[78623,78634,"PERSON"],[78640,78650,"PERSON"],[79047,79054,"RA"],[79081,79086,"PERSON"],[79091,79097,"PERSON"],[79181,79186,"PERSON"],[79191,79197,"PERSON"],[79214,79220,"INS"],[79221,79239,"INS"],[79328,79333,"PERSON"],[79338,79344,"PERSON"],[79760,79774,"PERSON"],[79862,79869,"RA"],[79948,79955,"RA"],[80132,80140,"INS"],[80165,80179,"PERSON"],[80241,80247,"PERSON"],[80338,80352,"PERSON"],[80364,80385,"INS"],[80399,80403,"INS"],[80564,80568,"INS"],[80569,80587,"INS"],[80667,80673,"PERSON"],[80675,80686,"PERSON"],[80688,80698,"PERSON"],[80700,80705,"PERSON"],[80711,80717,"PERSON"],[80737,80741,"INS"],[80742,80760,"INS"],[80897,80901,"INS"],[81125,81132,"RA"],[81216,81224,"INS"],[81449,81461,"INS"],[81787,81800,"RA"],[82009,82022,"RA"],[83158,83183,"CNS"],[83714,83724,"INS"],[83796,83800,"INS"],[83869,83876,"RA"],[84684,84689,"PERSON"],[84693,84706,"PERSON"],[84730,84739,"PERSON"],[84741,84751,"PERSON"],[84985,84995,"PERSON"],[85083,85086,"INS"],[85198,85206,"PERSON"],[85210,85220,"PERSON"],[85257,85263,"PERSON"],[85267,85275,"PERSON"],[85277,85282,"PERSON"],[85294,85307,"INS"],[85309,85318,"PERSON"],[85322,85324,"INS"],[85328,85350,"INS"],[85354,85357,"PERSON"],[85393,85398,"INS"],[85531,85565,"INS"],[85569,85600,"INS"],[85613,85618,"INS"],[85667,85701,"INS"],[85724,85746,"STA"],[85755,85781,"STA"],[85904,85907,"INS"],[85951,85961,"PERSON"],[85970,85991,"INS"],[86045,86050,"INS"],[86154,86183,"INS"],[86277,86279,"INS"],[86625,86640,"PERSON"],[86644,86665,"INS"],[86683,86688,"INS"],[86854,86866,"STA"],[87319,87331,"STA"],[87349,87361,"STA"],[87590,87594,"INS"],[87598,87604,"INS"],[87617,87624,"PERSON"],[87930,87935,"PERSON"],[87938,87943,"PERSON"],[88136,88142,"PERSON"],[88192,88207,"INS"],[88830,88866,"RA"],[88868,88881,"RA"],[88891,88917,"RA"],[88919,88932,"RA"],[88968,88973,"INS"],[89151,89170,"INS"],[89174,89206,"INS"],[89220,89225,"INS"],[89313,89332,"INS"],[89354,89376,"STA"],[89463,89466,"INS"],[89543,89553,"PERSON"],[90083,90113,"INS"],[90123,90133,"PERSON"],[90134,90142,"PERSON"],[90147,90155,"PERSON"],[90159,90169,"PERSON"],[90170,90178,"PERSON"],[90362,90396,"STA"],[90536,90541,"INS"],[90550,90558,"PERSON"],[90561,90569,"PERSON"],[90917,90925,"PERSON"],[90928,90936,"PERSON"],[90960,91005,"STA"],[91268,91322,"STA"],[91373,91389,"INS"],[91497,91505,"PERSON"],[91508,91516,"PERSON"],[91545,91555,"PERSON"],[91585,91590,"STA"],[91630,91664,"STA"],[91740,91746,"INS"],[91750,91753,"PERSON"],[91763,91768,"INS"],[91828,91836,"PERSON"],[91839,91849,"PERSON"],[91870,91876,"INS"],[91880,91890,"PERSON"],[92041,92051,"PERSON"],[92085,92091,"INS"],[92095,92105,"PERSON"],[92227,92256,"INS"],[92258,92261,"INS"],[92661,92685,"INS"],[92687,92691,"INS"],[92775,92778,"INS"],[93058,93097,"INS"],[93138,93143,"INS"],[93154,93170,"INS"],[93172,93174,"INS"],[93184,93205,"STA"],[93333,93337,"INS"],[93431,93434,"STA"],[93436,93454,"STA"],[93835,93858,"INS"],[94153,94166,"RA"],[94423,94433,"PERSON"],[94577,94585,"PERSON"],[94617,94627,"PERSON"],[94732,94761,"INS"],[94846,94856,"PERSON"],[94992,95005,"INS"],[95015,95035,"CASE_NUM"],[95048,95082,"STA"],[96122,96167,"STA"],[96257,96291,"STA"],[96509,96543,"STA"],[97302,97310,"PERSON"],[97313,97321,"PERSON"],[97627,97647,"CASE_NUM"],[98218,98225,"RA"],[98573,98596,"INS"],[98736,98744,"INS"],[98837,98844,"RA"],[99260,99265,"INS"],[99426,99444,"RA"],[99464,99481,"STA"],[99535,99558,"INS"],[99614,99637,"INS"],[101570,101589,"INS"],[103390,103419,"INS"],[103423,103435,"INS"],[103439,103449,"PERSON"],[103454,103459,"INS"],[103495,103502,"INS"],[104225,104230,"INS"],[104448,104471,"INS"],[104736,104743,"INS"],[104888,104931,"STA"],[105597,105618,"RA"],[105858,105863,"INS"],[106036,106041,"INS"],[106644,106650,"PERSON"],[107143,107153,"PERSON"],[107595,107602,"RA"],[107621,107626,"INS"],[107947,107954,"RA"],[107960,107963,"INS"],[108130,108135,"INS"],[108229,108242,"INS"],[108499,108506,"RA"],[108653,108663,"INS"],[108693,108698,"INS"],[108727,108739,"PERSON"],[108799,108806,"RA"],[108985,108995,"PERSON"],[109110,109116,"PERSON"],[109139,109151,"PERSON"],[109197,109202,"INS"],[109293,109307,"PERSON"],[109447,109474,"INS"],[109478,109495,"PERSON"],[109545,109555,"PERSON"],[109560,109574,"PERSON"],[109754,109758,"INS"],[109760,109766,"INS"],[109814,109819,"INS"],[109860,109865,"INS"],[109866,109889,"INS"],[110000,110004,"INS"],[110034,110040,"PERSON"],[110060,110070,"PERSON"],[110081,110086,"INS"],[110325,110337,"PERSON"],[110420,110427,"RA"],[110476,110486,"RA"],[110694,110707,"INS"],[110835,110872,"CNS"],[111039,111075,"CNS"],[111335,111345,"INS"],[111564,111582,"RA"],[112099,112105,"PERSON"],[112109,112122,"INS"],[112166,112179,"INS"],[115953,115958,"INS"],[115982,115992,"PERSON"],[115994,116005,"PERSON"],[116007,116013,"PERSON"],[116015,116020,"PERSON"],[116026,116034,"PERSON"],[116438,116444,"PERSON"],[116964,116970,"PERSON"],[116996,117002,"PERSON"],[117006,117019,"INS"],[117020,117026,"PERSON"],[117031,117038,"PERSON"],[117042,117055,"INS"],[117056,117063,"PERSON"],[117179,117184,"INS"],[117326,117333,"PERSON"],[117342,117355,"INS"],[117371,117378,"PERSON"],[117418,117425,"RA"],[117438,117445,"PERSON"],[117553,117596,"INS"],[117658,117711,"INS"],[117799,117805,"PERSON"],[117807,117813,"PERSON"],[117817,117824,"PERSON"],[118267,118273,"PERSON"],[118276,118283,"PERSON"],[118296,118358,"STA"],[118633,118641,"PERSON"],[118645,118658,"INS"],[118660,118668,"PERSON"],[118681,118688,"INS"],[118722,118727,"INS"],[119031,119079,"STA"],[119180,119186,"STA"],[119917,119924,"STA"],[120033,120039,"PERSON"],[120262,120295,"STA"],[120467,120505,"STA"],[120807,120830,"INS"],[123231,123236,"INS"],[123266,123272,"PERSON"],[123277,123284,"PERSON"],[124020,124026,"PERSON"],[125755,125763,"INS"],[125788,125799,"PERSON"],[126063,126071,"INS"],[126161,126167,"PERSON"],[126174,126180,"PERSON"],[126184,126197,"INS"],[127219,127224,"INS"],[127336,127344,"INS"],[128518,128531,"CASE_NUM"],[128757,128770,"CASE_NUM"],[128839,128864,"PERSON"],[128866,128886,"PERSON"],[128888,128908,"PERSON"],[128914,128927,"PERSON"],[129021,129057,"STA"],[129230,129255,"PERSON"],[129257,129277,"PERSON"],[129279,129299,"PERSON"],[129305,129318,"PERSON"],[129602,129611,"INS"],[129670,129691,"RA"],[129704,129717,"CASE_NUM"],[129738,129756,"PERSON"],[129758,129777,"PERSON"],[129779,129796,"PERSON"],[129798,129815,"PERSON"],[129821,129836,"PERSON"],[129850,129858,"PERSON"],[129860,129868,"PERSON"],[129870,129877,"PERSON"],[129883,129896,"PERSON"]],"Comments":[]}
{"id":4801,"text":"Manila\nEN BANC\n[ A.M. No. CA-24-002-P (Formerly JIB FPI No. 22-016-CA-P). October 10, 2023 ]\nCOURT OF APPEALS, COMPLAINANT, VS. ROMMEL P. LABITORIA, CLERK II, JUDICIAL RECORDS DIVISION, COURT OF APPEALS, RESPONDENT.\nR E S O L U T I O N\nSINGH, J.:\nThis case stemmed from a Judicial Integrity Board ( JIB ) Report, dated June 8, 2023, pertaining to the Letter, dated October 20, 2022 of Court of Appeals ( CA ) Presiding Justice Remedios A. Salazar-Fernando, referring the October 14, 2022 Report and Recommendation ( Report ), that recommended Rommel P. Labitoria ( Labitoria ), Clerk II, Judicial Records Division, CA Manila, to be charged with Grave Misconduct for using illegal drugs and\/or substances.\nThe Facts\nOn July 7, 2022, the CA conducted a random drug test facilitated by the Kaiser Medical Center at the CA Auditorium. The drug test was conducted through Gas Chromatography-Mass Spectrometer.\nLabitoria's drug test report revealed the presence of methamphetamine (or shabu ), which was confirmed by the Labtox Analytical Laboratory, Inc.:\nOn August 4, 2022, a Notice of Result of Random Drug Test was sent to Labitoria to challenge the same within fifteen (15) days from notice. Labitoria, however, did not respond.\nOn September 5, 2022, Labitoria, with two other employees, were referred to the Manila Health Department for a drug dependency examination and for further intervention, following Item No. VI of Civil Service Memorandum Circular No. 13, s..\nOn October 5, 2022, a Memorandum was issued directing Labitoria to show cause why no disciplinary action should be taken against him for Grave Misconduct for having been found positive for the use of dangerous drugs in violation of Section 50 (A) (3), Rule 10 of the 2017 Rules on Administrative Cases in Civil Service. However, Labitoria, despite receipt, did not submit a response.\nIn his Report and Recommendation, dated October 14, 2022, Atty. Arnel Macapagal recommended that Labitoria be formally charged with Grave Misconduct, albeit his first offense, for being found positive for the use of dangerous drugs, and for the case to be indorsed to the JIB. The Report stated that the confirmatory Drug Test Report became final when he failed to prepare a challenge test and his silence on the show cause memorandum constituted more than prima facie evidence for the charge.\nThe JIB, in a 1st Indorsement dated December 5, 2022, directed Labitoria to comment on the charges against him.\nLabitoria, in his Comment, dated December 12, 2022, admitted using illegal drugs sometime in May 2022 when he attended a birthday celebration in Nueva Vizcaya. He averred that he was convinced to try the illegal substance to keep him alert on the drive back to Manila. He expressed deep remorse and promised not to engage in said act again. He likewise stated that he had been undergoing the required rehabilitation and has yielded two (2) consecutive negative results since. He appealed to the Court stating that he has been in government service since 1994, as a Clerk II at the First Level Court, an Emergency Laborer at the Commission on Elections since 2007, and Clerk II at the Judicial Records Division of the Court of Appeals since 2012, and prayed that these be considered as mitigating circumstances together with his candid admission of fault and sincere promise to improve his ways.\nThe Report and Recommendation of the JIB\nIn his Report and Recommendation, JIB Acting Executive Director Atty. James D.V. Navarette recommended, among others, that Labitoria be found guilty of Grave Misconduct and be dismissed from the service. The JIB adopted and approved the factual findings of the Acting Executive Director with modification, as follows:\nA. The instant administrative case be re-docketed as a regular administrative matter against respondent Rommel P. Labitoria, Clerk II, Judicial Records Division, Court of Appeals, Manila; and\nB. Respondent Rommel P. Labitoria be found guilty of Use of Illegal Drugs or Substances and be dismissed from the service with prejudice to re-employment in any government agency, including government-owned or controlled corporations, and with forfeiture of retirement benefits, except accrued leave credits.\nThe Issue\nShould Labitoria be administratively charged for possession and\/or use of illegal drugs or substances?\nThe Ruling of the Court\nThe Court adopts and approves the recommendation of the JIB with modification.\nMisconduct is the transgression of some established or definite rule of action, a forbidden act, a dereliction of duty, unlawful behavior, willful in character, improper or wrong behavior. The misconduct, however, becomes a grave offense if it involves any of the additional elements of corruption, clear intent to violate the law, or flagrant disregard of established rules, which must be established by substantial evidence.\nIn In Re: Administrative Charge of Misconduct Relative to the Alleged Use of Prohibited Drug of Reynard B. Castor, the Court ruled that a flagrant violation of Republic Act ( R.A. ) No. 9165 or the Comprehensive Dangerous Drugs Act of 2002, satisfies the requisites of corruption, clear intent to violate the law, and\/or wanton disregard of established rules in order to categorize such misconduct as grave in nature and warrant the erring employee's dismissal from the service.\nRule 140, Section 14 (o) of the Rules of Court ( Rule 140 ), as amended, provides possession and\/or use of illegal drugs or substances as a serious charge. Serious charges are sanctioned under Section 17 of Rule 140:\nSection 17. Sanctions. \n(1) If the respondent is guilty of a serious charge, any of the following sanctions shall be imposed:\n(a) Dismissal from the service, forfeiture of all or part of the benefits as the Court may determine, and disqualification from reinstatement or appointment to any public office, including government-owned or controlled corporations. Provided, however, that the forfeiture of benefits shall in no case include accrued leave credits.\n(b) Suspension from office without salary and other benefits for more than six (6) months but not exceeding one (1) year; or\n(c) A fine of more than ₱100,000. but not exceeding ₱200,000..\nLabitoria, who stubbornly ignored previous directives to respond to the notice to challenge and show cause order from the CA, eventually admitted to using illegal drugs in May 2022. That he was \"convinced\" to take these to stay awake as he drove back home does not absolve him from administrative liability.\nJurisprudence stresses that the image of a court of justice is mirrored in the conduct, official, and otherwise, of the personnel who work thereat. Court personnel have been enjoined to adhere to the exacting standards of morality and decency in their professional and private conduct in order to preserve the good name and integrity of the courts of justice. In In Re: Special Report on the Arrest of Rogelio M. Salazar, Jr., Sheriff IV, Regional Trial Court  Office of the Clerk of Court, Boac, Marinduque, for violation of Republic Act No. 9165, the Court reminded that \"all members and employees of the Judiciary are expected to adhere strictly to the laws of the land, one of which is [R.A. No. 9165] which prohibits the use of dangerous drugs. . . .\"\n[T]he conduct of a person serving the judiciary must, at all times, be characterized by propriety and decorum and above all else, be above suspicion so as to earn and keep the respect of the public for the judiciary. The Court would never countenance any conduct, act or omission on the part of all those in the administration of justice, which will violate the norm of public accountability and diminish or even just tend to diminish the faith of the people in the judiciary.\"\nThe Court has, in previous cases, dismissed court employees for testing positive for taking prohibited drugs, and whose benefits were forfeited.\nIn the 2021 case of Re: Alleged Smoking and Possible Drug Use of Louie Mark U. De Guzman ( De Guzman ), the Court dismissed the respondent from the service after he tested positive for the use of marijuana by a drug test administered by the National Bureau of Investigation, and by his own admission, the Court reiterated the sanctions meted to every government official or employee found positive for the use of dangerous drugs under the Civil Service Commission rules:\nAlso, it is provided under Civil Service Commission Memorandum Circular No. 13, Series of 2010, that any official or employee found positive for use of dangerous drugs shall be subjected to disciplinary\/administrative proceedings with a penalty of dismissal from the service at first offense pursuant to Section 46 (b) (19), Chapter 7, Book V of Executive Order No. 292 and Section 22 (c), Rule XIV of the Omnibus Rules Implementing Book V of Executive Order No. 292 and Other Pertinent Civil Service Laws.\nThe Court nevertheless directed De Guzman to be referred to a suitable drug rehabilitation facility where he may be able to undertake programs for his rehabilitation at his own expense.\nHere, without a doubt, Labitoria's use of prohibited drugs violated the norms of conduct for public service, committing conduct unbecoming of court personnel, and tarnishing the very image and integrity of the Judiciary. As correctly found by the JIB, Labitoria is guilty of Use of Illegal Drugs or Substances, sanctioned as a serious charge under Rule 140, Section 14.\nHowever, the Court finds it proper to modify the imposable penalty recommended by the JIB.\nThe Court notes that Labitoria underwent and completed the mandatory drug rehabilitation, alleging that he has yielded two (2) consecutive negative results since, and has spent thirty-one (31) years in government service. The Court likewise takes note that Labitoria has another administrative case for Habitual Tardiness pending before the Court.\nOn April 18, 2023, the Court En Banc approved A.M. No. 23-02-11-SC or the Guidelines for the Implementation of a Drug-Free Policy in the Philippine Judiciary ( Guidelines ), that took effect on September 17, 2023. These Guidelines reaffirm R.A. No. 9165, Section 2, which mandates that it is the State's policy to provide effective mechanisms or measures to reintegrate into society individuals who have fallen victim to drug abuse or dependence through sustainable treatment and rehabilitation programs.\nSection 6 of the Guidelines provides the following administrative liabilities for court employees:\nSECTION 6. Administrative Liability.\nA. Court Employees\ni. A positive confirmatory result or challenge test result for drug use, except as provided under Section 7, shall constitute as basis for an administrative charge of Possession and\/or Use of Illegal Drugs or Substance, which is considered a serious charge under Section 14(o) of Rule 140 of the Rules of Court, as amended by A.M. 21-08-09-SC (Rule 140).\nii. The following acts shall also constitute Gross Misconduct under Section 14 (a) of Rule 140:\n1. Tampering with any result of a drug test;\n2. Interfering in the conduct of the drug test or in the release of drug test results; and\n3. Refusing to undergo or complete their treatment or rehabilitation as provided under Section 8 hereof, once found positive for use of dangerous drugs.\niii. The failure of a court employee, without a valid reason, to undergo mandatory drug testing after being randomly selected under Section 5(D) shall constitute Gross Insubordination under Section 14(n) of Rule 140.\niv. The procedure under Rule 140 of the Rules of Court shall govern the institution of administrative proceedings under these Guidelines.\n. . . 1aшphi1\nSECTION 7. Voluntary Submission. \nThe DFWC of the SC, CA, SB, CTA, or OCA, as the case may be, shall provide a mechanism for court employees to willingly submit themselves, of their own volition, for the treatment and rehabilitation of existing drug-taking habits. Voluntary submission for drug testing may be done any time prior to the date of the random drug testing as may be fixed by the DFWC. This notwithstanding, the procedure for the conduct of drug testing under the voluntary submission mechanism shall follow Section 5 (D) and (E) in this Guidelines.\nThe Court expresses grave concern for the biopsychosocial effects of drug abuse and acknowledges that drug abuse is a public health challenge best addressed by employing effective practices in implementing a drug-free policy in the Judiciary. Rather than being seen as a mere criminal issue, drug abuse should be as it is now internationally viewed as a complex health disorder that is preventable and treatable. 1aшphi1 Thus, the Court must strike a balance between imposing administrative sanctions for the Serious Charge of Using Prohibited Drugs and Substances without diminishing the high standards imposed on all members of the Judiciary, across all ranks.\nConsidering that this is Labitoria's first offense, his thirty-one (31) years in government service, and his completed drug rehabilitation program, testing negative for the use of drugs two consecutive times, the Court finds these mitigating circumstances applicable to impose the lower penalty of suspension for one (1) year, in lieu of the recommended dismissal from the service, pursuant to Section 20 Rule 140.\nACCORDINGLY, the present administrative case is RE-DOCKETED as a regular administrative matter against respondent Rommel P. Labitoria, Clerk II, Judicial Records Division, Court of Appeals, Manila.\nThe Court finds the respondent Rommel P. Labitoria GUILTY of Possession and\/or Use of Illegal Drugs or Substances, a serious charge under Section 14(o) of Rule 140 of the Rules of Court, as amended by A.M. 21-08-09-SC and orders his SUSPENSION from office without salary and other benefits for one (1) year. He is STERNLY WARNED that a repetition of a similar violation will be dealt with the penalty of dismissal from service. This Resolution is immediately executory.\nThe Supreme Court Medical and Dental Services is directed to refer Rommel P. Labitoria to a suitable drug rehabilitation facility where he may be able to undertake programs for his continued rehabilitation during the period of his suspension, at his own expense.\nSO ORDERED.\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez, and Kho, Jr., JJ., concur.\nLazaro-Javier, J., on official business.\n","label":[[17,37,"CASE_NUM"],[74,90,"PROM_DATE"],[93,109,"INS"],[128,147,"PERSON"],[159,184,"INS"],[186,202,"INS"],[272,296,"INS"],[385,401,"INS"],[427,455,"PERSON"],[543,562,"PERSON"],[588,613,"INS"],[787,808,"INS"],[1015,1048,"INS"],[1121,1130,"PERSON"],[1191,1200,"PERSON"],[1250,1259,"PERSON"],[1308,1332,"INS"],[1735,1786,"STA"],[1797,1806,"PERSON"],[1916,1931,"PERSON"],[1949,1958,"PERSON"],[2409,2418,"PERSON"],[2458,2467,"PERSON"],[3086,3109,"INS"],[3142,3167,"INS"],[3175,3191,"INS"],[3464,3484,"PERSON"],[3517,3526,"PERSON"],[3816,3835,"PERSON"],[3847,3872,"INS"],[3874,3890,"INS"],[3918,3937,"PERSON"],[4230,4239,"PERSON"],[4350,4359,"INS"],[4952,4969,"PERSON"],[5016,5046,"RA"],[5335,5343,"STA"],[5367,5381,"STA"],[5542,5550,"STA"],[6910,6933,"PERSON"],[6947,6967,"INS"],[7035,7056,"RA"],[7200,7213,"RA"],[7744,7753,"INS"],[7960,7977,"PERSON"],[8130,8162,"INS"],[8387,8454,"STA"],[8706,8729,"STA"],[8803,8826,"STA"],[8867,8876,"INS"],[8899,8908,"PERSON"],[9076,9087,"PERSON"],[9263,9272,"INS"],[9300,9303,"INS"],[9305,9314,"PERSON"],[9436,9441,"INS"],[9736,9745,"INS"],[9771,9780,"PERSON"],[9908,9928,"CASE_NUM"],[10102,10115,"RA"],[10802,10810,"STA"],[10818,10832,"STA"],[10848,10864,"CASE_NUM"],[10963,10971,"STA"],[11469,11477,"STA"],[11503,11511,"STA"],[11519,11533,"STA"],[11670,11674,"INS"],[11682,11684,"INS"],[11686,11688,"INS"],[11690,11692,"INS"],[11694,11697,"INS"],[11702,11705,"INS"],[12194,12203,"INS"],[12882,12893,"PERSON"],[13386,13405,"PERSON"],[13417,13442,"INS"],[13444,13460,"INS"],[13470,13479,"INS"],[13501,13520,"PERSON"],[13625,13633,"STA"],[13641,13655,"STA"],[13671,13687,"CASE_NUM"],[13940,13985,"INS"],[14007,14026,"PERSON"],[14215,14229,"PERSON"],[14231,14243,"PERSON"],[14367,14384,"PERSON"]],"Comments":[]}
{"id":4803,"text":"Manila\nTHIRD DIVISION\n[ G.R. No. 260912, August 30, 2023 ]\nTHE DEPARTMENT OF ENERGY, PETITIONER, VS. COMMISSIONER OF INTERNAL REVENUE, RESPONDENT.\nR E S O L U T I O N\nSINGH, J.:\nBefore this Court is a Motion for Reconsideration ( Motion ), dated January 19, 2023, filed by petitioner Department of Energy ( DOE ) of the Court's Decision, dated August 17, 2022, which denied DOE's Petition for Review on Certiorari under Rule 45 of the Rules of Court, assailing the Decision, dated November 4, 2021, and the Resolution, dated May 24, 2022, of the Court of Tax Appeals ( CTA ) En banc, in CTA EB No. 2241 (CTA Case No. 10198). The said CTA En banc Decision and Resolution dismissed the petition for review filed by DOE against the Warrants of Distraint and\/or Levy and Garnishment issued by the respondent Commissioner of Internal Revenue ( CIR ), for lack of jurisdiction over the dispute involving two national government agencies, namely, the DOE and the Bureau of Internal Revenue ( BIR ).\nWhile a motion for reconsideration, by its nature, may tend to dwell on issues already resolved in the decision or resolution sought to be reconsidered, a circumstance which should not be an obstacle for a reconsideration, petitioners must still raise matters substantially plausible or compellingly persuasive to warrant a reversal of the Court's previous ruling. However, the DOE failed to do so.\nOn December 7, 2018, the BIR issued a Preliminary Assessment Notice ( PAN ) for deficiency excise taxes amounting to ₱18,378,759,473. to the DOE. The DOE was given 15 days to pay the deficiency taxes. On December 17, 2018 or 10 days after the issuance of the PAN, the BIR issued a Formal Letter of Demand or a Final Assessment Notice ( FLD\/FAN ) for the assessed amount.\nOn December 21, 2018, the DOE replied to the BIR and asserted that it is not liable for the assessed amount because it is not an \"owner, lessee, concessionaire or operator of the mining claim\" liable to pay excise taxes under Section 130(A)(1) of the National Internal Revenue Code ( NIRC ). The DOE posits that it is an agency which merely grants mining rights or service contracts on behalf of the State. The DOE further contends that the subject transactions involve condensates, which are classified as liquified natural gas and as such, are exempt from excise taxes under Item 3. of BIR Revenue Regulations No. 1-2018, dated January 5, 2018.\nOn July 17, 2019, the BIR informed the DOE that the assessment has become final, executory and demandable. According to the BIR, the DOE failed to file a formal protest on the FLD\/FAN within the 30-day period prescribed under existing revenue rules and regulations. The BIR likewise informed the DOE that, as confirmed by the Department of Science and Technology, condensates are separate and distinct from natural gas, which is exempt from excise tax.\nOn July 31, 2019, the DOE replied that it has not yet received FLD\/FAN and that, based on its records, the only document or communication it received from the BIR since December 2018 was the PAN.\nThis notwithstanding, on September 19, 2019, the BIR issued the assailed Warrants of Distraint and\/or Levy and Garnishment. This prompted the DOE to write a letter, which the BIR received on October 8, 2019, recounting the exchanges between the two agencies and reiterating that it has yet to received a FLD\/FAN, which reckons the period to file a protest. The DOE thus claims that the BIR's premature actions deprived it of due process.\nThe DOE then reasserts its claims that condensates are exempt from excise tax and that it is not one of the persons liable for excise taxes.\nOn October 18, 2019, there being no other recourse from the assailed BIR warrants, the DOE filed a Petition for Review (with Urgent Motion for Suspension of Collection of Taxes) before the CTA.\nOn November 8, 2019, the CTA Second Division dismissed the petition for lack of jurisdiction. Citing the Court's ruling in PSALM v. CIR ( PSALM ), the CTA Second Division ruled that the CTA is not the proper forum to resolve what it characterized as a purely intra-governmental dispute. The DOE filed its motion for reconsideration, but on January 30, 2020, it was denied for lack of merit.\nConsequently, on February 21, 2020, the BIR filed a Money Claim with the Commission on Audit ( COA ) for the assessed deficiency excise tax amounting to ₱18,378,759,473., citing the finality of its assessment against the DOE. It was discovered in the proceedings before the COA that the FLD\/FAN was indeed served on the DOE, but not through its Records Management Division, which is the DOE's centralized receiving and releasing unit for all communications. The FLD\/FAN was served through one of the DOE' s employees, who was claimed to be unauthorized to receive the same. Consequently, the document was not routed properly and remained unknown to the concerned officials of the agency until the BIR alluded to the same in subsequent communications.\nOn February 28, 2020, the DOE filed a Petition for Review before the CTA En Banc. On November 4, 2021, the CTA En Banc affirmed the Division's Resolutions dismissing the petition for lack of jurisdiction. On May 24, 2022, the CTA En Banc denied the DOE's Motion for Reconsideration.\nThus, on June 9, 2022, the DOE filed a Petition for Review under Rule 45 before the Court.\nOn August 17, 2022, the Court denied the Petition and affirmed the ruling of the CTA En Banc, finding that all disputes, claims, and controversies, solely or among executive agencies, including disputes on tax assessments, must perforce be submitted to administrative settlement by the Secretary of Justice or the Solicitor General, as the case may be.\nOn January 19, 2023, the DOE filed a Motion for Reconsideration. 1aшphi1 It submits that: (1) the case falls squarely under the appellate jurisdiction of the CTA over disputed assessments of the CIR, pursuant to Section 4 of the NIRC; (2) the PSALM case is not applicable because it involved the enforcement of a Memorandum of Agreement among PSALM, BIR and the National Power Corporation ( NPC ) relative to the payment of the alleged deficiency value-added tax out of the NPC's sale of two power plants, while the present case involves disputed assessments and a violation of due process; (3) the warrants issued are void ab initio for BIR's failure to observe due process of law when it issued the FLD\/FAN prior to the expiration of 15-day period given to the DOE to respond to the PAN and when it irregularly served the FLD\/FAN; and (4) condensates are not subject to excise tax and the DOE is not an owner of a mining claim, therefore, it is not liable to pay excise tax.\nAs earlier pronounced, the Motion must be denied for failing to raise any substantial argument to justify a reversal of the Court's August 17, 2022 Decision.\nIn this case, the Motion is a mere reiteration of the arguments raised in the Petition, which DOE previously pleaded. The DOE mainly asserts the inapplicability of the Court's ruling in PSALM:\n9. To reiterate, there was neither a decision nor inaction on a disputed assessment, refund of internal revenue taxes, nor violation of due process of law in the PSALM case. Rather, the actions of the parties were governed by the MOA entered into. Accordingly, PSALM could not have sought recouse with the CTA, even if it wanted to, as the CTA could have no jurisdiction over the same. Hence, with the execution of the MOA and in accordance with its terms, CIR and PSALM voluntarily submitted to the jurisdiction, power and authority of the DOJ.\n10. That is not the situation involved in the instant case where the cause of action of the petitioner is hinged upon a law, specifically Section 7(a)(1) of RA 1125, as amended by RA 9282 and RA 9503 (CTA Law), on the application of the CTA's \"other matters\" jurisdiction, a law not even considered and discussed with much weight in PSALM. Hence, absent any agreement between or among the parties on the voluntary submission of tax issues to the DOJ, the default provision on CTA's exclusive jurisdiction should preval.\nThe Court first clarifies that the Motion erringly cites a different case title and number for the PSALM case. Instead of PSALM v. CIR, promulgated in 2017 by the Court sitting En Banc, the DOE cited PSALM v. CA, which although promulgated in the same year, was decided by the Court's Third Division.\nAt any rate, a closer look at the PSALM case reveals that while the facts of the present Petition are different, as PSALM does not involve any disputed assessment by CIR, the doctrine in PSALM harmonizing a general law and a special law still applies. The Court in PSALM explained:\nFurthermore, it should be noted that the 1997 NIRC is a general law governing the imposition of national internal revenue taxes, fees, and charges. On the other hand, PD 242 is a special law that applies only to disputes involving solely government offices, agencies, or instrumentalities.\nApplying the foregoing by analogy, Republic Act No. 1125, as amended, is the general law governing the appellate jurisdiction of the CTA, which include resolving disputed assessments, that apply equally to all persons involving disputes pertaining to all tax claims arising from all tax laws being implemented by the BIR. On the other hand, Presidential Decree ( P.D. ) No. 242 is the special law governing all disputes exclusively between government agencies, offices and instrumentalities, arising from the interpretation and application of statutes, particularly Section 130(A)(1) of the NIRC and Item 3. of BIR Revenue Regulations No. 1-2018, dated January 5, 2018.\nBeing an administrative dispute or a dispute involving two agencies of the Executive Branch of government, the authority to resolve the same vested by P.D. No. 242 upon the President of the Philippines is well within its power of control. Moreover, disputes between or among agencies or offices of the Executive Department requires an understanding of how their different and competing mandates and goals affect one another, a function that is also within the President's expertise as Chief Executive. As explained in the Decision, P.D. No. 242 highlights the practical considerations of administrative settlement to avoid clogging the court dockets and avoid wasting government resources where the ultimately the only party involved is the Government.\nFinally, the Court rejects DOE's invocation of the higher interest of substantial justice. The Court has emphasized that jurisdiction is a matter of substantive law and is conferred by the Constitution or the law. Thus, the mere invocation of substantial justice does not automatically suspend the application of the rules, especially when what it seeks to alter is a matter of jurisdiction. 1aшphi1\nFor failing to raise matters compellingly persuasive to warrant the reconsideration of the assailed Resolution, the Motion is denied.\nACCORDINGLY, the Motion for Reconsideration is DENIED . The Decision, dated August 17, 2022, of the Court STANDS.\nSO ORDERED.\nInting, Gaerlan and Dimaampao, JJ., concur.\nCaguioa (Chairperson), I maintain my concurring opinion.\n","label":[[24,39,"CASE_NUM"],[41,56,"PROM_DATE"],[59,83,"INS"],[101,133,"INS"],[284,304,"INS"],[420,427,"STA"],[435,449,"STA"],[546,566,"INS"],[587,602,"CASE_NUM"],[804,836,"INS"],[956,982,"INS"],[1370,1373,"INS"],[1416,1419,"INS"],[1659,1662,"INS"],[1788,1791,"INS"],[1807,1810,"INS"],[2013,2043,"STA"],[2058,2061,"INS"],[2173,2176,"INS"],[2350,2384,"STA"],[2431,2434,"INS"],[2448,2451,"INS"],[2533,2536,"INS"],[2542,2545,"INS"],[2679,2682,"INS"],[2705,2708,"INS"],[2735,2771,"INS"],[2884,2887,"INS"],[3021,3024,"INS"],[3053,3056,"INS"],[3107,3110,"INS"],[3200,3203,"INS"],[3419,3422,"INS"],[3500,3503,"INS"],[3826,3829,"INS"],[3856,3859,"INS"],[3954,3959,"INS"],[3963,3966,"INS"],[3982,3985,"INS"],[4017,4020,"INS"],[4122,4125,"INS"],[4262,4265,"INS"],[4295,4314,"INS"],[4443,4446,"INS"],[4496,4499,"INS"],[4542,4545,"INS"],[4609,4614,"INS"],[4919,4922,"INS"],[4999,5002,"INS"],[5042,5045,"INS"],[5080,5083,"INS"],[5199,5202,"INS"],[5283,5286,"INS"],[5321,5328,"STA"],[5428,5431,"INS"],[5725,5728,"INS"],[5858,5861,"INS"],[5895,5898,"INS"],[5929,5933,"INS"],[5943,5948,"INS"],[6043,6048,"INS"],[6050,6053,"INS"],[6062,6088,"INS"],[6463,6466,"INS"],[6485,6488,"INS"],[6929,6932,"INS"],[6957,6960,"INS"],[7021,7026,"INS"],[7190,7195,"INS"],[7258,7261,"INS"],[7289,7294,"INS"],[7334,7337,"INS"],[7368,7371,"INS"],[7447,7450,"INS"],[7485,7488,"INS"],[7493,7498,"INS"],[7569,7572,"INS"],[7731,7738,"RA"],[7754,7761,"RA"],[7766,7773,"RA"],[7907,7912,"INS"],[8020,8023,"INS"],[8094,8103,"INS"],[8193,8198,"INS"],[8216,8221,"INS"],[8225,8228,"INS"],[8245,8249,"PROM_DATE"],[8284,8287,"INS"],[8294,8299,"INS"],[8303,8305,"INS"],[8371,8378,"INS"],[8429,8434,"INS"],[8511,8516,"INS"],[8561,8564,"INS"],[8582,8587,"INS"],[8660,8665,"INS"],[8718,8727,"STA"],[8844,8850,"STA"],[9002,9023,"RA"],[9100,9103,"INS"],[9284,9287,"INS"],[9308,9344,"STA"],[9558,9562,"INS"],[9578,9612,"STA"],[9788,9800,"STA"],[10169,10181,"STA"],[10417,10422,"INS"],[10481,10490,"INS"],[11050,11056,"PERSON"],[11058,11065,"PERSON"],[11070,11079,"PERSON"],[11094,11101,"PERSON"]],"Comments":[]}
{"id":4804,"text":"Manila\nTHIRD DIVISION\n[ G.R. No. 191278. March 29, 2023 ]\nMUNICIPALITY OF STA. MARIA, BULACAN, MAYOR BARTOLOME RAMOS AND MEMBERS OF THE SANGGUNIANG BAYAN OF STA. MARIA, BULACAN, PETITIONERS, VS. CARLOS A. BUENAVENTURA, RESPONDENT.\nD E C I S I O N\nGAERLAN, J.:\nBefore the Court is a petition for review on certiorari under Rule 45 of the Rules of Court seeking to annul and set aside the Decision dated October 26, 2009, of the Court of Appeals (CA) in CA-G.R. CV No. 90850, and its Resolution dated February 2, 2010, denying the motion for reconsideration thereof. The assailed decision granted the respondent's appeal and set aside the Decision dated September 18, 2007, of the Regional Trial Court (RTC) of Malolos, Bulacan, Branch 14, in Civil Case No. 766-M-2002.\nAntecedents\nOn October 11, 2002, the respondent filed a complaint for sum of money and damages against the petitioners Municipality of Sta. Maria Bulacan, its then Mayor Bartolome R. Ramos (Mayor Ramos), and the Municipal Members of the Sangguniang Bayan (SB) of Sta. Maria, Bulacan (collectively, petitioners). In his Complaint, the respondent alleged that he is the registered owner of a parcel of land located at Barangay Guyong, Sta. Maria, Bulacan, consisting of an area of 17,102 square meters and covered by Transfer Certificate of Title (TCT) No. T-61427(M) of the Registry of Deeds of the Province of Bulacan. He claimed that without his knowledge and consent, the petitioners took possession and constructed a road on approximately 998. square meters of the subject property. Upon discovery thereof, the respondent wrote to Mayor Ramos demanding the removal of the constructed road.\nSubsequently, meetings were held between the respondent and Mayor Ramos which led to a draft memorandum of agreement (MOA) in which the respondent agreed to allow the petitioners to use the subject portion of his property until 2004; thereafter, the petitioners committed to return the property to the respondent in its original condition. The draft MOA was submitted to the SB of Sta. Maria for approval. However, after deliberations, the petitioner SB, found the draft MOA beneficial only for the respondent. Thus, in Kapasiyahan Bilang 2002-112 dated August 26, 2002, it refused to give authority to Mayor Ramos to sign the same. This prompted the respondent to file the instant complaint, in which he prayed among others, for the payment of reasonable rent from the time the road was constructed until the same is restored to its original condition and returned to him.\nIn response, the petitioners filed a Motion to Dismiss in lieu of an Answer. The petitioners argued that the complaint has no cause of action as the land in which the road was constructed belongs to Barangay Guyong, Sta. Maria, Bulacan by virtue of a Deed of Donation executed by the respondent in the latter's favor.\nTheir motion having been denied by the RTC in its Order dated August 8, 2003, the petitioners filed an Answer in which they affirmed that they are uncertain as to whether the portion in which the road was constructed belongs to the respondent and that, at any rate, the construction was undertaken only upon prior knowledge that the property was donated in favor of Barangay Guyong.\nAfter trial, on September 18, 2007, the RTC rendered its Decision, the dispositive portion of which reads:\nWHEREFORE, in view of the foregoing, judgment is hereby rendered ordering the Dismissal of the complaint.\nCosts against plaintiff.\nSO ORDERED.\nIn its decision, the RTC held that the notarized Deed of Donation which has the respondent's signature is a public document and as such is admissible without further proof of its authenticity and is entitled to full faith and credit. 1aшphi1 The RTC adjudged that the Deed of Donation is deemed valid until annulled in a proceeding specifically lodged for the purpose, not the one before it which is a case for sum of money and damages. Accordingly, it held that the petitioners acted in good faith in relying upon the Deed of Donation as the basis for its construction on the subject property and are not liable for damages.\nAggrieved, the respondent then filed an appeal before the CA which rendered the herein assailed Decision on October 26, 2009, the dispositive portion of which reads:\nWHEREFORE, in consideration of the foregoing premises, the instant appeal is hereby granted. Accordingly, the decision of the court a quo dated September 18, 2007 is perforce reversed. Judgment is hereby rendered ordering the [petitioners] at their own expense, to remove and demolish the subject road and restore it to its original condition. Moreover, the [petitioners] are adjudged to pay the [respondent] as and by way of rentals at the rate of P2,000. per month commencing in June 2001 until said illegally constructed road is removed and returned to the latter, and the costs of suit.\nSO ORDERED.\nIn resolving the appeal in favor of the respondent, the CA ruled that the burden rests upon the party who asserts the truth of a fact. In this case, the CA held that it is incumbent upon the petitioners to prove that the subject property on which the construction was made is the same portion that is the subject of the Deed of Donation which the respondent allegedly executed in favor of Barangay Guyong and that the respondent's signature in the document is authentic.\nThe CA adjudged that the petitioners failed to discharge the burden of proof. In contrast, the CA found that the respondent was able to present convincing evidence that his signature in the Deed was forged particularly when the same is held in comparison with that in the verification\/certification portion of the Complaint.\nTherefore, having established that the Deed of Donation was forged, the CA held that the respondent is entitled to the removal of the construction, compensation for use of his land, and damages pursuant to Article 449 of the New Civil Code. Nevertheless, the CA denied the respondent's claim for rentals in the amount of ₱25,000. ratiocinating that the same partakes of the nature of actual damages which must be supported by proof. In the absence of proof or agreement as to the amount of monthly rentals, the CA awarded in favor of the respondent temperate damages in the amount of P2,000. per month computed from the time he has been removed from possession thereof and prevented to the use of the subject property. The CA similarly denied the respondent's claim for moral damages, litigation expenses, and attorney's fees for lack of basis.\nThe petitioners sought a reconsideration of the said decision, but the CA denied it in its Resolution dated February 2, 2010.\nIn the instant petition, the petitioners submit the following issues for the Court's disposition:\nI. Whether or not the notarized Deed of Donation being a public document is considered valid until nullified in a separate and proper proceeding;\nII. Whether or not the burden of proof lies on the petitioners that the Deed of Donation is not a forgery. 1âшphi1\nIII. Whether or not [the] petitioner municipality is in bad faith for constructing a road over the property covered by a notarized deed of donation and consequently pay rentals for its use.\nSuccinctly, the Court is tasked to resolve whether or not the subject Deed of Donation is valid and sufficient to support the petitioners' construction on the subject premises.\nRuling of the Court\nThe petition is partly meritorious.\nIn gist, the instant Petition invites the Court to make a determination as to the authenticity of the respondent's signature in the deed of donation. Forgery is an issue that is essentially factual in nature, and as such beyond the province of the instant petition for review on certiorari which is limited to errors of law. However, the rule is not absolute and admits of exceptions. In the case at bar, as the findings of fact of the CA are contrary to those of the RTC, the Court may review the records and evidence anew in resolving this appeal.\nAs a rule, forgery cannot be presumed. It must be proved by clear, positive, and convincing evidence. The burden rests upon the party alleging forgery to prove his or her case by preponderance of evidence.\nForgery can be established by a visual comparison between the alleged forged signature and the authentic and genuine signature of the person whose signature is theorized to have been forged. On this matter, the opinion of handwriting experts is not conclusive upon the courts, particularly when \"the question involved is mere handwriting similarity or dissimilarity, which can be determined by a visual comparison of specimens of the questioned signatures with those of the currently existing ones.\" In determining whether there has been forgery, the judge is not bound to rely upon the testimonies of handwriting experts. The judge must conduct an independent examination of the questioned signature to arrive at a reasonable conclusion as to its authenticity.\nIn this case, the Court agrees with the conclusion of the CA that the respondent's signature on the deed is a forgery. The respondent established by preponderance of evidence that his signature on the instrument is a forgery, viz. :\nFirstly, by the bare look on the signature of the [respondent] as found in the verification\/certification portion of his complaint vis-à-vis his signature appearing on the questioned Deed of Donation, one would show patent and distinct dissimilarities thereof; and secondly, the [Kapasiyahan] Bilang 2002-112 dated August 26, 2002 supported the [respondent's] claim that [Mayor Ramos'] had agreed, among others, to remove the subject road, restore the place to its original condition and return the portion utilized to the former immediately after the year 2004. Otherwise, if [Mayor Ramos] had no such agreement with the [respondent] there was no rhyme and reason at all why the said [kapasiyahan] should have been passed, which in effect, disapproved the authority of the Mayor to sign the said agreement.\nIndeed, a simple visual examination and comparison of the specimen signatures of the respondent in the Verification and Certification of his Complaint as well as of his letter of demand to Mayor Ramos dated May 14, 2002, with that in the subject Deed of Donation, clearly reveals that they are not one in the same and have been affixed by different persons. The petitioner did not submit any countervailing evidence, thus, based on the weight of evidence presented, the Court is more inclined to rule on the respondent's favor. Moreover, the execution and the terms of the Kapasiyahan is an implied recognition of the respondent's ownership over the subject portion of the property. Otherwise stated, there would not be any need for the passing of Kapasiyahan, if the subject portion had indeed been donated in favor of Barangay Guyong.\nHaving concluded that the donation is ineffectual as the respondent's signature therein is forged and spurious, the Court now determines the rights of the respondent.\nIn this case, it is indubitable that there is taking of the respondent's property by the petitioner. Guided by the recent pronouncement by the Court in the fairly similar case of Heirs of Spouses Mariano, et al. v. City of Naga, recovery of possession may no longer be had as the return of the subject property is no longer feasible as a road has already been constructed thereon. Thus, in the higher interest of justice, in order to prevent irreparable injury that may result if the subject property were to be surrendered and the public would be prevented from having access to the road, payment of just compensation is warranted under the premises reckoned from the time of taking on April 11, 2002, the date when the petitioner took possession and constructed a road on the respondent's property. Further, as it is established that the petitioner illegally took over the property, the former must pay the respondent the amount of Three Hundred Thousand Pesos (₱300,000.) as exemplary damages. As the respondent was constrained to litigate to protect his interest, an award of Seventy-Five Thousand Pesos (₱75,000.) is fair and reasonable under the premises.\nWHEREFORE, in consideration of the foregoing disquisitions, the Decision dated October 26, 2009 and Resolution dated February 2, 2010 of the Court of Appeals in CA-G.R. CV No. 90850, are hereby AFFIRMED with MODIFICATION S, in that:\n1. the order for the petitioners to remove and demolish the subject road and restore it to its original condition is hereby DELETED;\n2. the award of monthly rental in favor of the respondent is likewise DELETED;\n3. the petitioners are ORDERED to pay the respondent just compensation equivalent to the fair market value of the property at the time of taking on April 11, 2002, with legal interest thereon at the rate of six percent (6%) per annum until full payment; and\n4. the petitioners are ORDERED to pay the respondent exemplary damages in the amount of Three Hundred Thousand Pesos (₱300,000.) and attorney's fees of Seventy-Five Thousand Pesos (₱75,000.).\nFinally, the case is REMANDED to the Regional Trial Court (RTC) of Malolos, Bulacan, Branch 14, for the determination of just compensation, which is hereby DIRECTED to resolve the instant case with dispatch.\nSO ORDERED.\nCaguioa (Chairperson), Inting, Zalameda, and Singh, JJ., concur.\n","label":[[24,39,"CASE_NUM"],[41,55,"PROM_DATE"],[58,93,"INS"],[101,116,"PERSON"],[136,176,"INS"],[195,217,"PERSON"],[322,329,"STA"],[337,351,"STA"],[402,418,"PROM_DATE"],[427,443,"INS"],[452,472,"CASE_NUM"],[679,699,"INS"],[741,766,"CASE_NUM"],[887,921,"INS"],[938,956,"PERSON"],[980,1022,"INS"],[1184,1199,"INS"],[1366,1385,"INS"],[1727,1732,"PERSON"],[2270,2275,"PERSON"],[2734,2749,"INS"],[2892,2895,"INS"],[3219,3234,"INS"],[3276,3279,"INS"],[3507,3510,"INS"],[3732,3735,"INS"],[5902,5916,"STA"],[7898,7901,"INS"],[9765,9770,"PERSON"],[10184,10189,"PERSON"],[10562,10573,"INS"],[10737,10748,"INS"],[10809,10824,"INS"],[11136,11141,"INS"],[12296,12312,"INS"],[12316,12336,"CASE_NUM"],[13087,13107,"INS"],[13270,13277,"PERSON"],[13293,13299,"PERSON"],[13301,13309,"PERSON"],[13315,13325,"PERSON"]],"Comments":[]}
{"id":4805,"text":"Manila\nTHIRD DIVISION\n[ A.C. No. 13287 (Formerly CBD No. 18-5753). June 21, 2023 ]\nFLORDELINA ASCAÑO, COMPLAINANT, VS. ATTY. MARIO V. PANEM, RESPONDENT.\nD E C I S I O N\nINTING, J.:\nThe Court resolves the administrative complaint that Flordelina Ascaño (Ascaño) filed against respondent Atty. Mario V. Panem (Atty. Panem) before the Integrated Bar of the Philippines (IBP) for alleged violations of Administrative Matter No. 02-8-13-SC, or the 2004 Rules on Notarial Practice (Notarial Rules), and the Code of Professional Responsibility (CPR).\nThe Antecedents\nIn the complaint, Ascaño alleged that Atty. Panem notarized a Deed of Absolute Sale (Deed) in favor of Spouses Severino and Matilde Guillermo (Spouses Guillermo) involving a property she owned in Sto. Domingo, Ilocos Sur, without her presence as the supposed seller thereof. Ascaño recounted that when she confronted Atty. Panem about it, he volunteered to handle the case in order to get the property back from Spouses Guillermo. Initially, Ascaño accepted Atty. Panem's offer, but she later learned that the latter did not adhere to her narration of facts when he filed the action in court on her behalf.\nAs a result, Ascaño filed the present administrative case against Atty. Panem for violation of the Notarial Rules when he: (1) notarized the Deed without the presence of one of the parties; (2) failed to ask for a competent evidence of identity before notarizing the document; and (3) failed to submit his notarial register for the period 2006-2007. She also charged Atty. Panem with representing conflicting interests in breach of the CPR.\nIn his defense, Atty. Panem countered that Ascaño, who presented her community tax certificate as evidence of her identity, actually signed the Deed in his presence. He explained that his notarial register and all notarial documents were destroyed because his law office was flooded in July 2006. Finally, he argued that he was not guilty of representing conflicting interests considering that he only represented Ascaño in the civil action concerning the property in question.\nReport and Recommendation of the IBP\nIn the Report and Recommendation dated June 28, 2019, the Investigating Commissioner found Atty. Panem guilty of violating the Notarial Rules and the CPR and recommended that he be disbarred from the practice of law.\nThen, in the Resolution No. CBD-2021-05-11 dated May 8, 2021, the IBP Board of Governors adopted the findings of the Investigating Commissioner, but it recommended the following penalties instead of disbarment: (a) suspension from the practice of law for two (2) years; (b) immediate revocation of notarial commission, if still subsisting; and (c) disqualification from reappointment as a notary public for two (2) years. 1aшphi1\nThe Issue\nThe issue for the Court's resolution is whether Atty. Panem should be held administratively liable for his actions.\nThe Court's Ruling\nAfter a careful review, the Court adopts and approves the findings and recommendations of the IBP with modifications as to the designation of the offenses committed by Atty. Panem and the penalty to be imposed upon him, in view of A.M. No. 22-09-01-SC, or the Code of Professional Responsibility and Accountability (CPRA), which repealed the CPR and took effect on May 29, 2023.\nTo note, Section 1 of the General Provisions of the CPRA provides for the Code's applicability to all pending and future cases, except in instances where \"in the opinion of the Supreme Court, its retroactive application would not be feasible or would work injustice, in which case, the procedure under which the cases were filed shall govern.\" Here, the Court deems the application of the CPRA, in conjunction with the Notarial Rules, to be proper in determining the administrative liabilities of Atty. Panem.\nSection 1, Rule II of the Notarial Rules requires the affiant's personal appearance and the notary public's examination of his or her competent evidence of identity in relation to the notarization of a document, viz. :\nSection. 1. Acknowledgment. - \"Acknowledgment\" refers to an act in which an individual on a single occasion:\n(a) appears in person before the notary public and presents an integrally complete instrument or document;\n(b) is attested to be personally known to the notary public or identified by the notary public through competent evidence of identity as defined by these Rules; and\n(c) represents to the notary public that the signature on the instrument or document was voluntarily affixed by him for the purposes stated in the instrument or document, declares that he has executed the instrument or document as his free and voluntary act and deed, and, if he acts in a particular representative capacity, that he has the authority to sign in that capacity. (Italics supplied.)\nMoreover, Section 12, Rule II of the Notarial Rules defines a \"competent evidence of identity\" as follows:\nSection 12. Competent Evidence of Identity. - The phrase competent evidence of identity\" refers to the identification of an individual based on:\n(a) at least one current identification document issued by an official agency bearing the photograph and signature of the individual, such as but not limited to, passport. driver's license, Professional Regulations Commission ID, National Bureau of Investigation clearance, police clearance, postal ID, voter's ID, Barangay certification, Government Service and Insurance System (GSIS) e-card, Social Security System (SSS) card, Philhealth card, senior citizen card, Overseas Workers Welfare Administration (OWWA) ID, OFW ID, seaman's book, alien certificate of registration\/immigrant certificate of registration, government office ID, certification from the National Council for the Welfare of Disabled Persons (NCWDP), Department of Social Welfare and Development (DSWD) certification; or\n(b) the oath or affirmation of one credible witness not privy to the instrument, document or transaction who is personally known to the notary public and who personally knows the individual, or of two credible witnesses neither of whom is privy to the instrument, document or transaction who each personally knows the individual and shows to the notary public documentary identification. (Italics supplied.)\nThus, a notary public is prohibited from notarizing a document if the person involved as a signatory thereto is: (i) not present at the time of notarization; and\/or (ii) not personally known to or otherwise identified by the notary public through a competent evidence of identity as defined above.\nIn the case, Ascaño vehemently denied ever appearing before Atty. Panem during the questioned notarial act in Ilocos Sur, asserting that she was staying with her daughter in Bulacan at the time. On this point, the Investigating Commissioner noted that Atty. Panem did not submit his notarial register in order to prove his defense that Ascaño actually appeared before him to have the Deed notarized. While Atty. Panem tried to explain that his notarial register was lost because of flooding in his law office in July 2006, the Court simply cannot give any credence to this excuse because of the lack of sufficient evidence to support it.\nIndeed, \"[i]f the document or instrument does not appear in the notarial records and there is no copy of it therein, doubt is engendered that the document or instrument was not really notarized, so that it is not a public document and cannot bolster any claim made based on this document.\"\nEven assuming arguendo that Ascaño truly appeared before Atty. Panem, the record shows that the latter failed to require her to present a competent evidence of identity for the notarization of the contested Deed. In particular, the document shows that Ascaño supposedly presented her community tax certificate to Atty. Panem, which is not considered as a valid and competent evidence of identity as it does not bear the photograph and signature of the individual.\nIt is also undisputed that Atty. Panem did not submit his notarial report and copies of all notarial documents for the period March 17, 2006 to December 31, 2007 per the Certification dated December 5, 2017 from the Office of the Clerk of Court of the Regional Trial Court of Narvacan, Ilocos Sur. This, too, constitutes as a clear violation of Section 2, Rule VI of the Notarial Rules, viz. :\nSection 2. Entries in the Notarial Register. - x x x x\nx x x x\n(h) A certified copy of each month's entries and a duplicate original copy of any instrument acknowledged before the notary public shall, within the first ten (10) days of the month following, be forwarded to the Clerk of Court and shall be under the responsibility of such officer. If there is no entry to certify for the month, the notary shall forward a statement to this effect in lieu of certified copies herein required. (Italics supplied.)\nAs earlier mentioned, the Court finds no merit in Atty. Panem's assertion that a strong typhoon in July 2006 caused the flooding in his law office, which, in turn, destroyed his notarial register and all notarial documents. Not only is this unsubstantiated by evidence, but also, it does not explain Atty. Panem's failure to comply with his duty to submit his notarial report for the months prior to and after the supposed calamity that hit Narvacan, Ilocos Sur in 2006.\nIn view of the above-mentioned violations of the Notarial Rules, the Court likewise holds Atty. Panem liable for breach of Section 2, Canon III of the CPRA, viz. :\nCANON III\nFidelity pertains to a lawyers duty to uphold the Constitution and the laws of the land, to assist in the administration of justice as an officer of the court, and to advance or defend a client's cause, with full devotion, genuine interest, and zeal in the pursuit of truth and justice.\nx x x x\nSection 2. The responsible and accountable lawyer. - A lawyer shall uphold the Constitution, obey the laws of the land, promote respect for laws and legal processes, safeguard human rights, and at all times advance the honor and integrity of the legal profession.\nThe Court, however, disagrees with the IBP that Atty. Panem is guilty of representing conflicting interests in violation of Section 13, Canon III of the CPRA. After all, ''lawyers are deemed to represent conflicting interests when, in behalf of one client, it is their duty to contend for that which duty to another client requires them to oppose.\" Essentially, this proscription applies to a situation where opposing parties are the lawyer's present and\/or former clients. Here, Atty. Panem is correct that he cannot be held administratively liable for violation of Section 13 because he only represented Ascaño in the civil action and no one else. 1aшphi1\nThis is not to say that Atty. Panem is without any administrative liability in this regard. The records show that in the complaint for reconveyance that he prepared for Ascaño, Atty. Panem made it appear that the latter had signed the Deed in his presence before he notarized the document. Despite Ascaño's demands, Atty. Panem did not amend the complaint in order to adhere to his client's narration of facts. As such, Ascaño was constrained to hire another counsel who, in turn, filed an amended complaint on her behalf.\nMore than that, Atty. Panem clearly acted for his own selfish interests by stating in the pleading that Ascaño personally appeared before him to have the Deed notarized. As the Investigating Commissioner aptly observed, Atty. Panem only offered to represent Ascaño in the civil action to recover the property because he was aware of the mistake he made when he notarized the document in the absence of the seller. Indeed, Atty. Panem's dishonest conduct is evinced by the fact that he changed the narrative against his client's wishes in an obvious attempt to clear himself of any wrongdoing.\nBy knowingly making untruthful statements in a pleading filed in court, Atty. Panem clearly violated Section 2, paragraphs 2 and 3 and Section 6, Canon III as well as Section 1, Canon IV of the CPRA, which provide:\nCANON III\nSection 2. The responsible and accountable lawyer.  x x x\nAs an officer of the court, a lawyer shall uphold the rule of law and conscientiously assist in the speedy and efficient administration of justice.\nAs an advocate, a lawyer shall represent the client with fidelity and zeal within the bounds of law and the CPRA.\nSection 6. Fiduciary duty of a lawyer.  A lawyer shall be mindful of the trust and confidence reposed by the client. x x x\nCANON IV\nA lawyer professionally handling a client's cause shall, to the best of his or her ability, observe competence, diligence, commitment, and skill consistent with the fiduciary nature of the lawyer-client relationship, regardless of the nature of the legal matter or issues involved, and whether for a fee or pro bono.\nSection 1. Competent, efficient and conscientious service.  A lawyer shall provide legal service that is competent, efficient, and conscientious. A lawyer shall be thorough in research, preparation, and application of the legal knowledge and skills necessary for an engagement.\nMoreover, Atty. Panem likewise breached his duties under the Revised Lawyer's Oath to promote the rule of law and a regime of truth and justice and to do no falsehood both in and out of court.\nThe Proper Penalties\nIt is settled that a notary public who violates the Notarial Rules is meted out with the following penalties: one, revocation of notarial commission, if existing; two, disqualification from being commissioned as a notary public; and three, suspension from the practice of law. Notably, the period of suspension varies depending on the circumstances of each case.\nUnder Section 33(b) and (p), Canon VI of the CPRA, making untruthful statements and violating the Notarial Rules in bad faith, with the exception of reportorial requirements, are both considered as serious offenses and sanctioned under Section 37 (a) of the same Canon as follows:\nSection 37. Sanctions. \n(a) If the respondent is found guilty of a serious offense, any of the following sanctions, or a combination thereof, shall be imposed:\n(1) Disbarment;\n(2) Suspension from the practice of law for a period exceeding six (6) months;\n(3) Revocation of notarial commission and disqualification as notary public for not less than two (2) years; or\n(4) A fine exceeding Php100,000..\nIn relation thereto, Sections 39 and 40, Canon VI of the CPRA provides:\nSection 39. Manner of imposition. - If one (1) or more aggravating circumstances and no mitigating circumstances are present, the Supreme Court may impose the penalties of suspension or fine for a period or amount not exceeding double of the maximum prescribed under this Rule. The Supreme Court may, in its discretion, impose the penalty of disbarment depending on the number and gravity of the aggravating circumstances.\nIf one (1) or more mitigating circumstances and no aggravating circumstances are present, the Supreme Court may impose the penalties of suspension or fine for a period or amount not less than half of the minimum prescribed under the CPRA.\nIf there are both aggravating and mitigating circumstances present, the Supreme Court may offset each other. (Italics supplied.)\nSection 40. Penalty for multiple offenses. \nIf the respondent is found liable for more than one (1) offense arising from separate acts or omissions in a single administrative proceeding, the Court shall impose separate penalties for each offense. Should the aggregate of the imposed penalties exceed five (5) years of suspension from the practice of law or ₱1,000,000. in fines, the respondent may, in the discretion of the Supreme Court, be meted with the penalty of disbarment.\nIf a single act or omission gives rise to more than one (1) offense, the respondent shall still be found liable for all such offenses, but shall, nonetheless, only be meted with the appropriate penalty for the most serious offense. (Italics supplied.)\nNotably, in Ong v. Bijis, the Court found the respondent lawyer administratively liable for notarizing a document without the presence of the affiants and, at the same time, failing to require the parties who actually appeared before him to provide a competent evidence of their identities. Consequently, the Court revoked his notarial commission, disqualified him from being commissioned as a notary public for two (2) years, and suspended him from the practice of law for six (6) months.\nThen, in Lopez v. Mata, et al., the Court held that one of the respondent lawyers failed to comply with his duty as a notary public to submit his notarial report as the Notarial Rules mandated for which he was sanctioned with: (a) suspension from the practice of law for (6) six months; (b) revocation of his incumbent notarial commission; and (c) disqualification from being commissioned as a notary public for two (2) years.\nGiven the factual milieu of the case as well as Atty. Panem's apparent lack of remorse for his actions, he is hereby meted out with the following penalties for each offense he committed pursuant to the above-mentioned provisions of the CPRA:\n(a) For violating the Notarial Rules in bad faith, which is bolstered by his feeble attempts to cover it up after the fact, the Court suspends Atty. Panem from the practice of law for a period of one (1) year, revokes his notarial commission, if existing, and disqualifies him from being commissioned as a notary public for two (2) years; and\n(b) For making untruthful statements, the Court imposes against Atty. Panem a fine in the amount of ₱100,000..\nWHEREFORE, the Court finds respondent Atty. Mario V. Panem GUILTY of violating A.M. No. 02-8-13-SC, or the 2004 Rules on Notarial Practice, A.M. No. 22-09-01-SC, or the Code of Professional Responsibility and Accountability, and the Revised Lawyers Oath. Accordingly, the Court imposes the following sanctions against him:\n(a) Suspension from the practice of law for a period of one (1) year, revocation of notarial commission, if existing, and disqualification from being commissioned as a notary public for a period of two (2) years, effective immediately, for violation of the 2006 Rules on Notarial Practice; and\n(b) A fine in the amount of ₱100,000. for making untruthful statements in a pleading filed in court.\nThe Court likewise STERNLY WARNS respondent Atty. Mario V. Panem that a repetition of the same or similar offense shall be dealt with more severely.\nThe suspension from the practice of law shall take effect immediately upon receipt of respondent Atty. Mario V. Panem of this Decision. He is DIRECTED to immediately file a Manifestation to the Court that his suspension has started, copy furnished all courts and quasi-judicial bodies where he has entered his appearance as counsel.\nLet copies of this Decision be furnished to the Office of the Bar Confidant to be appended to the personal record of respondent Atty. Mario V. Panem as an attorney; the Integrated Bar of the Philippines for its information and guidance; and the Office of the Court Administrator for circulation to all courts in the country.\nSO ORDERED.\nCaguioa, Acting C.J. (Chairperson) and Gaerlan, J., concur.\nDimaampao and Singh, JJ., on official business.\n","label":[[24,38,"CASE_NUM"],[67,80,"PROM_DATE"],[83,100,"PERSON"],[125,139,"PERSON"],[181,190,"INS"],[234,251,"PERSON"],[292,306,"PERSON"],[332,365,"INS"],[398,434,"CASE_NUM"],[443,474,"STA"],[501,536,"STA"],[578,584,"PERSON"],[604,609,"PERSON"],[671,679,"PERSON"],[684,701,"PERSON"],[835,841,"PERSON"],[883,888,"PERSON"],[980,989,"PERSON"],[1002,1008,"PERSON"],[1024,1031,"PERSON"],[1180,1186,"PERSON"],[1239,1244,"PERSON"],[1266,1280,"STA"],[1540,1545,"PERSON"],[1603,1606,"INS"],[1630,1635,"PERSON"],[1651,1657,"PERSON"],[2022,2028,"PERSON"],[2220,2225,"PERSON"],[2250,2264,"STA"],[2273,2276,"INS"],[2353,2382,"CASE_NUM"],[2406,2428,"INS"],[2834,2839,"PERSON"],[2896,2907,"INS"],[3089,3094,"PERSON"],[3146,3166,"CASE_NUM"],[3175,3229,"STA"],[3320,3350,"STA"],[3471,3484,"INS"],[3683,3687,"INS"],[3713,3727,"STA"],[3797,3802,"PERSON"],[3830,3844,"STA"],[4838,4852,"STA"],[5244,5279,"INS"],[5284,5316,"INS"],[5521,5560,"INS"],[5713,5765,"INS"],[5775,5803,"INS"],[6564,6570,"PERSON"],[6617,6622,"PERSON"],[6809,6814,"PERSON"],[6887,6893,"PERSON"],[6963,6968,"PERSON"],[7507,7513,"PERSON"],[7542,7547,"PERSON"],[7731,7737,"PERSON"],[7798,7803,"PERSON"],[7976,7981,"PERSON"],[8159,8215,"INS"],[8314,8328,"STA"],[8903,8910,"PERSON"],[9153,9160,"PERSON"],[9367,9381,"STA"],[9414,9419,"PERSON"],[9543,9555,"INS"],[9867,9879,"CNS"],[10052,10061,"INS"],[10106,10111,"PERSON"],[10205,10209,"INS"],[10538,10543,"PERSON"],[10658,10664,"PERSON"],[10740,10745,"PERSON"],[10879,10885,"PERSON"],[10893,10898,"PERSON"],[11008,11016,"PERSON"],[11032,11037,"PERSON"],[11130,11136,"PERSON"],[11255,11260,"PERSON"],[11337,11343,"PERSON"],[11459,11464,"PERSON"],[11491,11497,"PERSON"],[11661,11668,"PERSON"],[11904,11909,"PERSON"],[13117,13122,"PERSON"],[13162,13183,"STA"],[13367,13381,"STA"],[13776,13790,"STA"],[14563,14576,"INS"],[14715,14728,"INS"],[14950,14963,"INS"],[15089,15093,"INS"],[15167,15180,"INS"],[15969,15972,"PERSON"],[15976,15981,"PERSON"],[16456,16461,"PERSON"],[16465,16469,"PERSON"],[16616,16630,"STA"],[16928,16935,"PERSON"],[17138,17152,"STA"],[17265,17270,"PERSON"],[17614,17619,"PERSON"],[17623,17628,"PERSON"],[17649,17668,"CASE_NUM"],[17677,17708,"STA"],[17710,17730,"CASE_NUM"],[17739,17793,"STA"],[17803,17824,"STA"],[18165,18182,"STA"],[18289,18298,"INS"],[18339,18344,"PERSON"],[18348,18353,"PERSON"],[18541,18546,"PERSON"],[18550,18555,"PERSON"],[18819,18846,"INS"],[18905,18910,"PERSON"],[18914,18919,"PERSON"],[18940,18973,"INS"],[19016,19049,"INS"],[19108,19128,"PERSON"],[19147,19158,"PERSON"],[19168,19177,"PERSON"],[19182,19192,"PERSON"]],"Comments":[]}
