{"id":86,"text":"EN BANC\n[ A.M. No. SC-23-001 [Formerly JIB FPI No. 22-008-SC], April 03, 2024 ]\nOFFICE OF ADMINISTRATIVE SERVICES, SUPREME COURT, COMPLAINANT, VS. JOHNNY R. LLEMOS, PAINTER I, MAINTENANCE DIVISION, OFFICE OF ADMINISTRATIVE SERVICES, SUPREME COURT, RESPONDENT.\n\nD E C I S I O N\nDIMAAMPAO, J.:\n\nBefore this Court is the Report[1] of the Judicial Integrity Board (JIB), finding respondent Johnny R. Llemos (Llemos), Painter I, Maintenance Division, Office of Administrative Services (OAS), Supreme Court, guilty of gross misconduct constituting violations of the Code of Conduct for Court Personnel, and of use of illegal drugs or substances. In view thereof, the JIB recommended that he be dismissed from service.\n\nOn July 11, 2022, the Medical and Dental Services of the Supreme Court conducted a random drug test on its employees; Llemos was among those randomly chosen to be tested for illegal drug use.[2] His test having yielded a positive result,[3] it was referred to the National Bureau of Investigation (NBI) for confirmation. The NBI issued on even date a Certification[4] stating that the \"laboratory examination for the presence of DANGEROUS DRUGS conducted on the urine..., showed reactions indicative of the presence of Methamphetamine...\"[5]\n\nIn her 1st Indorsement, Atty. Maria Carina M. Cunanan, Deputy Clerk of Court and Chief Administrative Officer of the OAS, referred the matter to the JIB, which transmitted the same to the Office of the Executive Director (OED).[6]\n\nFollowing the OED's directive, Llemos filed his verified Comment.[7] He admitted to having used illegal drugs but avowed that this was not habitual. He likewise offered an apology and sought the Court's indulgence for the sake of his work and children.[8] The full text of his comment reads:\nAko po si Johnny R. Llemos, ang nangyari pong random test sa opisina. Ito po ay dahil nag-kayayaan lang po pero hindi ko po talaga ito gawain. Sana po maunawaan nyo, ako po ay humihingi ng paumanhin, hindi na po ito mauulit alang-alang sa aking trabaho at mga anak. Sana po ay makapasok na po uli ako upang makatulong sa pag-aaral ng aking mga anak sa kolehiyo. Maraming salamat po.[9]\nJIB Acting Executive Director James D.V. Navarrete submitted the Report and Recommendation[10] of the OED, thusly—\nIN VIEW OF THE FOREGOING, it is respectfully submitted for the consideration of the Honorable Board that the instant matter be RE­-DOCKETED as a regular administrative complaint against Johnny R. Llemos, Painter, Maintenance Division, Supreme Court, and the following recommendations be submitted to the Supreme Court:\n1)\nRespondent Johnny R. Llemos, Painter, Maintenance Division, Supreme Court, be found GUILTY of Use of Illegal Drugs or Substances and Gross Misconduct constituting Violations of the Code of Conduct for Court Personnel and meted the penalty of DISMISSAL FROM THE SERVICE, with forfeiture of all benefits, except accrued leave credits, if any, and with prejudice to reemployment in any branch or instrumentality of the government including government-owned or controlled corporations; and\n\n\n2)\nthe Supreme Court Medical and Dental Services be DIRECTED to refer Llemos to a suitable drug rehabilitation facility where he may be able to undertake programs for his rehabilitation at his own expense.[11]\nPrior to the release of the Report and Recommendation, the Court ordered Llemos's preventive suspension for a period of 90 days without pay and other monetary benefits, subject to further extension for compelling reasons.[12]\n\nIn due course, the JIB submitted its Report concurring with the OED's findings and adopting its recommendation in toto.[13] According to the JIB, Llemos's admission, coupled with the confirmatory drug test conducted by the NBI, constitutes more than the required substantial evidence to prove his use of illegal drugs.[14] Moreover, his act amounts to a flagrant violation of the law, which is tantamount to gross misconduct.[15]\n\nUpon perlustration of the records, this Court resolves to adopt the findings and recommendation of the JIB albeit with modification as to the penalty imposed.\n\nMisconduct is a transgression of some established or definite rule of action, a forbidden act, a dereliction of duty, unlawful behavior, willful in character, improper or wrong behavior.[16] However, such misconduct becomes a grave offense if it involves any of the additional elements of corruption, clear intent to violate the law, or flagrant disregard of established rules, which must be established by substantial evidence.[17]\n\nHere, there is neither rhyme nor reason for the Court to depart from the conclusion arrived at by the JIB that Llemos used illegal drugs or substances. As it aptly pronounced, his indiscretion was evinced, not only by the result of the NBI's confirmatory test, but also by his very own admission.[18] Unarguably, his misdemeanor has caused great prejudice to the Judiciary as an institution, and this misconduct is repugnant of the very norms with which court personnel are expected to live up to. On this point, the Court hearkens to its own enunciation in Re: Administrative Charge of Misconduct Relative to the Alleged Use of Prohibited Drug of Castor[19] viz.:\nUndoubtedly, the use of prohibited drugs by Castor violated the norms of conduct for public service. By indulging in the use of illegal drugs, he committed conduct unbecoming of court personnel, which tarnished the very image and integrity of the Judiciary.\n\n. . . .\n\nThe image of a court of justice is mirrored in the conduct, official and otherwise, of the personnel who work thereat. The conduct of a person serving the Judiciary must, at all times, be characterized by propriety and decorum and above all else, be above suspicion so as to earn and keep the respect of the public for the Judiciary. The Court would never countenance any conduct, act or omission on the part of all those in the administration of justice, which will violate the norm of public accountability and diminish or even just tend to diminish the faith of the people in the Judiciary.[20]\nNonetheless, the Court finds that the factual milieu of this case warrants the imposition of the lesser penalty of suspension upon Llemos.\n\nGross misconduct constituting violations of the Code of Conduct for Court Personnel and use of illegal drugs or substances are both classified as serious charges under Rule 140 of the Rules of Court, as amended by Administrative Matter (A.M.) No. 21-08-09-SC,[21] which may be punished with dismissal, suspension or fine, as warranted by the circumstances. Section 17(1) of Rule 140 provides—\nSECTION. 17. Sanctions. — \n \n(1)\nIf the respondent is guilty of a serious charge, any of the following sanctions may be imposed:\n\n\n\n\n(a)\nDismissal from service, forfeiture of all or part of the benefits as the Supreme Court may determine, and disqualification from reinstatement or appointment to any public office including government-owned or controlled corporations. Provided, however, that the forfeiture of benefits shall in no case include accrued leave credits;\n\n\n\n\n(b)\nSuspension from office without salary and other benefits for more than six (6) months but not exceeding one (1) year; or\n\n\n\n\n(c)\nA fine of more than [PHP] 100,000.00 but not exceeding [PHP] 200,000.00.\nHowever, many a time has this Court opted to impose a lesser penalty in the presence of certain mitigating circumstances. In the recent case of Court of Appeals v. Rommel P. Labitoria,[22] the penalty recommended by the JIB was tempered and reduced from dismissal from service to suspension for one year. The Court noted that therein respondent Labitoria, a court employee who tested positive for the use of methamphetamine, had no prior offense, had 31 years of government service, and had completed his drug rehabilitation program.\n\nIn the instant case, Llemos readily admitted his liability and has displayed earnest remorse for his actions. Moreover, Llemos implores this Court to extend a modicum of leniency on behalf of his children who depend on him for their education. Treating these as akin to the mitigating circumstances enumerated under Rule 140 of the Rules of Court, as amended,[23] the Court modifies the penalty recommended by the JIB to suspension from office for one year.\n\nThe foregoing penalty is in accord with A.M. No. 23-02-11-SC or the Guidelines for the Implementation of a Drug-free Policy in the Philippine Judiciary,[24] which allows suspension as a sanction for any court employee found positive for use of dangerous drugs. More importantly, as in Labitoria, this approach is in line with the broadening global perspective that sees drug abuse as a complex health disorder, the panacea for which has always been rehabilitation, not blind retribution.\n\nThis notwithstanding, the Court forewarns of its steadfast commitment to preserve the Judiciary's reputation for competence, accountability, and integrity. Needless to say, any and all personnel whose conduct disparages the foregoing shall be dealt with accordingly.\n\nACCORDINGLY, respondent Johnny R. Llemos, Painter I, Maintenance Division, Office of Administrative Services, Supreme Court, is found GUILTY of gross misconduct constituting violations of the Code of Conduct for Court Personnel and of use of illegal drugs or substances. He is SUSPENDED from office without salary and other benefits for one year. He is likewise STERNLY WARNED that a repetition of a similar violation will be dealt with the penalty of dismissal from service.\n\nThis Decision is immediately executory.\n\nMoreover, the Supreme Court Medical and Dental Services is directed to refer respondent Johnny R. Llemos to a suitable drug rehabilitation facility where he may be able to undertake programs for his rehabilitation at his own expense.\n\nSO ORDERED.\"\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Marquez, Kho, Jr., and Singh, JJ., concur.","entities":[{"id":4482,"label":"CNS","start_offset":10,"end_offset":28},{"id":4483,"label":"CNS","start_offset":39,"end_offset":60},{"id":4484,"label":"PROM_DATE","start_offset":63,"end_offset":77},{"id":4485,"label":"INS","start_offset":80,"end_offset":113},{"id":4486,"label":"INS","start_offset":115,"end_offset":128},{"id":4487,"label":"PERSON","start_offset":147,"end_offset":163},{"id":4488,"label":"INS","start_offset":197,"end_offset":231},{"id":4489,"label":"INS","start_offset":233,"end_offset":246},{"id":4490,"label":"PERSON","start_offset":277,"end_offset":286},{"id":4491,"label":"INS","start_offset":305,"end_offset":311},{"id":4492,"label":"INS","start_offset":361,"end_offset":364},{"id":4493,"label":"INS","start_offset":335,"end_offset":359},{"id":4494,"label":"INS","start_offset":481,"end_offset":484},{"id":4495,"label":"INS","start_offset":446,"end_offset":479},{"id":4496,"label":"INS","start_offset":487,"end_offset":500},{"id":4497,"label":"PERSON","start_offset":386,"end_offset":402},{"id":4498,"label":"PERSON","start_offset":404,"end_offset":410},{"id":4499,"label":"STA","start_offset":560,"end_offset":595},{"id":4500,"label":"INS","start_offset":661,"end_offset":665},{"id":4501,"label":"INS","start_offset":735,"end_offset":783},{"id":4502,"label":"PERSON","start_offset":831,"end_offset":838},{"id":4504,"label":"INS","start_offset":977,"end_offset":1009},{"id":4505,"label":"INS","start_offset":1011,"end_offset":1014},{"id":4506,"label":"INS","start_offset":1038,"end_offset":1042},{"id":4507,"label":"PERSON","start_offset":1286,"end_offset":1309},{"id":4508,"label":"INS","start_offset":1327,"end_offset":1333},{"id":4509,"label":"INS","start_offset":1373,"end_offset":1376},{"id":4510,"label":"INS","start_offset":1405,"end_offset":1408},{"id":4512,"label":"INS","start_offset":1444,"end_offset":1476},{"id":4513,"label":"INS","start_offset":1478,"end_offset":1481},{"id":4514,"label":"INS","start_offset":1502,"end_offset":1505},{"id":4515,"label":"PERSON","start_offset":1519,"end_offset":1526},{"id":4519,"label":"INS","start_offset":1683,"end_offset":1688},{"id":4520,"label":"PERSON","start_offset":1790,"end_offset":1806},{"id":4521,"label":"INS","start_offset":2166,"end_offset":2170},{"id":4522,"label":"PERSON","start_offset":2196,"end_offset":2216},{"id":4523,"label":"INS","start_offset":2268,"end_offset":2271},{"id":4524,"label":"PERSON","start_offset":2467,"end_offset":2483},{"id":4525,"label":"INS","start_offset":2516,"end_offset":2529},{"id":4526,"label":"INS","start_offset":2585,"end_offset":2598},{"id":4527,"label":"INS","start_offset":2663,"end_offset":2676},{"id":4528,"label":"PERSON","start_offset":2614,"end_offset":2630},{"id":4529,"label":"STA","start_offset":2784,"end_offset":2819},{"id":4530,"label":"INS","start_offset":3098,"end_offset":3139},{"id":4531,"label":"PERSON","start_offset":3161,"end_offset":3168},{"id":4532,"label":"INS","start_offset":3360,"end_offset":3366},{"id":4533,"label":"PERSON","start_offset":3374,"end_offset":3380},{"id":4534,"label":"INS","start_offset":3547,"end_offset":3551},{"id":4535,"label":"INS","start_offset":3592,"end_offset":3595},{"id":4536,"label":"INS","start_offset":3669,"end_offset":3672},{"id":4537,"label":"INS","start_offset":3751,"end_offset":3754},{"id":4539,"label":"PERSON","start_offset":3674,"end_offset":3680},{"id":4540,"label":"INS","start_offset":3999,"end_offset":4005},{"id":4541,"label":"INS","start_offset":4062,"end_offset":4066},{"id":4542,"label":"INS","start_offset":4601,"end_offset":4607},{"id":4543,"label":"INS","start_offset":4655,"end_offset":4659},{"id":4544,"label":"PERSON","start_offset":4664,"end_offset":4671},{"id":4545,"label":"INS","start_offset":4789,"end_offset":4792},{"id":4546,"label":"INS","start_offset":5070,"end_offset":5076},{"id":4547,"label":"PERSON","start_offset":5201,"end_offset":5207},{"id":4548,"label":"PERSON","start_offset":5262,"end_offset":5269},{"id":4549,"label":"INS","start_offset":5501,"end_offset":5517},{"id":4550,"label":"INS","start_offset":5824,"end_offset":5830},{"id":4551,"label":"INS","start_offset":6101,"end_offset":6107},{"id":4552,"label":"PERSON","start_offset":6215,"end_offset":6221},{"id":4553,"label":"STA","start_offset":6272,"end_offset":6307},{"id":4554,"label":"STA","start_offset":6392,"end_offset":6423},{"id":4555,"label":"CASE_NUM","start_offset":6438,"end_offset":6482},{"id":4557,"label":"STA","start_offset":6598,"end_offset":6606},{"id":4559,"label":"INS","start_offset":6827,"end_offset":6840},{"id":4560,"label":"INS","start_offset":7326,"end_offset":7332},{"id":4561,"label":"INS","start_offset":7440,"end_offset":7456},{"id":4562,"label":"INS","start_offset":7516,"end_offset":7520},{"id":4563,"label":"INS","start_offset":7605,"end_offset":7611},{"id":4564,"label":"PERSON","start_offset":7460,"end_offset":7479},{"id":4565,"label":"PERSON","start_offset":7641,"end_offset":7650},{"id":4566,"label":"PERSON","start_offset":7852,"end_offset":7859},{"id":4567,"label":"PERSON","start_offset":7951,"end_offset":7958},{"id":4568,"label":"INS","start_offset":7972,"end_offset":7978},{"id":4569,"label":"STA","start_offset":8147,"end_offset":8177},{"id":4570,"label":"INS","start_offset":8199,"end_offset":8205},{"id":4571,"label":"INS","start_offset":8245,"end_offset":8249},{"id":4572,"label":"CASE_NUM","start_offset":8330,"end_offset":8350},{"id":4575,"label":"INS","start_offset":8493,"end_offset":8499},{"id":4576,"label":"PERSON","start_offset":8575,"end_offset":8584},{"id":4577,"label":"INS","start_offset":8805,"end_offset":8811},{"id":4578,"label":"PERSON","start_offset":9071,"end_offset":9087},{"id":4579,"label":"INS","start_offset":9122,"end_offset":9155},{"id":4580,"label":"INS","start_offset":9157,"end_offset":9170},{"id":4581,"label":"STA","start_offset":9239,"end_offset":9274},{"id":4582,"label":"INS","start_offset":9579,"end_offset":9620},{"id":4583,"label":"PERSON","start_offset":9653,"end_offset":9669},{"id":4584,"label":"PERSON","start_offset":9814,"end_offset":9822},{"id":4585,"label":"PERSON","start_offset":9830,"end_offset":9836},{"id":4586,"label":"PERSON","start_offset":9844,"end_offset":9851},{"id":4587,"label":"PERSON","start_offset":9853,"end_offset":9861},{"id":4588,"label":"PERSON","start_offset":9863,"end_offset":9876},{"id":4589,"label":"PERSON","start_offset":9878,"end_offset":9884},{"id":4590,"label":"PERSON","start_offset":9886,"end_offset":9894},{"id":4591,"label":"PERSON","start_offset":9896,"end_offset":9904},{"id":4592,"label":"PERSON","start_offset":9906,"end_offset":9913},{"id":4593,"label":"PERSON","start_offset":9915,"end_offset":9922},{"id":4594,"label":"PERSON","start_offset":9924,"end_offset":9932},{"id":4595,"label":"PERSON","start_offset":9934,"end_offset":9941},{"id":4597,"label":"PERSON","start_offset":9943,"end_offset":9951},{"id":4598,"label":"PERSON","start_offset":9957,"end_offset":9962}],"relations":[],"Comments":[]}
{"id":87,"text":"SECOND DIVISION\n[ G.R. No. 265585, April 15, 2024 ]\nFELIX NATHANIEL \"ANGEL\" VILLANUEVA MANALO II, PETITIONER, VS. PEOPLE OF THE PHILIPPINES, RESPONDENT.\n\nD E C I S I O N\nLOPEZ, J., J.:\n\nThis Court resolves the Petition for Review on Certiorari[1] assailing the Decision[2] and the Resolution[3] of the Court of Appeals (CA), which affirmed the denial of the Motion to Quash filed by Felix Nathaniel \"Angel\" Villanueva Manalo II (Manalo).\n\nThe Antecedents\n\nOn March 2, 2017, police officers conducted a search and seizure operation at the house of Manalo inside the compound of Iglesia ni Cristo (INC) in Tandang Sora Avenue, Quezon City under Search Warrant No. 5326(7).[4] During the search, several unlicensed firearms and ammunition were allegedly discovered and confiscated. Subsequently, Manalo, Victor Eraño Manalo Hemedez (Hemedez), Jonathan S. Ledesma (Ledesma), and several other individuals were placed in detention. Several Informations were then filed at the Office of the City Prosecutor of Quezon City (OCP-QC), including a charge for illegal possession of firearms and ammunition under Section 28(b) of Republic Act No. 10591 docketed as Criminal Case No. R-QZN-17-03231-CR.[5] The accusatory portion of the Information[6] against Manalo states:\nThat on or about the 2nd day of March 2017, in Quezon City, Philippines, the said accused, without any authority of law, did, then and there, willfully, unlawfully and knowingly have in his possession and under his custody and control the following small arms or Class A light weapons, to wit:\n\na) one (1) M-16 Colt Ar 15 rifle with serial number 4952780\nb) one (1) M1 carbine with serial number 4161809\nc) one (1) 12 gauge Action shotgun with serial number 116534\n\nwithout first, having secured the necessary license\/permit issued by the proper authorities.\n\nCONTRARY TO LAW.[7]\nManalo filed a Motion for Reinvestigation,[8] which was granted by the Regional Trial Court (RTC), Branch 84 of Quezon City (RTC Branch 84). Thus, the RTC directed the OCP-QC to conduct a preliminary investigation.[9]\n\nThe city prosecutor issued a Resolution[10] affirming the finding of probable cause against Manalo, Hemedez, and Ledesma.[11] During the interim, Manalo filed his Motion to Fix Bail.[12]\n\nSubsequently, Police Chief Inspector Jun G. Fortunato (PCINSP Fortunato) filed a Motion for Partial Reconsideration[13] praying that the charge against Manalo be upgraded since the alleged unlicensed firearm supposedly contained loaded ammunition in accordance with the qualification under Section 28(e) of Republic Act No. 10591.[14]\n\nDuring the hearing of Manalo's Motion to Fix Bail, the prosecution filed a Motion to Admit Attached Amended Information.[15] It explained that due to inadvertence, the prosecution failed to allege in the original Information that one of the firearms retrieved during the search, particularly a 12-gauge action shotgun bearing Serial No. 116534, was loaded with ammunition as alleged in the Police Letter Referral Report.[16] Thus, the prosecution sought the amendment of the original Information (Amended Information) to reflect in the accusatory portion as follows:\nThat on or about the 2nd day of March 2017, in Quezon City, Philippines, the said accused, without any authority of law, did, then and there, willfully, unlawfully and knowingly have in his possession and under his custody and control the following small arms or Class A light weapons, to wit:\none (1) M-16 Colt Ar 15 rifle with serial number 4952780\none (1) M1 carbine with serial number 4161809\none (1) 12 gauge Action shotgun with serial number 116534\nLoaded with seven (7) live ammunitions\nwithout first having secured the necessary license\/permit issued by the proper authorities.\n\nCONTRARY TO LAW.[17] (Emphasis in the original)\nConsequently, the RTC Branch 84 issued a Joint Resolution[18] denying the Motion to Fix Bail, granting the prosecution's Motion to Admit Attached Amended Information, and setting the arraignment and pre-trial of the accused.[19]\n\nManalo filed a Motion for Reconsideration[20] and a Motion to Inhibit[21] seeking the disqualification of the presiding judge of RTC Branch 84.\n\nIn a Joint Order,[22] the RTC Branch 84 granted the Motion to Inhibit, and the case was ordered to be re-raffled.[23]\n\nThe case was then raffled to RTC Branch 85. However, in a Resolution,[24] the presiding judge voluntarily inhibited due to a related case previously decided by the same sala.[25] Thus, the case was re-raffled to RTC Branch 216.[26]\n\nAn Omnibus Order[27] was issued by the RTC Branch 216 where, among others, the Motion for Reconsideration of Manalo was denied.[28] Manalo elevated the denial of his Motion through a Petition for Certiorari to the CA, entitled Felix Nathaniel \"Angel\" Villanueva Manalo II v. The Honorable Presiding Judge of the Regional Trial Court-Quezon City, Branch 84, The Honorable Presiding Judge of the Regional Trial Court-Quezon City, Branch 216, and the People of the Philippines, docketed as CA-G.R. SP No. 159024.[29]\n\nMeanwhile, on January 18, 2019, Manalo was arraigned in Criminal Case No. R-QZN-17-03231. However, due to inadvertence, what was read to Manalo was the contents of the original Information. With the assistance of his counsel, Manalo entered a plea of not guilty to the original Information. After entering a plea of not guilty, the public prosecutor inquired as to which Information had been read. It was then discovered that the original Information was read by mistake. The RTC Branch 216 then directed the reading of the Amended Information.[30] However, when the Amended Information was read, Manalo refused to enter a plea, arguing that he had already pleaded not guilty based on the original Information. Thus, the RTC entered a plea of \"not guilty\" on Manalo's behalf.[31]\n\nManalo filed a Motion to Quash the Amended Information,[32] arguing that since he was already arraigned based on the original Information, his right against double jeopardy had been violated when he was rearraigned under the Amended Information. Manalo insisted that no person shall be put twice in jeopardy of punishment for the same offense.[33] Hence, he moved that the Amended Information be quashed.\n\nThe RTC Branch 216 issued its Order[34] denying the Motion to Quash Information filed by Manalo for lack of merit.[35]\n\nIn an Order,[36] the RTC Branch 216 denied Manalo's Motion for Reconsideration.[37] It held that the correct and only valid Information in this case was the Amended Information and not the original Information. Considering that the original Information was no longer correct and valid, Manalo's answer to the charge was not the proper plea under the law. Instead, the \"not guilty\" plea entered by the trial court for Manalo to the charge in the Amended Information was the valid plea.[38]\n\nThe RTC Branch 216 explained that Manalo could not have made a valid plea to the original Information as it was not sufficient in form and in substance to sustain a conviction for the crime charged. The RTC Branch 216 highlighted that Section 28(e) of Republic Act No. 10591, as a qualified offense, could not be absorbed by the simple offense of illegal possession of firearms and ammunitions under Section 28(b), a lesser offense.[39]\n\nThe RTC Branch 216 added that a re-reading of the Amended Information neither resulted in Manalo's conviction or acquittal nor operated to dismiss or terminate the case without his consent. Instead, it was a mere correction of an inadvertence in the reading of an Information involving one continuous trial over one offense.[40]\n\nThe RTC Branch 216 also stressed that while it was the original Information that was first read to Manalo, the prosecution immediately inquired whether what was read to him was the Amended Information. When they learned that it was the original Information that was read to Manalo, they immediately moved for the re-reading of the Amended Information, which the court allowed. For the RTC Branch 216, this showed their intention to proceed under the Amended Information. It found that it was the court that made the error in reading an Information, which was earlier requested to be amended. As such, the RTC Branch 216 concluded that it would be unfair to make the prosecution suffer any consequence arising from an inadvertence it did not commit.[41]\n\nAggrieved, Manalo filed a Petition for Certiorari[42] before the CA.\n\nIn a Decision,[43] the CA affirmed the ruling of the RTC. It held that Manalo's reliance on the doctrine of double jeopardy was misplaced [44] The CA emphasized that the first jeopardy had not attached yet due to the absence of the following elements: (1) after a valid indictment; (2) when a valid plea has been entered; and (3) dismissal or termination of the case without the express consent of the accused.[45] As the assailed Orders of the RTC were supported by law and evidence on record, the CA ruled that no grave abuse of discretion attended the ruling of the RTC.[46]\n\nManalo moved for reconsideration,[47] which the CA denied in a Resolution.[48]\n\nHence, Manalo filed the instant Petition.\n\nIn the present Petition, Manalo contends that: (1) the prosecution is already bound by his initial plea based on the original Information;[49] (2) all the requisites for double jeopardy are present;[50] and (3) the retraction of a plea or rearraignment is allowed only in certain instances, none of which is present in this case.[51]\n\nMeanwhile, in its Comment,[52] the Office of the Solicitor General (OSG) argued that the Amended Information supersedes the original Information and renders the latter without legal effect. As such, it maintained that no valid plea could be derived from the original Information.[53] The OSG also insisted that there was no violation of the right against double jeopardy considering that the first jeopardy only attached upon a plea to the Amended Information, and this has yet to be terminated.[54]\n\nIssue\n\nWhether the Amended Information filed against petitioner Felix Nathaniel \"Angel\" Villanueva Manalo II should be quashed on the ground of double jeopardy.\n\nThis Court's Ruling\n\nThe Petition must be denied.\n\nTo recall, petitioner's Motion to Quash Amended Information was anchored on the ground of double jeopardy that is found in Rule 117, Section 3(i) of the Rules of Court.[55] The requisites of double jeopardy are enumerated in Rule 117, Section 7 of the Rules of Court, which states:\nSECTION 7. Former conviction or acquittal; double jeopardy. — When an accused has been convicted or acquitted, or the case against him dismissed or otherwise terminated without his express consent by a court of competent jurisdiction, upon a valid complaint or information or other formal charge sufficient in form and substance to sustain a conviction and after the accused had pleaded to the charge, the conviction or acquittal of the accused or the dismissal of the case shall be a bar to another prosecution for the offense charged, or for any attempt to commit the same or frustration thereof, or for any offense[,] which necessarily includes or is necessarily included in the offense charged in the former complaint or information. (Emphasis in the original)\nBased on the foregoing, double jeopardy exists when the following requisites concur: (1) a first jeopardy attached prior to the second; (2) the first jeopardy has been validly terminated; and (3) a second jeopardy is for the same offense as in the first.[56]\n\nThe first jeopardy attaches: (1) after a valid indictment; (2) before a competent court; (3) after arraignment; (4) when a valid plea has been entered; and (5) when the accused was acquitted or convicted, or the case was dismissed or otherwise terminated without their express consent.[57]\n\nIn the present case, the insistence of petitioner that double jeopardy exists is misplaced. As correctly determined by the CA, the elements for the first jeopardy to attach were not established. The fourth and fifth elements are not present as it was not shown that petitioner had entered a valid plea on the prior charge and that he had been either convicted or acquitted, or that the case against him was dismissed or terminated without his express consent.\n\nIn Cabangangan v. Concepcion,[58] an Amended Information was filed to include an additional fact material to the case, but it was the original Information that was erroneously read by the trial court to the accused during arraignment. Strikingly, it was the counsel of the accused who immediately pointed out to the trial court about the error. Nevertheless, without reading the contents of the Amended Information, the trial court proceeded to convict the accused of the charge in the Amended Information. In remanding the case to the trial court for further proceedings, this Court ruled, among others, that the original Information had already been superseded by the Amended Information.[59]\n\nOn the other hand, in the case of Binabay v. People of the Phil.,[60] this Court ruled that when an accused is inadvertently rearraigned under the original Information even though it had been superseded by the Amended Information, the original Information is legally nonexistent. This Court explained that:\nAs a consequence, the rearraignment under such original [I]nformation and petitioner's plea to the charge therein set forth were properly declared null and void, and no valid judgment could have been rendered in the case[.][61]\nIn the present case, petitioner did not make a valid plea to the original Information as the same had already been superseded by the Amended Information. While it is not denied that what was first read to petitioner was the original Information, the prosecution immediately inquired whether what was read to him was the Amended Information. The prosecution promptly moved for the re-reading of the Amended Information after it was discovered that it was the original Information that was inadvertently read to petitioner. This is a clear expression of the State's intention to prosecute petitioner under the Amended Information. As it was the trial court that made the error in reading the original Information that was already superseded by the Amended Information, the RTC Branch 216 was correct in ruling that it would be unfair to make the prosecution suffer the consequences that may arise because of a mistake it did not commit.[62]\n\nFurther, a re-reading of the Amended Information neither results in petitioner's conviction or acquittal nor operates to dismiss or terminate the case without his consent. Instead, it was a mere correction of an inadvertence in the reading of an Information involving one continuous trial over one offense.[63]\n\nACCORDINGLY, the Petition is DENIED. The assailed July 13, 2022 Decision and December 19, 2022 Resolution of the Court of Appeals in CA-G.R. SP No. 166960 are AFFIRMED..\n\nThe Amended Information in Criminal Case No. R-QZN-17-03231-CR is ADMITTED. The Regional Trial Court, Branch 216, Quezon City is ORDERED to proceed with the arraignment and pre-trial of Felix Nathaniel \"Angel\" Villanueva Manalo II with dispatch.\n\nSO ORDERED.\n\nLazaro-Javier, M. Lopez, and Kho, Jr., JJ., concur.\nLeonen, SAJ. (Chairperson), I dissent. Please see separate opinion.","entities":[{"id":4599,"label":"PERSON","start_offset":52,"end_offset":96},{"id":4601,"label":"PERSON","start_offset":170,"end_offset":179},{"id":4602,"label":"CASE_NUM","start_offset":18,"end_offset":33},{"id":4603,"label":"PROM_DATE","start_offset":35,"end_offset":49},{"id":4604,"label":"INS","start_offset":191,"end_offset":197},{"id":4605,"label":"INS","start_offset":320,"end_offset":322},{"id":4607,"label":"INS","start_offset":302,"end_offset":318},{"id":4608,"label":"PERSON","start_offset":383,"end_offset":427},{"id":4609,"label":"PERSON","start_offset":429,"end_offset":435},{"id":4610,"label":"PERSON","start_offset":547,"end_offset":554},{"id":4611,"label":"INS","start_offset":596,"end_offset":599},{"id":4612,"label":"INS","start_offset":577,"end_offset":594},{"id":4613,"label":"PERSON","start_offset":793,"end_offset":799},{"id":4614,"label":"PERSON","start_offset":801,"end_offset":828},{"id":4615,"label":"PERSON","start_offset":830,"end_offset":837},{"id":4616,"label":"PERSON","start_offset":840,"end_offset":859},{"id":4617,"label":"PERSON","start_offset":861,"end_offset":868},{"id":4618,"label":"INS","start_offset":971,"end_offset":1015},{"id":4620,"label":"INS","start_offset":1017,"end_offset":1023},{"id":4621,"label":"RA","start_offset":1118,"end_offset":1140},{"id":4622,"label":"CASE_NUM","start_offset":1153,"end_offset":1188},{"id":4623,"label":"PERSON","start_offset":1246,"end_offset":1253},{"id":4624,"label":"PERSON","start_offset":1841,"end_offset":1848},{"id":4625,"label":"INS","start_offset":1912,"end_offset":1932},{"id":4626,"label":"INS","start_offset":1934,"end_offset":1937},{"id":4627,"label":"INS","start_offset":1966,"end_offset":1970},{"id":4628,"label":"INS","start_offset":1992,"end_offset":1996},{"id":4629,"label":"INS","start_offset":2009,"end_offset":2015},{"id":4630,"label":"PERSON","start_offset":2152,"end_offset":2158},{"id":4631,"label":"PERSON","start_offset":2160,"end_offset":2167},{"id":4632,"label":"PERSON","start_offset":2173,"end_offset":2180},{"id":4633,"label":"PERSON","start_offset":2206,"end_offset":2213},{"id":4634,"label":"PERSON","start_offset":2285,"end_offset":2301},{"id":4635,"label":"PERSON","start_offset":2310,"end_offset":2319},{"id":4636,"label":"PERSON","start_offset":2400,"end_offset":2407},{"id":4637,"label":"RA","start_offset":2555,"end_offset":2577},{"id":4638,"label":"PERSON","start_offset":2606,"end_offset":2612},{"id":4639,"label":"INS","start_offset":3804,"end_offset":3808},{"id":4640,"label":"PERSON","start_offset":4016,"end_offset":4023},{"id":4641,"label":"INS","start_offset":4145,"end_offset":4149},{"id":4642,"label":"INS","start_offset":4187,"end_offset":4191},{"id":4643,"label":"INS","start_offset":4309,"end_offset":4313},{"id":4644,"label":"INS","start_offset":4492,"end_offset":4496},{"id":4645,"label":"INS","start_offset":4552,"end_offset":4556},{"id":4646,"label":"PERSON","start_offset":4622,"end_offset":4629},{"id":4647,"label":"PERSON","start_offset":4645,"end_offset":4652},{"id":4648,"label":"PERSON","start_offset":4740,"end_offset":4784},{"id":4649,"label":"INS","start_offset":4727,"end_offset":4729},{"id":4650,"label":"INS","start_offset":4825,"end_offset":4857},{"id":4651,"label":"INS","start_offset":4907,"end_offset":4939},{"id":4652,"label":"CASE_NUM","start_offset":5000,"end_offset":5021},{"id":4653,"label":"PERSON","start_offset":5060,"end_offset":5067},{"id":4654,"label":"CASE_NUM","start_offset":5084,"end_offset":5116},{"id":4655,"label":"PERSON","start_offset":5165,"end_offset":5172},{"id":4656,"label":"PERSON","start_offset":5254,"end_offset":5261},{"id":4657,"label":"INS","start_offset":5504,"end_offset":5508},{"id":4658,"label":"PERSON","start_offset":5625,"end_offset":5632},{"id":4659,"label":"INS","start_offset":5749,"end_offset":5753},{"id":4660,"label":"PERSON","start_offset":5787,"end_offset":5793},{"id":4661,"label":"PERSON","start_offset":5809,"end_offset":5816},{"id":4662,"label":"PERSON","start_offset":6055,"end_offset":6062},{"id":4663,"label":"INS","start_offset":6219,"end_offset":6223},{"id":4664,"label":"PERSON","start_offset":6304,"end_offset":6311},{"id":4665,"label":"INS","start_offset":6356,"end_offset":6360},{"id":4666,"label":"PERSON","start_offset":6378,"end_offset":6384},{"id":4667,"label":"PERSON","start_offset":6621,"end_offset":6627},{"id":4668,"label":"PERSON","start_offset":6752,"end_offset":6759},{"id":4669,"label":"INS","start_offset":6736,"end_offset":6747},{"id":4670,"label":"INS","start_offset":6829,"end_offset":6833},{"id":4671,"label":"INS","start_offset":7028,"end_offset":7032},{"id":4672,"label":"PERSON","start_offset":6859,"end_offset":6866},{"id":4673,"label":"RA","start_offset":7077,"end_offset":7099},{"id":4674,"label":"INS","start_offset":7267,"end_offset":7271},{"id":4675,"label":"PERSON","start_offset":7353,"end_offset":7359},{"id":4677,"label":"INS","start_offset":7597,"end_offset":7601},{"id":4678,"label":"PERSON","start_offset":7692,"end_offset":7698},{"id":4679,"label":"PERSON","start_offset":7867,"end_offset":7873},{"id":4680,"label":"INS","start_offset":7978,"end_offset":7982},{"id":4681,"label":"INS","start_offset":8198,"end_offset":8202},{"id":4682,"label":"PERSON","start_offset":8358,"end_offset":8365},{"id":4683,"label":"INS","start_offset":8412,"end_offset":8414},{"id":4684,"label":"INS","start_offset":8440,"end_offset":8443},{"id":4685,"label":"INS","start_offset":8470,"end_offset":8473},{"id":4686,"label":"INS","start_offset":8564,"end_offset":8567},{"id":4687,"label":"PERSON","start_offset":8488,"end_offset":8494},{"id":4688,"label":"INS","start_offset":8862,"end_offset":8866},{"id":4689,"label":"INS","start_offset":8916,"end_offset":8919},{"id":4690,"label":"INS","start_offset":8986,"end_offset":8989},{"id":4691,"label":"INS","start_offset":9044,"end_offset":9047},{"id":4692,"label":"PERSON","start_offset":8996,"end_offset":9003},{"id":4693,"label":"PERSON","start_offset":9083,"end_offset":9090},{"id":4694,"label":"PERSON","start_offset":9144,"end_offset":9151},{"id":4695,"label":"INS","start_offset":9489,"end_offset":9520},{"id":4696,"label":"INS","start_offset":9522,"end_offset":9525},{"id":4697,"label":"INS","start_offset":9742,"end_offset":9746},{"id":4698,"label":"PERSON","start_offset":10019,"end_offset":10063},{"id":4699,"label":"INS","start_offset":10122,"end_offset":10127},{"id":4701,"label":"STA","start_offset":10291,"end_offset":10335},{"id":4702,"label":"STA","start_offset":10393,"end_offset":10434},{"id":4703,"label":"INS","start_offset":11889,"end_offset":11891},{"id":4704,"label":"PERSON","start_offset":12230,"end_offset":12242},{"id":4705,"label":"PERSON","start_offset":12245,"end_offset":12255},{"id":4706,"label":"INS","start_offset":12415,"end_offset":12426},{"id":4707,"label":"INS","start_offset":12805,"end_offset":12811},{"id":4708,"label":"PERSON","start_offset":12957,"end_offset":12965},{"id":4709,"label":"INS","start_offset":12998,"end_offset":13004},{"id":4710,"label":"INS","start_offset":13208,"end_offset":13214},{"id":4711,"label":"INS","start_offset":14229,"end_offset":14233},{"id":4712,"label":"INS","start_offset":14823,"end_offset":14839},{"id":4713,"label":"CASE_NUM","start_offset":14843,"end_offset":14864},{"id":4714,"label":"CASE_NUM","start_offset":14908,"end_offset":14943},{"id":4715,"label":"INS","start_offset":14961,"end_offset":14981},{"id":4716,"label":"PERSON","start_offset":15067,"end_offset":15111},{"id":4717,"label":"PERSON","start_offset":15141,"end_offset":15154},{"id":4718,"label":"PERSON","start_offset":15156,"end_offset":15164},{"id":4719,"label":"PERSON","start_offset":15169,"end_offset":15178},{"id":4720,"label":"PERSON","start_offset":15193,"end_offset":15199}],"relations":[],"Comments":[]}
{"id":88,"text":"EN BANC\n[ A.M. No. P-19-4002 [Formerly A.M. No. 19-08-194-RTC], May 14, 2024 ]\nOFFICE OF THE COURT ADMINISTRATOR, COMPLAINANT, VS. UTILITY WORKER I GERSON O. GALAN, REGIONAL TRIAL COURT, BRANCH 30, ILOILO CITY, ILOILO, RESPONDENT.\n\nD E C I S I O N\nPER CURIAM:\n\nThis administrative case stemmed from a Letter[1] dated March 8, 2019, written by Executive Judge Victor E. Gelvezon (Executive Judge Gelvezon) informing the Office of the Court Administrator (OCA) of the March 7, 2019 arrest of respondent Gerson O. Galan (Galan), Utility Worker I, Branch 30, Regional Trial Court (RTC), Iloilo City, for selling dangerous drugs.\n\nThe Antecedents\n\nIn an Information[2] dated March 9, 2019 filed before Branch 38, RTC of Iloilo City, Galan and co-accused Praud Joan L. Animas (Animas) were charged with violating Section 5 of Republic Act No. 9165, otherwise known as the Comprehensive Dangerous Drugs Act of 2002. The accusatory portion of the Information reads:\nThat on or about the 7th day of March 2019, in the City of Iloilo, Philippines, and within the jurisdiction of this Honorable Court, said accused, with deliberate intent and without any justifiable motive, conspiring, confederating, and helping each other, did then and there willfully, unlawfully, knowingly, and criminally dispense, sell, trade, distribute, deliver, and give away to poseur buyer IO1 REMSON TIU one (1) small heat-sealed transparent plastic sachet (marked as \"BB-PA 3\/7\/19\"), containing 0.1689 gram of white crystalline substance which tested positive for the presence of Methamphetamine Hydrochloride, or Shabu, a dangerous drug, per Chemistry Report No. PDEAROVI­ DD019-094[,] without being authorized by law or the Dangerous Drugs Board to dispense, sell, trade, distribute, deliver, or give away the same, in consideration of THREE THOUSAND Pesos ([PHP 3,000.00]), using a previously subscribed one thousand peso bill, bearing Serial No. AJ851281, and two (2) pieces one thousand peso boodle bills, as buy-bust money, which were likewise recovered from the person, possession, and control of accused PRAUD JOAN ANIMAS y LOPEZ alias \"Lab-lab\" upon the arrest of both accused.\n\nCONTRARY TO LAW.[3] (Emphasis in the original)\nGalan was arrested in a buy-bust operation conducted by the Iloilo City Drug Enforcement Unit (CDEU) on March 7, 2019. According to the prosecution, a confidential agent informed the CDEU that Animas and Galan were engaged in selling illegal drugs. On the day of the buy-bust operation, Galan met with the confidential agent and poseur buyer IO1 Remson Tiu (IO1 Tiu), and then led and introduced IO1 Tiu to Animas as a customer. Animas gave IO1 Tiu one (1) plastic sachet which later tested positive for the presence of Methamphetamine Hydrochloride or shabu.[4]\n\nThe criminal case against Galan was docketed as Criminal Case No. 19-83525, and raffled to Branch 35, RTC of Iloilo City.[5] Galan was arraigned on April 23, 2019.[6] Subsequently, in a Motion to Plea Bargain filed on May 9, 2019, Galan asked the RTC to allow him to withdraw his previous plea of \"not guilty\" to the offense punishable under Section 5 of Republic Act No. 9165, and to enter instead a plea of \"guilty\" to the lesser offense punishable under Section 12.[7] The Motion to Plea Bargain was granted by the RTC in an Order[8] dated May 27, 2019.[9] Thereafter, on August 9, 2019, the RTC rendered a Decision[10] finding respondent guilty beyond reasonable doubt of violating Section 12 of Republic Act No. 9165, as follows:\nWHEREFORE, the Court finds accused PRAUD JOAN ANIMAS y LOPEZ alias \"Lablab\" and GERSON GALAN y ORIGEN in Criminal Case No. 19-83525 and accused PRAUD JOAN ANIMAS y LOPEZ alias \"Lablab\" in Criminal Case No. 19-83526, guilty beyond reasonable doubt for Violation of Section 12, Article II of Republic Act 9165, respectively.\n\nAccused PRAUD JOAN ANIMAS y LOPEZ alias \"Lablab\" and GERSON GALAN y ORIGEN are hereby sentenced to suffer the penalty of imprisonment ranging from SIX (6) MONTHS and ONE (1) DAY as minimum to FOUR (4) YEARS as maximum and to pay a fine of Thirty Thousand Pesos ([PHP 30,000.00]) each in Criminal Case No. 19-83525, with subsidiary imprisonment in case of insolvency in accordance with Article 39 of the Revised Penal Code.\n\nIn Criminal Case No. 19-83526, accused PRAUD JOAN ANIMAS y LOPEZ is hereby sentenced to suffer the penalty of imprisonment ranging from SIX (6) MONTHS and ONE (1) DAY as minimum to FOUR (4) YEARS as maximum and to pay a fine of Thirty Thousand Pesos ([PHP 30,000.00]), with subsidiary imprisonment in case of insolvency in accordance with Article 39 of the Revised Penal Code.\n\nBoth accused are ordered to undergo a drug dependency test. If they are found positive after the aforementioned test, they shall undergo treatment and rehabilitation for a period of not less than six (6) months. The period for their treatment and rehabilitation as well as the period for their after care and follow up program shall be credited to their penalty.\n\nIf both accused are found negative after the drug dependency test, they will be released in time otherwise they will serve their sentence in jail minus their counseling period at the rehabilitation center.\n\nThe buy bust money in the amount of Three Thousand Pesos ([PHP 3,000.00]) is ordered returned to the Philippine Drug Enforcement Agency Regional Office VI, Camp Martin Delgado, Fort San Pedro Drive, Iloilo City. The methamphetamine hydrochloride consisting of 0.1689 gram in Criminal Case No. 19-83525 and 3.1459 grams in Criminal Case No. 19-83526 are hereby ordered confiscated and to be destroyed in accordance with the law.\n\nSO ORDERED.[11] (Emphasis in the original)\nOn January 13, 2020, Galan tendered his resignation as Utility Worker I of Branch 30, RTC, Iloilo City.[12]\n\nJIB Report and Recommendation\n\nIn its March 30, 2022 Report and Recommendation,[13] the Judicial Integrity Board (JIB) recommended that Galan be found guilty of gross misconduct and conduct prejudicial to the best interest of the service.[14] The pertinent portion of the said recommendation provides:\nACCORDINGLY, it is respectfully RECOMMENDED that respondent Gerson O. Galan, Utility Worker I, Regional Trial Court, Branch 30, Iloilo City, be found GUILTY of gross misconduct and conduct prejudicial to the best interest of the service and be penalized with a fine of [PHP 150,000.00], with forfeiture of all or part of the benefits as the Court may determine. Provided, however, that such forfeiture of benefits shall in no case include accrued leave credits.[15]\nThe JIB found Galan's criminal act to fall squarely within the jurisprudential definition of grave misconduct and conduct prejudicial to the best interest of the service. According to the JIB, Galan committed a flagrant violation of the law which besmirched the image of the court where he worked.[16] Thus, the JIB recommended that Galan be penalized with a fine of PHP 150,000.00, with forfeiture of all or part of the benefits as the Court may determine, except accrued leave credits.[17]\n\nThe Court's Ruling\n\nThe Court agrees with the findings and recommendations of the JIB. Galan's participation in illegal drug activities, wherein he was charged and convicted pursuant to a buy-bust operation, constitutes grave misconduct and conduct prejudicial to the best interest of the service.\n\nJurisprudence defines misconduct as \"a transgression of some established and definite rule of action, more particularly, unlawful behavior or gross negligence by a public officer.\"[18] In Grave Misconduct, as distinguished from Simple Misconduct, the elements of corruption, clear intent to violate the law or flagrant disregard of established rules, must be manifest and established by substantial evidence.[19]\n\nOn the other hand, acts may constitute conduct prejudicial to the best interest of the service when they tarnish the image and integrity of the respondent's public office.[20] It refers to acts or omissions that violate the norm of public accountability and diminish — or tend to diminish — the people's faith in the Judiciary.[21]\n\nIn this case, Galan was caught red-handed participating in illegal drug activities during a buy-bust operation, and found guilty beyond reasonable doubt of committing the offense punishable under Section 12 of Republic Act No. 9165, viz.:\nSection 12. Possession of Equipment, Instrument, Apparatus and Other Paraphernalia for Dangerous Drugs. - The penalty of imprisonment ranging from six (6) months and one (1) day to four (4) years and a fine ranging from Ten thousand pesos (P10,000.00) to Fifty thousand pesos (P50,000.00) shall be imposed upon any person, who, unless authorized by law, shall possess or have under his\/her control any equipment, instrument, apparatus and other paraphernalia fit or intended for smoking, consuming, administering, injecting, ingesting, or introducing any dangerous drug into the body . . .\nIt goes without saying that Galan demonstrated unlawful behavior and a manifest intent to violate the law in performing the criminal act that he was convicted of. Further, the fact that he was an employee of a court necessarily tasked with the adjudication of drug-related cases, while himself being involved in criminal drug operations, adversely and gravely affected the image and integrity of the court to the general public, in which he was known to be an employee. Undoubtedly, Galan committed grave misconduct and conduct prejudicial to the best interest of the service.\n\nThe Court reminds Galan that the image of a court of justice is necessarily mirrored in the conduct, official or otherwise, of the men and women who work thereat, from the judge to the least and lowest of its personnel. Thus, it becomes the imperative sacred duty of each and every one in the court to maintain its good name and standing as a true temple of justice. As front liners in the administration of justice, court personnel should live up to the strictest standards of honesty and integrity in the public service, and in this light, are always expected to act in a manner free from reproach. Any conduct, act, or omission that may diminish the people's faith in the Judiciary should not be tolerated.[22]\n\nHaving established Galan's administrative liability, the Court now determines the proper penalty to be imposed on him. Under Section 14 of Rule 140 of the Rules of Court, as amended by A.M. No. 21-08-09-SC dated February 22, 2022, \"gross misconduct\" and \"prejudicial conduct that gravely besmirches or taints the reputation of the service\" are considered serious charges.[23] While these constitute as two charges, they arise from a single act, particularly, Galan being caught in an anti-drug operation. Section 20 of the same Rules mandates that Galan shall be meted the appropriate penalty for the more serious offense.[24] Notably, however, grave misconduct and prejudicial conduct that gravely besmirches or taints the reputation of the service are both classified as serious charges, hence, a single set of penalties for both offenses would be sufficient.\n\nMoreover, a respondent who is found liable for the commission of a serious charge but has already been separated from the service due to resignation, retirement, or other modes except for death, may be meted with the following penalties in lieu of dismissal:\nForfeiture of all or part of the benefits as the Supreme Court may determine, and disqualification from reinstatement or appointment to any public office, including government-owned or -controlled corporations. Provided, however, that the forfeiture of benefits shall in no case include accrued leave benefits; and\/or\n\nA fine of more than PHP 100,000.00 but not exceeding PHP 200,000.00.[25]\nWith this, the Court deems it proper to impose upon Galan the penalty of a fine in the amount of PHP 150,000.00, forfeiture of his retirement and other benefits except accrued leave credits, and perpetual disqualification from reinstatement or appointment to any public office.\n\nACCORDINGLY, the Court finds respondent Gerson O. Galan GUILTY of gross misconduct and conduct prejudicial to the best interest of the service. He is hereby ordered to PAY a FINE of PHP 150,000.00, with FORFEITURE of his retirement and other benefits, except accrued leave credits. Likewise, he is PERPETUALLY DISQUALIFIED from re­employment in any government agency or instrumentality, including any government-owned and controlled corporation or government financial institution.\n\nThis Decision shall take effect immediately upon respondent Gerson O. Galan's receipt of a copy of the same. Respondent Gerson O. Galan shall inform this Court in writing of the date he received a copy of this Decision.\n\nLet copies of this Decision be furnished to the Office of the Court Administrator for attachment to the respondent Gerson O. Galan's official records.\n\nSO ORDERED.\n\nGesmundo, C.J., Caguioa, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, and Kho, Jr., JJ., concur.\nLeonen,* SAJ., on official business.\nHernando,** J., on leave.\nMarquez,*** J., no part.\nSingh,**** J., on leave.","entities":[{"id":4721,"label":"CASE_NUM","start_offset":10,"end_offset":28},{"id":4722,"label":"CASE_NUM","start_offset":39,"end_offset":61},{"id":4723,"label":"PROM_DATE","start_offset":64,"end_offset":76},{"id":4724,"label":"INS","start_offset":79,"end_offset":112},{"id":4725,"label":"PERSON","start_offset":148,"end_offset":163},{"id":4726,"label":"INS","start_offset":165,"end_offset":185},{"id":4727,"label":"PERSON","start_offset":359,"end_offset":377},{"id":4728,"label":"PERSON","start_offset":395,"end_offset":403},{"id":4730,"label":"INS","start_offset":419,"end_offset":452},{"id":4731,"label":"INS","start_offset":454,"end_offset":457},{"id":4732,"label":"PERSON","start_offset":501,"end_offset":516},{"id":4733,"label":"PERSON","start_offset":518,"end_offset":523},{"id":4734,"label":"INS","start_offset":555,"end_offset":575},{"id":4735,"label":"INS","start_offset":577,"end_offset":580},{"id":4736,"label":"INS","start_offset":708,"end_offset":712},{"id":4737,"label":"PERSON","start_offset":728,"end_offset":734},{"id":4739,"label":"PERSON","start_offset":749,"end_offset":769},{"id":4740,"label":"PERSON","start_offset":771,"end_offset":777},{"id":4741,"label":"RA","start_offset":820,"end_offset":841},{"id":4742,"label":"RA","start_offset":866,"end_offset":907},{"id":4743,"label":"INS","start_offset":1074,"end_offset":1089},{"id":4744,"label":"PERSON","start_offset":1361,"end_offset":1371},{"id":4745,"label":"INS","start_offset":1695,"end_offset":1716},{"id":4748,"label":"PERSON","start_offset":2114,"end_offset":2121},{"id":4749,"label":"PERSON","start_offset":2204,"end_offset":2210},{"id":4750,"label":"INS","start_offset":2271,"end_offset":2297},{"id":4751,"label":"INS","start_offset":2299,"end_offset":2303},{"id":4752,"label":"INS","start_offset":2387,"end_offset":2392},{"id":4753,"label":"PERSON","start_offset":2397,"end_offset":2404},{"id":4754,"label":"PERSON","start_offset":2408,"end_offset":2414},{"id":4755,"label":"PERSON","start_offset":2491,"end_offset":2497},{"id":4756,"label":"PERSON","start_offset":2550,"end_offset":2560},{"id":4757,"label":"PERSON","start_offset":2566,"end_offset":2569},{"id":4758,"label":"PERSON","start_offset":2604,"end_offset":2608},{"id":4759,"label":"PERSON","start_offset":2611,"end_offset":2618},{"id":4760,"label":"PERSON","start_offset":2633,"end_offset":2640},{"id":4761,"label":"PERSON","start_offset":2649,"end_offset":2653},{"id":4762,"label":"PERSON","start_offset":2794,"end_offset":2800},{"id":4763,"label":"CASE_NUM","start_offset":2816,"end_offset":2842},{"id":4764,"label":"INS","start_offset":2870,"end_offset":2874},{"id":4765,"label":"PERSON","start_offset":2893,"end_offset":2899},{"id":4766,"label":"PERSON","start_offset":2999,"end_offset":3005},{"id":4767,"label":"INS","start_offset":3015,"end_offset":3019},{"id":4768,"label":"RA","start_offset":3123,"end_offset":3144},{"id":4769,"label":"INS","start_offset":3286,"end_offset":3290},{"id":4770,"label":"INS","start_offset":3363,"end_offset":3367},{"id":4771,"label":"RA","start_offset":3468,"end_offset":3489},{"id":4772,"label":"INS","start_offset":3518,"end_offset":3524},{"id":4775,"label":"PERSON","start_offset":3571,"end_offset":3577},{"id":4776,"label":"PERSON","start_offset":3538,"end_offset":3563},{"id":4777,"label":"PERSON","start_offset":2081,"end_offset":2106},{"id":4778,"label":"PERSON","start_offset":3583,"end_offset":3604},{"id":4779,"label":"PERSON","start_offset":3647,"end_offset":3672},{"id":4780,"label":"PERSON","start_offset":3680,"end_offset":3686},{"id":4781,"label":"CASE_NUM","start_offset":3608,"end_offset":3634},{"id":4782,"label":"CASE_NUM","start_offset":3691,"end_offset":3717},{"id":4783,"label":"RA","start_offset":3793,"end_offset":3810},{"id":4784,"label":"PERSON","start_offset":3835,"end_offset":3860},{"id":4785,"label":"PERSON","start_offset":3868,"end_offset":3874},{"id":4786,"label":"PERSON","start_offset":3880,"end_offset":3901},{"id":4787,"label":"CASE_NUM","start_offset":4114,"end_offset":4140},{"id":4788,"label":"STA","start_offset":4230,"end_offset":4248},{"id":4789,"label":"CASE_NUM","start_offset":4254,"end_offset":4280},{"id":4790,"label":"PERSON","start_offset":4290,"end_offset":4315},{"id":4791,"label":"STA","start_offset":4608,"end_offset":4626},{"id":4793,"label":"CASE_NUM","start_offset":5475,"end_offset":5501},{"id":4794,"label":"CASE_NUM","start_offset":5522,"end_offset":5548},{"id":4795,"label":"INS","start_offset":5758,"end_offset":5761},{"id":4796,"label":"INS","start_offset":5781,"end_offset":5785},{"id":4797,"label":"INS","start_offset":5895,"end_offset":5898},{"id":4799,"label":"INS","start_offset":5869,"end_offset":5894},{"id":4800,"label":"PERSON","start_offset":5917,"end_offset":5923},{"id":4801,"label":"PERSON","start_offset":6143,"end_offset":6158},{"id":4802,"label":"INS","start_offset":6178,"end_offset":6198},{"id":4803,"label":"INS","start_offset":6424,"end_offset":6430},{"id":4804,"label":"INS","start_offset":6553,"end_offset":6557},{"id":4805,"label":"PERSON","start_offset":6563,"end_offset":6569},{"id":4806,"label":"PERSON","start_offset":6742,"end_offset":6748},{"id":4807,"label":"INS","start_offset":6737,"end_offset":6740},{"id":4808,"label":"INS","start_offset":6861,"end_offset":6865},{"id":4809,"label":"PERSON","start_offset":6882,"end_offset":6888},{"id":4810,"label":"INS","start_offset":6986,"end_offset":6992},{"id":4811,"label":"INS","start_offset":7046,"end_offset":7051},{"id":4812,"label":"INS","start_offset":7066,"end_offset":7072},{"id":4813,"label":"INS","start_offset":7124,"end_offset":7127},{"id":4814,"label":"PERSON","start_offset":7129,"end_offset":7134},{"id":4815,"label":"PERSON","start_offset":8102,"end_offset":8108},{"id":4816,"label":"RA","start_offset":8298,"end_offset":8319},{"id":4817,"label":"PERSON","start_offset":8945,"end_offset":8951},{"id":4818,"label":"PERSON","start_offset":9400,"end_offset":9406},{"id":4819,"label":"PERSON","start_offset":9513,"end_offset":9519},{"id":4820,"label":"INS","start_offset":9499,"end_offset":9505},{"id":4821,"label":"INS","start_offset":9539,"end_offset":9545},{"id":4822,"label":"INS","start_offset":10267,"end_offset":10273},{"id":4823,"label":"PERSON","start_offset":10229,"end_offset":10234},{"id":4824,"label":"STA","start_offset":10349,"end_offset":10379},{"id":4825,"label":"STA","start_offset":10395,"end_offset":10415},{"id":4826,"label":"PERSON","start_offset":10669,"end_offset":10675},{"id":4827,"label":"PERSON","start_offset":10758,"end_offset":10764},{"id":4828,"label":"INS","start_offset":11381,"end_offset":11394},{"id":4829,"label":"PERSON","start_offset":11776,"end_offset":11782},{"id":4830,"label":"INS","start_offset":11739,"end_offset":11745},{"id":4831,"label":"INS","start_offset":12020,"end_offset":12026},{"id":4832,"label":"PERSON","start_offset":12043,"end_offset":12058},{"id":4833,"label":"PERSON","start_offset":12546,"end_offset":12561},{"id":4834,"label":"PERSON","start_offset":12606,"end_offset":12621},{"id":4835,"label":"INS","start_offset":12640,"end_offset":12646},{"id":4837,"label":"INS","start_offset":12755,"end_offset":12788},{"id":4838,"label":"PERSON","start_offset":12822,"end_offset":12837},{"id":4839,"label":"PERSON","start_offset":12872,"end_offset":12880},{"id":4840,"label":"PERSON","start_offset":12888,"end_offset":12895},{"id":4841,"label":"PERSON","start_offset":12897,"end_offset":12910},{"id":4842,"label":"PERSON","start_offset":12912,"end_offset":12918},{"id":4843,"label":"PERSON","start_offset":12920,"end_offset":12928},{"id":4844,"label":"PERSON","start_offset":12930,"end_offset":12938},{"id":4845,"label":"PERSON","start_offset":12940,"end_offset":12947},{"id":4846,"label":"PERSON","start_offset":12949,"end_offset":12956},{"id":4847,"label":"PERSON","start_offset":12958,"end_offset":12966},{"id":4848,"label":"PERSON","start_offset":12968,"end_offset":12977},{"id":4849,"label":"PERSON","start_offset":12983,"end_offset":12991},{"id":4850,"label":"PERSON","start_offset":13006,"end_offset":13012},{"id":4851,"label":"PERSON","start_offset":13043,"end_offset":13051},{"id":4852,"label":"PERSON","start_offset":13069,"end_offset":13076},{"id":4853,"label":"PERSON","start_offset":13094,"end_offset":13099},{"id":5415,"label":"INS","start_offset":5301,"end_offset":5354},{"id":5416,"label":"PERSON","start_offset":5693,"end_offset":5699}],"relations":[],"Comments":[]}
{"id":90,"text":"SECOND DIVISION\n[ A.C. No. 11020, May 15, 2024 ]\nINOCENTES DOMIE BALANSAG, JOEL MOLEJON, AND BONIFACIO CATARATA, COMPLAINANTS, VS. ATTY. DAVE DUALLO AND ATTY. RODOLFO DACALOS, JR., RESPONDENTS.\n\nD E C I S I O N\nKHO, JR., J.:\n\nFor the Court's resolution is an administrative Complaint[1] dated October 15, 2015 filed by complainants Inocentes Domie Balansag, Joel Molejon, and Bonifacio Catarata (complainants) against respondents Atty. Dave D. Duallo (Duallo) and Atty. Rodolfo Dacalos, Jr. (Dacalos; collectively, respondents) for alleged abuse of the judicial process and for blatantly mocking the administration of justice by filing baseless motions.\n \nThe Facts\n\nThe instant Complaint is an offspring of a 1997 labor case filed by complainants against Timothy Bakeshop, a sole proprietorship. In 1999, the labor arbiter (LA) rendered a Decision in favor of complainants. On appeal, the NLRC affirmed the LA ruling with modification, increasing the monetary awards due to complainants. The Rule 65 Petition filed by Timothy Bakeshop to the Court of Appeals was dismissed in 2008. Records reveal that Timothy Bakeshop no longer appealed to the Court; hence, the NLRC ruling attained finality.[2]\n\nRespondents, then entered their appearance at the execution stage as counsels of Timothy Bakeshop before the LA wherein they filed a Motion to Stay Execution of Judgment and to Declare the Proceedings of the Case Null and Void. Said Motion was denied. Aggrieved, respondents, on behalf of Timothy Bakeshop, filed an Appeal to the NLRC but the same was also denied. Respondents then filed a Rule 65 Petition for Certiorari before the CA, which was, however, likewise denied in a Decision dated July 31, 2015. In its ruling, the CA held, among others, that \"it is worth reiterating that [Timothy Bakeshop, through respondents] had apparently employed dilatory tactics by filing numerous pleadings and motions notwithstanding the fact that the case had already attained finality.\" The CA then went on to say that \"Under the circumstances, [Timothy Bakeshop's] recourse cannot but be regarded as dilatory move. It must be borne in mind that an abuse of the judicial process is a blatant mockery of justice.\"[3]\n\nCiting the foregoing observations of the CA, complainants filed the instant administrative disciplinary case against respondents, praying that: (a) they be spared from the endless delays and suffering in their quest for justice; and (b) respondents be properly disciplined and stopped from endlessly subverting the administration of justice through abuse of judicial processes.[4]\n\nFor their defense, respondents averred that despite the filing and the pendency of the actions taken by respondents, complainants have succeeded in having the Decision executed and fully satisfied. The real properties of respondents' clients were levied, auctioned, and the titles of the lots were ultimately transferred to the complainants names. Hence, it was wrong for complainants to say that respondents' actions delayed or impeded the execution of the Decision. Further, respondents insisted that Jane Kyamko (Kyamko), the owner of Timothy Bakeshop, went to them for help as to the alleged forged Complaint by complainants. According to Kyamko, complainants confessed to her that they did not actually file the Complaint in the labor case. Respondents believed that Kyamko had a valid grievance.[5]\n\nThe IBP Report and Recommendation\n\nIn a Report and Recommendation[6] dated March 12, 2020, the Integrated Bar of the Philippines (IBP) Investigating Commissioner (IC) recommended that respondents be found administratively liable for violating Canon 10, Rule 10.03 and Canon 12, Rule 12.04 of the Code of Professional Responsibility (CPR), and accordingly, impose on them the penalty of suspension from the practice of law for a period of six months.[7]\n\nPreliminarily, the IC ruled that while respondents may be in good faith and therefore excused from filing the Motion to stay execution due to alleged forgery of the initiatory Complaint, respondents are not however excused from filing the subsequent Petition for Certiorari and Motions after complainants themselves affirmed their signatures in the Complaint. According to the IC, the filing of the Petition for Certiorari and other Motions constitute abuse of the court's processes and improper conduct which tend to impede, obstruct, and degrade the administration of justice. According to the IC, respondents' acts constitute violations of the aforesaid provisions of the CPR.[8]\n\nIn a Resolution[9] dated August 14, 2021, the IBP Board of Governors adopted and approved the IC's Report and Recommendation suspending respondents from the practice of law for a period of six months.\n\nThe Issue Before the Court\n\nThe issue for the Court's resolution is whether respondents should be held administratively liable for the acts complained of.\n\nThe Court's Ruling\n\nThe Court affirms and adopts the findings and recommendations of the IBP.\n\nWhile it is true that respondents indeed owe fidelity to the cause of his client and is expected to serve the latter with competence and diligence, professional rules, however, impose limits on a lawyer's zeal and hedge it with necessary restrictions and qualifications.[10] Lawyers are required, under the Code of Professional Responsibility and Accountability (CPRA), to assist in the speedy and efficient administration of justice.[11] Furthermore, lawyers are required to observe fairness and obedience to the law.[12]\n\nIn this regard, case law instructs that a lawyer does not have an unbridled right to file pleadings, motions, and cases, as he or she pleases[13] as limitations thereto may be inferred from, inter alia, Canon II, Sections 2 and 5, and Canon III, Sections 2 and 7, all of which respectively read:\nCANON II\nPropriety\n\nSECTION 2. Dignified Conduct. — A lawyer shall respect the law, the courts, tribunals, and other government agencies, their officials, employees, and processes, and act with courtesy, civility, fairness, and candor towards fellow members of the bar.\n\n. . . .\n\nSECTION 5. Observance of Fairness and Obedience. — A lawyer shall, in every personal and professional engagement, insist on the observance of the principles of fairness and obedience to the law.\n\nCANON III\nFidelity\n\nSECTION 2. The Responsible and Accountable Lawyer. — A lawyer shall uphold the constitution, obey the laws of the land, promote respect for laws and legal processes, safeguard human rights., and at all times advance the honor and integrity of the legal profession.\n\nAs an officer of the court, a lawyer shall uphold the rule of law and conscientiously assist in the speedy and efficient administration of justice.\n\nAs an advocate, a lawyer shall represent the client with fidelity and zeal within the bounds of the law and the CPRA.\n\nSECTION 7. Prohibition Against Frivolous Suits and Abuse of Court Processes. — A lawyer shall not:\n(a) file or encourage the filing of any suit or proceeding not authorized by law or jurisprudence and without any evidentiary support;\n\n(b) unduly impede the execution of an order or judgment which is warranted; or\n\n(c) abuse court processes.\nPursuant to the foregoing tenets, it is thus unethical for a lawyer to abuse or wrongfully use the judicial process—such as the filing of dilatory motions, repetitious litigation, and frivolous appeals—for the sole purpose of frustrating and delaying the execution of a judgment.[14]\n\nHere, in an attempt to absolve themselves from administrative liability respondents averred that Kyamko insisted the case was based on a forged Complaint and that complainants never appeared before the LA to subscribe to their Complaint. Respondents believed that Kyamko had a valid grievance to warrant the stay of the execution of the Decision.\n\nRespondents' contentions deserve scant consideration.\n\nHere, the LA rendered a judgment in favor of complainants in 1999. The same was then affirmed by the NLRC and consequently attained finality in 2002. Nevertheless, respondents filed the following actions to delay and disturb the orderly execution of the judgment: (a) Motions to Stay Execution of the Judgment and to Declare the Proceedings of the Case Null and Void dated July 17, 2009, which was denied by the LA in an Order dated December 1, 2010; (b) Appeal before the NLRC questioning the denial of the Motions, which was dismissed by the NLRC on July 29, 2011; and (c) the Rule 65 Petition before the CA, which was dismissed on July 31, 2015.\n\nAs aptly pointed out by the IC, respondents caused unjust delays in the administration of justice by filing the Petition for Certiorari and the other Motions. This Court thereby agrees with the IC's findings that the Petition for Certiorari was no longer necessary as the alleged forgery of the Complaint was laid to rest when complainants themselves affirmed their signatures therein, as reflected in the December 1, 2010 Order of the LA. Verily, respondents cannot hide behind the pretense of advocating their client's cause to escape liability for his actions that delayed and frustrated the administration of justice.[15] It bears pointing out that in doing the foregoing acts, respondents likewise violated the Lawyer's Oath by disregarding their duty to \"delay no man for money or malice.\" In sum, respondents' deplorable acts must not be countenanced, and for this purpose, they must be held administratively liable, as recommended by the IBP.\n\nRespondents' administrative liability having been established, the Court now looks into the proper penalty to be imposed on them. In Saa v. IBP,[16] the Court suspended the erring lawyer for one year who was found to have violated Canon 1, Rule 1.03 and Canon 12, Rule 12.04 of the CPR for delaying the resolution of a case. Further, in David v. Rongal, et al.,[17] the Court suspended the first-time offenders-lawyers in that case for a period of one year for committing the same violations. In Heirs of Reyes v. Brillantes,[18] the erring lawyer was suspended for six months for transgressing the same provisions of the CPR. Finally, in Williams v. Atty. Enriquez,[19] for violation of Canon 12, the erring lawyer was suspended from the practice of law for six months. Guided by the foregoing, and further considering the circumstances of this case that the judgment in favor of complainants was already executed and fully satisfied, the Court deems it appropriate to affirm the recommended penalty and impose on respondents the penalty of suspension from the practice of law for a period of six months.\n\nACCORDINGLY, the Court finds respondents Atty. Dave D. Duallo and Atty. Rodolfo Dacalos, Jr. GUILTY of violating the Lawyer's Oath and Canons II and III of the Code of Professional Responsibility and Accountability. They are hereby SUSPENDED from the practice of law for a period of six months. They are also STERNLY WARNED that a repetition of the same or similar acts in the future shall be dealt with more severely.\n\nThe suspension from the practice of law shall take effect immediately upon receipt of this Decision by respondents. They are DIRECTED to immediately file their respective Manifestations to the Court that their suspensions have started, copy furnished all courts and quasi-judicial bodies where they have entered their appearance as counsel.\n\nLet copies of this Decision be furnished to the Office of the Bar Confidant to be appended to respondents' personal records as attorneys; the Integrated Bar of the Philippines for its information and guidance; and the Office of the Court Administrator for circulation to all courts in the country.\n\nAfter completing their suspension, respondents shall file with the Office of the Bar Confidant a Sworn Statement pursuant to Section 45 of the Code of Professional Responsibility and Accountability.\n\nSO ORDERED.\n\nLazaro-Javier (Acting Chairperson), M. Lopez, and J. Lopez. JJ., concur.\nLeonen,* SAJ. (Chairperson), on official business.","entities":[{"id":4880,"label":"CASE_NUM","start_offset":18,"end_offset":32},{"id":4881,"label":"PROM_DATE","start_offset":34,"end_offset":46},{"id":4882,"label":"PERSON","start_offset":49,"end_offset":73},{"id":4883,"label":"PERSON","start_offset":75,"end_offset":87},{"id":4884,"label":"PERSON","start_offset":93,"end_offset":111},{"id":4885,"label":"PERSON","start_offset":137,"end_offset":148},{"id":4886,"label":"PERSON","start_offset":159,"end_offset":179},{"id":4887,"label":"PERSON","start_offset":211,"end_offset":219},{"id":4888,"label":"INS","start_offset":234,"end_offset":239},{"id":4889,"label":"PERSON","start_offset":332,"end_offset":356},{"id":4890,"label":"PERSON","start_offset":358,"end_offset":370},{"id":4891,"label":"PERSON","start_offset":376,"end_offset":394},{"id":4892,"label":"PERSON","start_offset":436,"end_offset":450},{"id":4893,"label":"PERSON","start_offset":452,"end_offset":458},{"id":4894,"label":"PERSON","start_offset":470,"end_offset":490},{"id":4895,"label":"PERSON","start_offset":492,"end_offset":499},{"id":4896,"label":"INS","start_offset":756,"end_offset":772},{"id":4897,"label":"INS","start_offset":810,"end_offset":823},{"id":4898,"label":"INS","start_offset":825,"end_offset":827},{"id":4899,"label":"INS","start_offset":908,"end_offset":911},{"id":4900,"label":"INS","start_offset":890,"end_offset":895},{"id":4901,"label":"INS","start_offset":1019,"end_offset":1035},{"id":4902,"label":"INS","start_offset":1043,"end_offset":1059},{"id":4903,"label":"INS","start_offset":1146,"end_offset":1151},{"id":4904,"label":"INS","start_offset":1103,"end_offset":1119},{"id":4905,"label":"INS","start_offset":1164,"end_offset":1169},{"id":4906,"label":"INS","start_offset":1280,"end_offset":1296},{"id":4907,"label":"INS","start_offset":1308,"end_offset":1311},{"id":4908,"label":"INS","start_offset":1488,"end_offset":1504},{"id":4909,"label":"INS","start_offset":1529,"end_offset":1534},{"id":4910,"label":"INS","start_offset":1632,"end_offset":1634},{"id":4912,"label":"INS","start_offset":1726,"end_offset":1729},{"id":4913,"label":"INS","start_offset":1785,"end_offset":1801},{"id":4914,"label":"INS","start_offset":1981,"end_offset":1984},{"id":4915,"label":"INS","start_offset":2036,"end_offset":2052},{"id":4916,"label":"INS","start_offset":2248,"end_offset":2250},{"id":4917,"label":"PERSON","start_offset":3092,"end_offset":3103},{"id":4918,"label":"PERSON","start_offset":3105,"end_offset":3111},{"id":4919,"label":"INS","start_offset":3127,"end_offset":3143},{"id":4920,"label":"INS","start_offset":3399,"end_offset":3403},{"id":4921,"label":"PERSON","start_offset":3232,"end_offset":3238},{"id":4922,"label":"PERSON","start_offset":3361,"end_offset":3368},{"id":4923,"label":"INS","start_offset":3490,"end_offset":3523},{"id":4924,"label":"INS","start_offset":3525,"end_offset":3528},{"id":4925,"label":"STA","start_offset":3691,"end_offset":3726},{"id":4926,"label":"STA","start_offset":3728,"end_offset":3731},{"id":4927,"label":"INS","start_offset":4314,"end_offset":4319},{"id":4928,"label":"STA","start_offset":4524,"end_offset":4527},{"id":4929,"label":"INS","start_offset":4579,"end_offset":4583},{"id":4930,"label":"INS","start_offset":4756,"end_offset":4761},{"id":4931,"label":"INS","start_offset":4781,"end_offset":4786},{"id":4932,"label":"INS","start_offset":4895,"end_offset":4900},{"id":4933,"label":"INS","start_offset":4915,"end_offset":4921},{"id":4934,"label":"INS","start_offset":4980,"end_offset":4983},{"id":4935,"label":"STA","start_offset":5293,"end_offset":5347},{"id":4936,"label":"STA","start_offset":5349,"end_offset":5353},{"id":4937,"label":"INS","start_offset":5894,"end_offset":5900},{"id":4938,"label":"INS","start_offset":6589,"end_offset":6594},{"id":4939,"label":"STA","start_offset":6829,"end_offset":6833},{"id":4940,"label":"INS","start_offset":7161,"end_offset":7167},{"id":4941,"label":"PERSON","start_offset":7560,"end_offset":7567},{"id":4942,"label":"PERSON","start_offset":7727,"end_offset":7734},{"id":4943,"label":"INS","start_offset":7665,"end_offset":7668},{"id":4945,"label":"INS","start_offset":7876,"end_offset":7879},{"id":4946,"label":"INS","start_offset":7967,"end_offset":7972},{"id":4947,"label":"INS","start_offset":8278,"end_offset":8281},{"id":4948,"label":"INS","start_offset":8339,"end_offset":8344},{"id":4949,"label":"INS","start_offset":8410,"end_offset":8415},{"id":4950,"label":"INS","start_offset":8473,"end_offset":8475},{"id":4951,"label":"INS","start_offset":8680,"end_offset":8686},{"id":4952,"label":"INS","start_offset":8952,"end_offset":8954},{"id":4953,"label":"INS","start_offset":9462,"end_offset":9465},{"id":4954,"label":"INS","start_offset":9535,"end_offset":9541},{"id":4955,"label":"INS","start_offset":9608,"end_offset":9611},{"id":4956,"label":"INS","start_offset":9621,"end_offset":9627},{"id":4957,"label":"PERSON","start_offset":9601,"end_offset":9605},{"id":4958,"label":"INS","start_offset":9750,"end_offset":9754},{"id":4959,"label":"INS","start_offset":9838,"end_offset":9844},{"id":4960,"label":"PERSON","start_offset":9805,"end_offset":9811},{"id":4961,"label":"PERSON","start_offset":9814,"end_offset":9820},{"id":4962,"label":"PERSON","start_offset":9973,"end_offset":9979},{"id":4963,"label":"PERSON","start_offset":9982,"end_offset":9992},{"id":4964,"label":"PERSON","start_offset":10107,"end_offset":10116},{"id":4965,"label":"PERSON","start_offset":10125,"end_offset":10133},{"id":4966,"label":"INS","start_offset":10090,"end_offset":10093},{"id":4967,"label":"INS","start_offset":10408,"end_offset":10414},{"id":4968,"label":"INS","start_offset":10592,"end_offset":10598},{"id":4969,"label":"PERSON","start_offset":10622,"end_offset":10636},{"id":4970,"label":"PERSON","start_offset":10647,"end_offset":10667},{"id":4972,"label":"STA","start_offset":10735,"end_offset":10789},{"id":4973,"label":"INS","start_offset":11188,"end_offset":11194},{"id":4974,"label":"INS","start_offset":11385,"end_offset":11412},{"id":4975,"label":"INS","start_offset":11479,"end_offset":11512},{"id":4976,"label":"INS","start_offset":11555,"end_offset":11588},{"id":4977,"label":"INS","start_offset":11703,"end_offset":11730},{"id":4978,"label":"STA","start_offset":11779,"end_offset":11833},{"id":4979,"label":"PERSON","start_offset":11849,"end_offset":11862},{"id":4980,"label":"PERSON","start_offset":11885,"end_offset":11893},{"id":4981,"label":"PERSON","start_offset":11899,"end_offset":11907},{"id":4982,"label":"PERSON","start_offset":11922,"end_offset":11928},{"id":5421,"label":"INS","start_offset":6896,"end_offset":6902}],"relations":[],"Comments":[]}
{"id":89,"text":"SECOND DIVISION\n[ G.R. No. 269240, June 05, 2024 ]\nAVAIL JOHN DOMINGO Y LINATOC, PETITIONER, VS. PEOPLE OF THE PHILIPPINES, RESPONDENT.\n\nR E S O L U T I O N\nLAZARO-JAVIER, J.:\n\nThis Motion for Reconsideration[1] is directed against the Resolution[2] dated January 29, 2024 which disposed, as follows:\nConsidering the allegations issues and arguments adduced in the petition for review on certiorari assailing the Decision dated March 22, 2023 and Resolution dated September 7, 2023 of the Court of Appeals, Manila in CA-G.R. CR No. 46378, the Court further resolves to DENY the petition for failure to show any substantial, special or important reason to warrant the exercise of this Court's discretionary power to review the challenged decision and resolution.\n\nIn any event, the petition failed to sufficiently show any reversible error in the assailed judgment to warrant the exercise of this Court's discretionary appellate jurisdiction.[3]\nPetitioner Avail John Domingo y Linatoc attacks anew the uniform factual findings of the courts below and this Court regarding the credibility of complainant AAA* and her father, BBB. He again contends that the behavior of complainant and her father were unusual and their testimonies were inconsistent as regards the date of the alleged commission of the offense, the exact place where the alleged offense was committed, the persons present when the alleged offense was committed, and the persons who requested that complainant live with petitioner.[4] On this score, the issue on the credibility of the prosecution's witnesses had already been settled in full not once, but thrice—by the trial court, the appellate court, and finally, by the Court itself.\n\nThe Court maintains that the supposed inconsistencies in the testimonies of complainant and her father refer to trivial matters which do not alter his liability for sexual abuse. It all began when he succeeded in convincing complainant that they were husband and wife in the eyes of God. To recall, complainant was only 12 years old at that time. Too, the prosecution was able to establish beyond any shadow of doubt each element of violation of Section 5(b) of Republic Act No. 7610.\n\nPetitioner likewise fails to raise any new or substantial issue warranting reconsideration of the Resolution[5] dated January 29, 2024. Thus, the verdict of conviction stands.\n\nIn furtherance of the objective of Republic Act No. 7610 to provide special protection to children and to assist in the rehabilitation of child victims, a fine in the amount of PHP 15,000.00 is imposed on petitioner in accordance with People v. Trocio[6] in addition to his liability for civil indemnity, moral damages, and exemplary damages each in the amount of PHP 50,000.00.\n\nACCORDINGLY, the Motion for Reconsideration is DENIED for lack of merit. The Decision dated March 22, 2023 and Resolution dated September 7, 2023 of the Court of Appeals, Manila in CA-G.R. CR No. 46378 are AFFIRMED WITH MODIFICATION.\n\nIn Criminal Case No. 16-0821, petitioner Avail John Domingo y Linatoc is GUILTY of violation of Section 5(b) of Republic Act No. 7610. He is sentenced to the indeterminate penalty of eight years and eight months of prision mayor as minimum, to 18 years of reclusion temporal as maximum, and ordered to pay the amounts of PHP 50,000.00 as civil indemnity, PHP 50,000.00 as moral damages, PHP 50,000.00 as exemplary damages, and PHP 15,000.00 as fine.\n\nAll monetary awards shall earn 6% legal interest per annum.[7]\n\nSO ORDERED.\"\n\nLeonen, SAJ. (Chairperson), J. Lopez, and Kho, Jr., JJ., concur.\nM. Lopez,* J., on official leave.","entities":[{"id":4854,"label":"CASE_NUM","start_offset":18,"end_offset":33},{"id":4855,"label":"PROM_DATE","start_offset":35,"end_offset":48},{"id":4856,"label":"PERSON","start_offset":51,"end_offset":79},{"id":4858,"label":"PERSON","start_offset":157,"end_offset":170},{"id":4859,"label":"INS","start_offset":489,"end_offset":505},{"id":4860,"label":"CASE_NUM","start_offset":517,"end_offset":537},{"id":4861,"label":"INS","start_offset":543,"end_offset":548},{"id":4862,"label":"INS","start_offset":684,"end_offset":689},{"id":4863,"label":"INS","start_offset":896,"end_offset":902},{"id":4864,"label":"PERSON","start_offset":956,"end_offset":984},{"id":4865,"label":"INS","start_offset":1056,"end_offset":1062},{"id":4866,"label":"INS","start_offset":1689,"end_offset":1695},{"id":4867,"label":"INS","start_offset":1708,"end_offset":1714},{"id":4868,"label":"RA","start_offset":2166,"end_offset":2187},{"id":4869,"label":"RA","start_offset":2402,"end_offset":2423},{"id":4870,"label":"PERSON","start_offset":2612,"end_offset":2618},{"id":4871,"label":"INS","start_offset":2900,"end_offset":2916},{"id":4872,"label":"CASE_NUM","start_offset":2928,"end_offset":2948},{"id":4873,"label":"CASE_NUM","start_offset":2985,"end_offset":3010},{"id":4874,"label":"PERSON","start_offset":3023,"end_offset":3051},{"id":4875,"label":"RA","start_offset":3094,"end_offset":3115},{"id":4876,"label":"PERSON","start_offset":3511,"end_offset":3517},{"id":4877,"label":"PERSON","start_offset":3539,"end_offset":3547},{"id":4878,"label":"PERSON","start_offset":3553,"end_offset":3561},{"id":4879,"label":"PERSON","start_offset":3576,"end_offset":3584},{"id":5419,"label":"INS","start_offset":1635,"end_offset":1646},{"id":5420,"label":"INS","start_offset":1652,"end_offset":1667}],"relations":[],"Comments":[]}
{"id":91,"text":"EN BANC\n[ G.R. No. 263061, January 10, 2023 ]\nGLENDA BURAY ECLEO, PETITIONER, VS. COMMISSION ON ELECTIONS, RESPONDENT.\n\nD E C I S I O N\nSINGH, J.:\n\nThis is a Petition for Certiorari[1] under Rule 64 with a prayer for injunctive relief filed by Glenda Buray Ecleo (Ecleo), assailing Resolution No. 21-0424-29 (assailed Resolution),[2] dated June 23, 2021, issued by the Commission on Elections (COMELEC) En Banc, in E.O. Case No. 14-598 entitled Commission on Elections, as represented by the Campaign Finance Unit, vs. Glenda Buray Ecleo, that directed the COMELEC Law Department to file an Information against her.\n\nPetitioner Ecleo, a member of Lakas-Kampi party, was a candidate for Governor of Dinagat Islands during the 2010 elections.[3] She won and subsequently ran during the 2013 elections, where she was re-elected for her second term of office.[4]\n\nOn June 8, 2010, Ecleo filed her Statement of Contributions and Expenditures (SOCE),[5] following the elections, as required by law.\n\nOn December 13, 2014, the COMELEC, represented by the Campaign Finance Unit (CFU), filed a Complaint[6] motu proprio against Ecleo with the COMELEC Law Department for an alleged violation of Section 100, in relation to Section 262 of the Omnibus Election Code.[7]\n\nThe Complaint alleged that Ecleo exceeded the expenditure limit provided by law for campaign spending, in violation of Section 13 of Republic Act No. 7166 (R.A. 7166), [8] which allows a candidate, other than for presidency and vice presidency, to spend an amount of P3.00 for every voter currently registered in the constituency where he\/she filed his\/her certificate of candidacy.[9]\n\nAt the time of the 2010 elections, Dinagat Islands had 70,353 registered voters, and Ecleo was authorized to spend P3.00 on each of them.[10] Thus, Ecleo's allowable expenditure limit as provided by law was P211,059.00.[11] However, based on her SOCE, Ecleo spent P230,000.00 in the 2010 election, exceeding the limit by P18,941.00, or 8.97% above the allowable threshold.[12]\n\nIn her Counter-Affidavit,[13] Ecleo vehemently denied the allegations against her, and maintained that she is not guilty of overspending.[14] She asserted that she did not even have to campaign hard in order to win the elections, as demonstrated by her landslide victory over her \"unheard-of\" opponent and her subsequent re-election to the same position.[15] She also stated that it is public knowledge that she has widespread popularity in Dinagat Islands, and is fondly called by her constituents as \"Mommy Glen,\" by virtue of being the Founding Mother of the Philippine Benevolent Missionaries Association, as well as the matriarch of the influential Ecleo political clan.[16]\n\nEcleo also claimed that her secretary, who prepared the SOCE, merely surmised the amounts as she was not in possession of the receipts at the time.[17] Moreover, she alleged that her SOCE is patently erroneous because it contained unsubstantiated amounts.[18]\n\nOn June 23, 2021, the COMELEC En Banc issued the assailed Resolution, adopting the recommendation of the Law Department to file an Information against Ecleo for violation of Section 100, in relation to Section 262 of the Omnibus Election Code.[19]\n\nOn July 20, 2022, Ecleo received a copy of the assailed Resolution.[20]\n\nHence, on August 12, 2022, Ecleo filed this Petition for Certiorari under Rule 64 before the Court, alleging grave abuse of discretion amounting to lack or excess of jurisdiction on the part of the COMELEC En Banc for (1) issuing the assailed Resolution seven years from the time of the filing of the complaint, resulting in inordinate and gross delay; (2) refusing to consider that the complaint is moot and academic, considering that she has not only finished her term, but has in fact been re-elected and finished her second term as Governor of Dinagat Islands; and (3) considering the inherently defective SOCE which formed the basis for the complaint.[21] Moreover, Ecleo also prays for the grant of injunctive relief in order to prevent its execution.[22]\n\nThe Issues\n\n1.\t\nDid the COMELEC gravely abuse its discretion when it issued the assailed Resolution seven years from the time of the filing of the complaint amounting to inordinate delay?\n \t\n2.\t\nDid the COMELEC gravely abuse its discretion when it refused to consider the complaint as moot and academic?\n \t\n3.\t\nDid the COMELEC gravely abuse its discretion when it considered the inherently defective SOCE, which formed the basis for the complaint?\n\nThe Ruling of the Court\n\nThe Court grants the Petition for Certiorari under Rule 64 filed by Ecleo. The COMELEC gravely abused its discretion when it directed its Law Department to file an Information against Ecleo seven years after the filing of the complaint against her, and finds that it is guilty of inordinate delay in the conduct of preliminary investigation.\n\nArticle III, Section 16 of the 1987 Constitution provides for the constitutional right to speedy disposition of cases:\nSection 16. All persons shall have the right to a speedy disposition of their cases before all judicial, quasi-judicial, or administrative bodies.\nThe concept of speedy disposition is a flexible one, and the test to determine whether such right has been violated consists of four factors, which are: (1) the length of the delay; (2) the reasons for such delay; (3) defendant's asse1iion or non-assertion of his or her right; and (4) the prejudice caused to the defendant as a result of the delay.[23] The four factors must be appreciated as a whole, as \"none of the factors in the balancing test is either necessary or sufficient condition; they are related and must be considered together with other relevant circumstances.[24]\n\nThe case of Cagang v. Sandiganbayan[25] provides a comprehensive overview of the right to speedy trial, the factors to be considered in determining whether there has been inordinate delay, as well as the burden of proof in establishing whether such right has been violated:\nTo summarize, inordinate delay in the resolution and termination of a preliminary investigation violates the accused's right to due process and the speedy disposition of cases, and may result in the dismissal of the case against the accused. The burden of proving delay depends on whether delay is alleged within the periods provided by law or procedural rules. If the delay is alleged to have occurred during the given periods, the burden is on the respondent or the accused lo prove that the delay was inordinate. If the delay is alleged to have occurred beyond the given periods, the burden shifts to the prosecution to prove that the delay was reasonable under the circumstances and that no prejudice was suffered by the accused as a result of the delay.\n\nThe determination of whether the delay was inordinate is not through mere mathematical reckoning but through the examination of the facts and circumstances surrounding the case. Courts should appraise a reasonable period from the point of view of how much time a competent and independent public officer would need in relation to the complexity of a given case. If there has been delay, the prosecution must be able to satisfactorily explain the reasons for such delay and that no prejudice was suffered by the accused as a result. The timely invocation of the accused's constitutional rights must also be examined on a case-to-case basis.[26]\nApplying the four-fold test in Ecleo's scenario will yield the finding that her right to speedy disposition of cases has been violated. The COMELEC took an unreasonable amount of time to conduct its preliminary investigation, on an issue that could be resolved by simple arithmetic, without offering a valid explanation for the delay. The uncertainty of this case's outcome caused mental anguish on the part of Ecleo, to her prejudice.\n\nTo recall, the COMELEC, as represented by the CFU, initiated the filing of a complaint against Ecleo in 2014. However, it was only in 2021 that the COMELEC issued a Resolution directing the Law Department to file the appropriate Information against Ecleo for violation of the Omnibus Election Code, in flagrant violation of its own internal rules of procedure.\n\nSection 8, Rule 34 of the COMELEC Rules of Procedure provides:\nSec. 8. Duty of Investigating Officer — The preliminary investigation must be terminated within twenty (20) days after receipt of the counter-affidavits and other evidence of the respondents, and resolution thereof shall be made within five (5) days thereafter.[27]\nIn stark contrast to its self-prescribed timelines, the COMELEC took seven long years to determine probable cause on the part of Ecleo for violation of an election offense. Much had already transpired in the span of time between the filing of the complaint and the issuance of the assailed Resolution. Not only did Ecleo complete her term as Governor of Dinagat Islands, she had even been re-elected to the same post and had already completed her second term. Yet, preliminary investigation for an election­ related charge filed during her first term was still ongoing.\n\nThe Supreme Court ruling in Peñas v. COMELEC (Peñas)[28] squarely applies in this case. There, the Court held that there was inordinate delay on the part of the COMELEC for issuing a Resolution directing that an Information be filed against Mayor Peñas, more than six years after the filing of a complaint for violation of Section 100, in relation to Section 262, of the Omnibus Election Code, the very same violation for which Ecleo is presently charged.\n\nMoreover, the ruling in Peñas provided that the issue of whether there was election overspending was not complex nor intricate, as it can be solved by a \"simple mathematical equation.\"[29] The Court elaborated:\nPetitioner's case did not at all involve complex or intricate issues which require voluminous records or evidence. The lone issue needed to be resolved was whether petitioner went beyond the prescribed campaign expenditure limit. To determine if there had indeed been an excess, a simple mathematical equation is all that is required: multiply the number of registered voters in Digos City by three pesos (P3.00). The product must then be parried with the amount actually spent by petitioner. If the amount spent was greater than the product, then there is probable cause to charge petitioner with election overspending, subject to any valid defense which petitioner may raise in his counter-affidavit.\n\nIndeed, why the preliminary investigation lasted for an unreasonable period of time is clearly unfathomable considering the simplicity of the issue, that there is only one respondent charged in the complaint, and the evidence involved here was not at all voluminous.[30]\nConsidering the simplicity and straightforwardness of the issue, which did not even need the examination of voluminous records, the Court cannot comprehend why it took this long for the COMELEC to complete its preliminary investigation. Moreover, the COMELEC did not offer an explanation for the delay, and gave no justification as to why it flouted its own procedural rules in the conduct of its preliminary investigation. It is worth emphasizing that the COMELEC itself motu proprio filed a complaint against Ecleo. All the more should it be circumspect in ensuring the prosecution of election offenses in a prompt manner, in accordance with its mandate.\n\nHaving failed in this regard, the Court finds that the COMELEC is guilty of inordinate delay in the conduct of its preliminary investigation against Ecleo, and violating its own rules of procedure. It is apparent that the COMELEC's act of issuing the assailed Resolution against Ecleo seven years after the filing of the complaint is tainted with grave abuse of discretion. Consequently, it is superfluous to discuss the other issues raised.\n\nThus, the Court grants the Rule 64 Petition for Certiorari filed by Ecleo, and nullifies the assailed Resolution issued by the COMELEC directing the Law Department to file an Information against Ecleo for violation of Section 100, in relation to Section 262, of the Omnibus Election Code.\n\nWHEREFORE, the Petition for Certiorari is GRANTED. The assailed Resolution No. 21-0424-29, dated June 23, 2021, of the Commission on Elections in E.O. Case No. 14-598 is NULLIFIED, having been issued with grave abuse of discretion. E.O. Case No. 14-598 against the petitioner Glenda Buray Ecleo is DISMISSED.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, and Marquez, JJ., concur.\nHernando,* J., on leave.\nKho, Jr.,** J., no part.","entities":[{"id":4984,"label":"CASE_NUM","start_offset":10,"end_offset":25},{"id":4985,"label":"PROM_DATE","start_offset":27,"end_offset":43},{"id":4986,"label":"PERSON","start_offset":46,"end_offset":64},{"id":4987,"label":"INS","start_offset":82,"end_offset":105},{"id":4988,"label":"PERSON","start_offset":136,"end_offset":141},{"id":4990,"label":"PERSON","start_offset":244,"end_offset":262},{"id":4991,"label":"PERSON","start_offset":264,"end_offset":269},{"id":4992,"label":"INS","start_offset":369,"end_offset":392},{"id":4993,"label":"INS","start_offset":394,"end_offset":401},{"id":4994,"label":"CASE_NUM","start_offset":415,"end_offset":435},{"id":4995,"label":"INS","start_offset":445,"end_offset":468},{"id":4996,"label":"INS","start_offset":492,"end_offset":513},{"id":4997,"label":"PERSON","start_offset":519,"end_offset":537},{"id":4998,"label":"INS","start_offset":557,"end_offset":579},{"id":4999,"label":"PERSON","start_offset":628,"end_offset":633},{"id":5000,"label":"INS","start_offset":647,"end_offset":664},{"id":5001,"label":"PERSON","start_offset":877,"end_offset":883},{"id":5002,"label":"INS","start_offset":1020,"end_offset":1027},{"id":5003,"label":"INS","start_offset":1048,"end_offset":1069},{"id":5004,"label":"INS","start_offset":1071,"end_offset":1074},{"id":5005,"label":"INS","start_offset":1134,"end_offset":1156},{"id":5006,"label":"PERSON","start_offset":1119,"end_offset":1125},{"id":5007,"label":"STA","start_offset":1232,"end_offset":1253},{"id":5008,"label":"PERSON","start_offset":1286,"end_offset":1292},{"id":5010,"label":"RA","start_offset":1392,"end_offset":1413},{"id":5011,"label":"RA","start_offset":1415,"end_offset":1424},{"id":5012,"label":"PERSON","start_offset":1731,"end_offset":1737},{"id":5013,"label":"PERSON","start_offset":1794,"end_offset":1799},{"id":5014,"label":"PERSON","start_offset":1898,"end_offset":1904},{"id":5015,"label":"PERSON","start_offset":2054,"end_offset":2060},{"id":5016,"label":"PERSON","start_offset":2533,"end_offset":2537},{"id":5017,"label":"INS","start_offset":2586,"end_offset":2632},{"id":5018,"label":"PERSON","start_offset":2678,"end_offset":2684},{"id":5019,"label":"PERSON","start_offset":2705,"end_offset":2711},{"id":5020,"label":"INS","start_offset":2988,"end_offset":2996},{"id":5021,"label":"INS","start_offset":3071,"end_offset":3085},{"id":5022,"label":"PERSON","start_offset":3117,"end_offset":3123},{"id":5023,"label":"STA","start_offset":3187,"end_offset":3208},{"id":5024,"label":"PERSON","start_offset":3233,"end_offset":3239},{"id":5025,"label":"PERSON","start_offset":3315,"end_offset":3321},{"id":5026,"label":"INS","start_offset":3381,"end_offset":3386},{"id":5027,"label":"INS","start_offset":3486,"end_offset":3494},{"id":5028,"label":"PERSON","start_offset":3959,"end_offset":3965},{"id":5029,"label":"INS","start_offset":4075,"end_offset":4083},{"id":5030,"label":"INS","start_offset":4254,"end_offset":4262},{"id":5031,"label":"INS","start_offset":4370,"end_offset":4378},{"id":5032,"label":"INS","start_offset":4518,"end_offset":4523},{"id":5033,"label":"INS","start_offset":4529,"end_offset":4535},{"id":5034,"label":"PERSON","start_offset":4593,"end_offset":4598},{"id":5035,"label":"INS","start_offset":4604,"end_offset":4612},{"id":5036,"label":"INS","start_offset":4663,"end_offset":4677},{"id":5037,"label":"CNS","start_offset":4899,"end_offset":4916},{"id":5038,"label":"PERSON","start_offset":4709,"end_offset":4715},{"id":5039,"label":"PERSON","start_offset":5729,"end_offset":5736},{"id":5041,"label":"INS","start_offset":6929,"end_offset":6936},{"id":5042,"label":"PERSON","start_offset":7426,"end_offset":7431},{"id":5043,"label":"INS","start_offset":7535,"end_offset":7543},{"id":5044,"label":"PERSON","start_offset":7806,"end_offset":7811},{"id":5045,"label":"INS","start_offset":7847,"end_offset":7854},{"id":5046,"label":"INS","start_offset":7878,"end_offset":7881},{"id":5047,"label":"PERSON","start_offset":7927,"end_offset":7933},{"id":5048,"label":"INS","start_offset":7980,"end_offset":7988},{"id":5049,"label":"INS","start_offset":8022,"end_offset":8036},{"id":5050,"label":"PERSON","start_offset":8081,"end_offset":8087},{"id":5051,"label":"STA","start_offset":8108,"end_offset":8129},{"id":5052,"label":"STA","start_offset":8220,"end_offset":8246},{"id":5053,"label":"INS","start_offset":8579,"end_offset":8587},{"id":5054,"label":"PERSON","start_offset":8652,"end_offset":8658},{"id":5055,"label":"PERSON","start_offset":8838,"end_offset":8844},{"id":5056,"label":"INS","start_offset":9098,"end_offset":9111},{"id":5057,"label":"PERSON","start_offset":9122,"end_offset":9128},{"id":5058,"label":"INS","start_offset":9131,"end_offset":9139},{"id":5059,"label":"PERSON","start_offset":9140,"end_offset":9145},{"id":5060,"label":"INS","start_offset":9193,"end_offset":9199},{"id":5061,"label":"INS","start_offset":9255,"end_offset":9262},{"id":5062,"label":"PERSON","start_offset":9341,"end_offset":9346},{"id":5063,"label":"STA","start_offset":9465,"end_offset":9486},{"id":5064,"label":"PERSON","start_offset":9522,"end_offset":9528},{"id":5065,"label":"PERSON","start_offset":9575,"end_offset":9581},{"id":5066,"label":"INS","start_offset":9744,"end_offset":9750},{"id":5067,"label":"INS","start_offset":10869,"end_offset":10875},{"id":5068,"label":"INS","start_offset":10923,"end_offset":10931},{"id":5069,"label":"INS","start_offset":10988,"end_offset":10996},{"id":5070,"label":"INS","start_offset":11194,"end_offset":11202},{"id":5071,"label":"PERSON","start_offset":11248,"end_offset":11253},{"id":5072,"label":"INS","start_offset":11429,"end_offset":11435},{"id":5073,"label":"INS","start_offset":11450,"end_offset":11458},{"id":5074,"label":"PERSON","start_offset":11544,"end_offset":11549},{"id":5075,"label":"INS","start_offset":11617,"end_offset":11624},{"id":5076,"label":"PERSON","start_offset":11674,"end_offset":11680},{"id":5077,"label":"INS","start_offset":11848,"end_offset":11854},{"id":5078,"label":"PERSON","start_offset":11906,"end_offset":11911},{"id":5079,"label":"INS","start_offset":11965,"end_offset":11973},{"id":5080,"label":"INS","start_offset":11987,"end_offset":12001},{"id":5081,"label":"PERSON","start_offset":12033,"end_offset":12039},{"id":5082,"label":"STA","start_offset":12104,"end_offset":12125},{"id":5083,"label":"CASE_NUM","start_offset":12274,"end_offset":12294},{"id":5084,"label":"CASE_NUM","start_offset":12360,"end_offset":12380},{"id":5085,"label":"PERSON","start_offset":12404,"end_offset":12422},{"id":5086,"label":"PERSON","start_offset":12451,"end_offset":12459},{"id":5087,"label":"PERSON","start_offset":12467,"end_offset":12473},{"id":5088,"label":"PERSON","start_offset":12481,"end_offset":12488},{"id":5089,"label":"PERSON","start_offset":12490,"end_offset":12503},{"id":5090,"label":"PERSON","start_offset":12505,"end_offset":12511},{"id":5091,"label":"PERSON","start_offset":12513,"end_offset":12521},{"id":5092,"label":"PERSON","start_offset":12523,"end_offset":12531},{"id":5093,"label":"PERSON","start_offset":12533,"end_offset":12540},{"id":5094,"label":"PERSON","start_offset":12542,"end_offset":12549},{"id":5095,"label":"PERSON","start_offset":12551,"end_offset":12559},{"id":5096,"label":"PERSON","start_offset":12561,"end_offset":12570},{"id":5097,"label":"PERSON","start_offset":12576,"end_offset":12583},{"id":5098,"label":"PERSON","start_offset":12598,"end_offset":12606},{"id":5099,"label":"PERSON","start_offset":12623,"end_offset":12631}],"relations":[],"Comments":[]}
{"id":92,"text":"THIRD DIVISION\n[ OCA IPI No. 18-4872-P, January 30, 2023 ]\nJUDGE RODERICK A. MAXINO, COMPLAINANT, VS. JAIME M. JASMIN, LEGAL RESEARCHER II, BRANCH 43, REGIONAL TRIAL COURT, TANJAY CITY, NEGROS ORIENTAL, RESPONDENT.\n\nR E S O L U T I O N\nINTING, J.:\n\nThe instant administrative matter is an offshoot of the Court's Resolution[1] dated February 26, 2020 which dismissed the administrative complaint for alleged usurpation of authority filed by Presiding Judge Roderick A. Maxino (complainant) against Jaime M. Jasmin (respondent), Legal Researcher II of Branch 43, Regional Trial Court (RTC), Tanjay City, Negros Oriental, for lack of merit.\nIn view of the dismissal of the administrative complaint, respondent, in his request letters dated September 18, 2020,[2] and November 9, 2020,[3] humbly asked the Court: (1) to process his back salaries chargeable to his accrued leave credits; (2) to release his benefits due from January 2019; and (3) to allow him to immediately return to work as Legal Researcher II per recommendation of his doctors as shown in the attached medical certifications[4] dated September 28, 2020, and October 27, 2020.\n\nIn a Resolution[5] dated January 18, 2021, the Court referred respondent's request letters to the Office of the Court Administrator for evaluation, report, and recommendation.\n\nReport and Recommendation of the Judicial Integrity Board (JIB)\n\nIn its Report and Recommendation[6] dated July 12, 2021, the JIB found that complainant disapproved respondent's sick leave application for the period of July 2, 2018 to July 31, 2018, but the Medical Services of the Supreme Court approved his application for leave of absences for the month of July 2018. However, upon verification with the Office of Administrative Services of the Office of the Court Administrator, it was discovered that respondent has not reported for work since August 2018.[7] Citing Section 107, Rule 20 of the 2017 Rules on Administrative Cases in Civil Service (2017 RACCS), the JIB declared that respondent's request to return to work cannot be granted considering his continuous absences starting August 2018. Hence, it recommended that respondent be dropped from the rolls, effective August 1, 2018, and that his position be declared vacant.[8]\n\nThe JIB recommendation reads as follows:\n\nRespondent's name Jaime M. Jasmin, Legal Researcher II, Branch 32, Regional Trial Court, Dumaguete City, Negros Oriental, be DROPPED FROM THE ROLL, effective August 1, 2018 for his continuous absence without official leave since said date. However, he is still qualified to receive the benefits he may be entitled to under existing laws until July 31, 2018, and he may still be reemployed in the government; and\nThe position of respondent Jaime M. Jasmin as Legal Researcher II, Branch 32, Regional Trial Court, Dumaguete City, Negros Oriental, be DECLARED as VACANT.[9]\nIssue\n\nShould the Court grant respondent's request to return to work?\n\nThe Court's Ruling\n\nThe Court agrees with the findings and recommendation of the JIB.\n\nAt the outset, the Court deems it necessary to clarify that the Further Amendments to Rule 140[10] of the Rules of Court is not applicable in the instant case.\n\nFor one, absence without official leave (AWOL) is not included in the list of charges under Rule 140 of the Rules of Court. This is in contrast with habitual absenteeism, which is a less serious charge under Section 15 (c) of Rule 140.\n\nFor another, Rule 140 governs the discipline of all Members (i.e., Justices and Judges), officials, employees, and personnel of the Judiciary. Meanwhile, the procedure to drop a government employee from the rolls due to AWOL is not disciplinary in nature.\n\nVerily, the JIB correctly applied the 2017 RACCS when it recommended that respondent should be dropped from the rolls without the forfeiture of any benefit that he may be entitled to and without disqualification from reemployment in the government.\n\nFor emphasis, Section 107 (a)(1) of the 2017 RACCS reads as follows:\n\nSection 107. Grounds and Procedure for Dropping from the Rolls. Officers and employees who are absent without approved leave, have unsatisfactory or poor performance, or have shown to be physically or mentally unfit to perform their duties may be dropped from the rolls within thirty (30) days from the time a ground therefor arises subject to the following procedures:\n\na. Absence Without Approved Leave\n\nAn official or employee who is continuously absent without official leave (AWOL) for at least thirty (30) working days may be dropped from the rolls without prior notice which shall take effect immediately.\nx x x x\n\nMoreover, Section 110 of the same rules provides that the procedure for dropping from the rolls is not disciplinary in nature and that this mode of separation shall not result in the disqualification from reemployment in the government, or in the forfeiture of benefits that the concerned employee may be entitled to, viz.:\n\nSection 110. Dropping From the Rolls; Non-disciplinary in Nature. This mode of separation from the service for unauthorized absences or unsatisfactory or poor performance or physical or mental disorder is non-disciplinary in nature and shall not result in the forfeiture of any benefit on the part of the official or employee or in disqualification from reemployment in the government.\n\nAs such, notwithstanding the dismissal of the administrative complaint against respondent, as well as the approval by the Court's Medical Services of his application for leave of absence for the month of July 2018,[11] the JIB correctly recommended that respondent should be dropped from the rolls for his prolonged absence without official leave from August 2018 up to the present.[12]\n\nBesides, respondent, during the pendency of the administrative complaint against him, was neither prevented nor disallowed from reporting to work. By going on AWOL for a long period of time, respondent not only \"failed to adhere to the high standards of public accountability imposed on all those in government service\" but also caused disruption to the functions and the operations of his office.[13]\n\nSuffice it to say, respondent's request to be allowed to return to work cannot be granted.\n\nWHEREFORE, the Court ADOPTS and APPROVES the findings and recommendation of the Judicial Integrity Board in the attached Report and Recommendation dated July 12, 2021. Accordingly, respondent Jaime M. Jasmin, Legal Researcher II, Branch 43, Regional Trial Court, Tanjay City, Negros Oriental, is DROPPED from the rolls effective August 1, 2018 and his position is declared VACANT. However, respondent Jaime M. Jasmin is still qualified to receive the benefits he may be entitled to under existing laws until July 31, 2018 and may still be reemployed in the government.\n\nSO ORDERED.\n\nCaguioa (Chairperson), Gaerlan, Dimaampao, and Singh, JJ., concur.","entities":[{"id":5100,"label":"CASE_NUM","start_offset":17,"end_offset":38},{"id":5101,"label":"PROM_DATE","start_offset":40,"end_offset":56},{"id":5102,"label":"PERSON","start_offset":65,"end_offset":83},{"id":5103,"label":"PERSON","start_offset":102,"end_offset":117},{"id":5104,"label":"INS","start_offset":151,"end_offset":171},{"id":5105,"label":"PERSON","start_offset":236,"end_offset":242},{"id":5106,"label":"INS","start_offset":305,"end_offset":310},{"id":5107,"label":"PERSON","start_offset":457,"end_offset":475},{"id":5108,"label":"PERSON","start_offset":498,"end_offset":513},{"id":5109,"label":"INS","start_offset":562,"end_offset":582},{"id":5110,"label":"INS","start_offset":584,"end_offset":587},{"id":5111,"label":"INS","start_offset":803,"end_offset":808},{"id":5112,"label":"INS","start_offset":1190,"end_offset":1196},{"id":5113,"label":"INS","start_offset":1241,"end_offset":1274},{"id":5114,"label":"INS","start_offset":1353,"end_offset":1377},{"id":5115,"label":"INS","start_offset":1379,"end_offset":1382},{"id":5116,"label":"INS","start_offset":1446,"end_offset":1450},{"id":5117,"label":"INS","start_offset":1578,"end_offset":1615},{"id":5118,"label":"INS","start_offset":1727,"end_offset":1801},{"id":5120,"label":"STA","start_offset":1905,"end_offset":1971},{"id":5121,"label":"STA","start_offset":1973,"end_offset":1983},{"id":5122,"label":"INS","start_offset":1990,"end_offset":1994},{"id":5123,"label":"INS","start_offset":2264,"end_offset":2268},{"id":5124,"label":"PERSON","start_offset":2320,"end_offset":2335},{"id":5125,"label":"INS","start_offset":2369,"end_offset":2389},{"id":5127,"label":"PERSON","start_offset":2741,"end_offset":2756},{"id":5128,"label":"INS","start_offset":2792,"end_offset":2812},{"id":5129,"label":"INS","start_offset":2891,"end_offset":2897},{"id":5130,"label":"INS","start_offset":2948,"end_offset":2953},{"id":5131,"label":"INS","start_offset":2968,"end_offset":2974},{"id":5133,"label":"INS","start_offset":3025,"end_offset":3028},{"id":5134,"label":"INS","start_offset":3050,"end_offset":3056},{"id":5135,"label":"STA","start_offset":3137,"end_offset":3151},{"id":5136,"label":"STA","start_offset":3300,"end_offset":3314},{"id":5137,"label":"PERSON","start_offset":3698,"end_offset":3702},{"id":5138,"label":"STA","start_offset":3724,"end_offset":3734},{"id":5139,"label":"STA","start_offset":3976,"end_offset":3986},{"id":5140,"label":"INS","start_offset":5462,"end_offset":5486},{"id":5141,"label":"INS","start_offset":5563,"end_offset":5567},{"id":5142,"label":"INS","start_offset":6238,"end_offset":6244},{"id":5143,"label":"INS","start_offset":6303,"end_offset":6327},{"id":5144,"label":"PERSON","start_offset":6415,"end_offset":6430},{"id":5145,"label":"INS","start_offset":6464,"end_offset":6484},{"id":5146,"label":"PERSON","start_offset":6624,"end_offset":6639},{"id":5147,"label":"PERSON","start_offset":6806,"end_offset":6814},{"id":5148,"label":"PERSON","start_offset":6829,"end_offset":6836},{"id":5149,"label":"PERSON","start_offset":6838,"end_offset":6847},{"id":5150,"label":"PERSON","start_offset":6853,"end_offset":6858}],"relations":[],"Comments":[]}
{"id":93,"text":"SPECIAL THIRD DIVISION\n[ G.R. No. 238128, February 20, 2023 ]\nOSM MARITIME SERVICES, INC. AND\/OR MAILYN PERENA BORILLO, PETITIONERS, VS. NELSON A. GO, RESPONDENT.\n\nR E S O L U T I O N\nLOPEZ, J., J.:\n\nThis Court resolves the Motion for Partial Reconsideration[1] filed by respondent Nelson A. Go (Go), seeking reconsideration of the Decision[2] of this Court in the above-mentioned case G.R. No. 238128, insofar as the reinstatement of the award of attorney's fees is concerned.\nFacts\n\nGo worked as an Oiler\/Motorman for petitioner OSM Maritime Services, Inc. (OSM) since 2009.[3] After some time, he experienced dizziness, vomiting, chest pain and shortness of breath while onboard his vessel of assignment. He was medically repatriated in 2015. The following day, the company-designated physician examined Go and diagnosed him with hypertension, Meniere's Disease and myofascial spasm.[4] Nonetheless, he was certified fit to resume sea duties.[5]\n\nTo prepare for his next embarkation, Go underwent his Pre-Employment Medical Examination (PEME) at the Maritime Clinic for International Seafarers (MCIS). Dr. Olivia Salve T. Sales (Dr. Sales), the company physician, explained that Go's medical condition, Meniere’s Disease, is a disease of unknown origin that causes progressive deafness, ringing in the ears and vertigo. For this reason, she declared Go unfit to resume sea duties.[6] Dr. Sales informed OSM via email that Go could not be cleared due to his medical condition.[7]\n\nLater on, Go consulted with his own physician, Dr. Radentor Viernes, who issued a medical certificate which stated that his condition, Meniere’s Disease, was work-related and work-aggravated.[8] The pertinent portions of the medical certificate reads:\n\nThe work of Mr. Go as an Oiler\/Motorman onboard the vessel exposed him to loud and deafening engine noises, engine heat and harmful chemicals inherent in engine oils. Considering the continued exposure of Mr. Go to these health hazards onboard the vessel taking into account his length of service as an Oiler\/Motorman, had contributed mainly to a very great possibility, for him to contract these illnesses and\/or have aggravated the same while onboard the vessel.\n\nIn my opinion, the nature of Mr. Go's employment as Oiler\/Motorman onboard the vessel is the cause of his illness and\/or aggravated the same. His illnesses are, therefore, work-related and work-aggravated as the same were caused and had developed due to the nature of his job and in the performance of his duties as a seaman. He is no longer fit to go back to work as a seaman in any capacity.[9]\n\nConsequently, Go filed a complaint for permanent and total disability benefits in the amount of USD 90,000.00, plus damages and attorney's fees.[10]\n\nAfter due proceedings, the labor arbiter rendered a Decision[11] which held that his illness is work-related and thus compensable.[12] Nonetheless, the labor arbiter only granted him partial disability benefit in the amount of USD 3,366.00 plus 10% attorney's fees, or an aggregate amount of USD 3,702.60.[13]\n\nNot satisfied, Go appealed to the National Labor Relations Commission.[14]\n\nOn February 27, 2017, the National Labor Relations Commission rendered a Decision[15] which ruled that Go's condition is not work-related. This notwithstanding, the National Labor Relations Commission retained the award of USD 3,702.60 since OSM did not interpose an appeal, which made the ruling of the Labor Arbiter final and executory as to them.[16] The National Labor Relations Commission also denied Go's motion for reconsideration, which prompted him to elevate the case before the Court of Appeals (CA).[17]\n\nIn its Decision,[18] the CA reversed and set aside the ruling of the National Labor Relations Commission and awarded Go permanent and total disability benefits in the amount of USD 90,000.00 plus 10% attorney's fees.[19] The CA also issued a Resolution[20] which denied OSM's motion for reconsideration.\n\nUndaunted, OSM brought the case before this Court via a Petition for Review on Certiorari under Rule 45.[21]\n\nOn February 17, 2021, this Court rendered a Decision,[22] which denied the Petition and affirmed the grant of full disability benefits to Go. This Court opined that the permanent and incurable nature of Meniere's Disease, would definitely deprive Go of gainful employment.[23] However, this Court deleted the award of attorney's fees since there was no showing that OSM acted in bad faith in any of their dealings with Go.[24]\n\nDispleased, Go filed a Motion for Partial Reconsideration[25] contending that the award of attorney's fees is proper since OSM refused to pay him disability benefits, despite the company physician's assessment during his PEME that he was already unfit to resume sea duties.[26] Consequently, he was constrained to consult with his own physician and file a case before the labor arbiter to protect his interest.[27]\n\nGo's motion merited a Comment[28] from OSM where they maintained that Go is not entitled to an award of attorney's fees because there was no bad faith on their part as borne by the fact that they had been diligent in providing him medical attention and treatment after he was medically repatriated.[29]\n\nIssue\n\nWhether Nelson A. Go is entitled to claim attorney's fees\n\nThis Court's Ruling\n\nAfter taking a second look at the surrounding circumstances of the case, this Court finds the motion for partial reconsideration meritorious. At this juncture, it bears to stress that the labor arbiter adjudged OSM liable to pay Go the following money awards: a) partial disability benefits amounting to USD 3,702.60; and b) attorney's fees equivalent to 10% thereof.[30]\n\nExtant from the records is the fact that only Go appealed to the National Labor Relations Commission.[31] OSM no longer interposed an appeal which rendered the ruling of the labor arbiter final and executory as to them.[32] Thus, the National Labor Relations Commission retained the monetary award granted by the labor arbiter despite denying Go's appeal.[33] Notably, the said monetary award consists not only of the partial disability benefits but also the attorney's fees equivalent to 10% thereof.[34] Consequently, OSM is already precluded from assailing the grant of attorney's fees in favor of Go since their failure to file an appeal within the reglementary period rendered its award final and executor as to them.\n\nEven if this Court were to overlook this circumstance, the records bear that OSM refused to pay disability compensation, despite the declaration of the company-designated physician herself, that Go is unfit to resume sea duties because of his medical condition.[35] Owing to this fact, Go was compelled to litigate to secure the payment of his disability claims. In Chan v. Magsaysay Maritime Corp.,[36] this Court awarded the seafarer attorney's fees since he was compelled to litigate to satisfy his claim for disability benefits even if there was no finding of malice or bad faith on the part of his employers. Accordingly, this Court finds it proper to reinstate the award of attorney's fees since Go was compelled to litigate to recover what was rightfully due him.\n\nIn sum, this Court reinstates the award of attorney's fees based on the following grounds: 1) the decision of the labor arbiter which awarded Go partial disability benefits and attorney's fees equivalent to 10% of the amount adjudged is already final and executory as to OSM for failing to interpose an appeal within the reglementary period; and 2) Go was compelled to litigate to claim his disability benefits.\n\nACCORDINGLY, the Motion for Partial Reconsideration is GRANTED. The Decision of this Court dated February 17, 2021 is AFFIRMED with MODIFICATION. Petitioner OSM Maritime Services, Inc. is ORDERED to PAY respondent Nelson A. Go permanent disability benefits in the amount of USD 90,000.00 or its equivalent in Philippine currency at the time of payment and attorney's fees equivalent to ten percent (10%) thereof. In addition, the total monetary award shall earn legal interest at the rate of six percent (6%) per annum from the finality of this Resolution until fully paid.\n\nSO ORDERED.\n\nLeonen, SAJ. (Chairperson), Hernando, Inting, and Marquez, JJ., concur.","entities":[{"id":5151,"label":"CASE_NUM","start_offset":25,"end_offset":40},{"id":5152,"label":"PROM_DATE","start_offset":42,"end_offset":59},{"id":5153,"label":"INS","start_offset":62,"end_offset":89},{"id":5154,"label":"PERSON","start_offset":97,"end_offset":118},{"id":5155,"label":"PERSON","start_offset":137,"end_offset":149},{"id":5156,"label":"PERSON","start_offset":184,"end_offset":193},{"id":5157,"label":"INS","start_offset":205,"end_offset":211},{"id":5158,"label":"PERSON","start_offset":282,"end_offset":294},{"id":5159,"label":"PERSON","start_offset":296,"end_offset":298},{"id":5160,"label":"INS","start_offset":352,"end_offset":358},{"id":5161,"label":"CASE_NUM","start_offset":386,"end_offset":401},{"id":5162,"label":"PERSON","start_offset":485,"end_offset":488},{"id":5163,"label":"INS","start_offset":531,"end_offset":558},{"id":5164,"label":"INS","start_offset":560,"end_offset":563},{"id":5165,"label":"PERSON","start_offset":807,"end_offset":810},{"id":5166,"label":"PERSON","start_offset":987,"end_offset":990},{"id":5167,"label":"INS","start_offset":1053,"end_offset":1096},{"id":5168,"label":"INS","start_offset":1098,"end_offset":1102},{"id":5169,"label":"PERSON","start_offset":1109,"end_offset":1130},{"id":5170,"label":"PERSON","start_offset":1136,"end_offset":1141},{"id":5171,"label":"PERSON","start_offset":1182,"end_offset":1184},{"id":5172,"label":"PERSON","start_offset":1353,"end_offset":1356},{"id":5173,"label":"PERSON","start_offset":1391,"end_offset":1397},{"id":5174,"label":"INS","start_offset":1406,"end_offset":1410},{"id":5175,"label":"PERSON","start_offset":1425,"end_offset":1428},{"id":5176,"label":"PERSON","start_offset":1493,"end_offset":1496},{"id":5177,"label":"PERSON","start_offset":1534,"end_offset":1550},{"id":5178,"label":"PERSON","start_offset":1752,"end_offset":1755},{"id":5179,"label":"PERSON","start_offset":1945,"end_offset":1948},{"id":5180,"label":"PERSON","start_offset":2235,"end_offset":2237},{"id":5181,"label":"PERSON","start_offset":2614,"end_offset":2617},{"id":5182,"label":"PERSON","start_offset":3076,"end_offset":3079},{"id":5183,"label":"INS","start_offset":3095,"end_offset":3130},{"id":5184,"label":"INS","start_offset":3163,"end_offset":3198},{"id":5185,"label":"PERSON","start_offset":3240,"end_offset":3243},{"id":5186,"label":"INS","start_offset":3302,"end_offset":3337},{"id":5187,"label":"INS","start_offset":3379,"end_offset":3383},{"id":5188,"label":"INS","start_offset":3441,"end_offset":3454},{"id":5189,"label":"INS","start_offset":3495,"end_offset":3530},{"id":5190,"label":"PERSON","start_offset":3543,"end_offset":3545},{"id":5191,"label":"INS","start_offset":3626,"end_offset":3642},{"id":5192,"label":"INS","start_offset":3644,"end_offset":3646},{"id":5193,"label":"INS","start_offset":3679,"end_offset":3682},{"id":5194,"label":"INS","start_offset":3723,"end_offset":3758},{"id":5195,"label":"PERSON","start_offset":3771,"end_offset":3774},{"id":5196,"label":"INS","start_offset":3879,"end_offset":3882},{"id":5197,"label":"INS","start_offset":3924,"end_offset":3927},{"id":5198,"label":"INS","start_offset":3970,"end_offset":3974},{"id":5199,"label":"INS","start_offset":4003,"end_offset":4009},{"id":5200,"label":"INS","start_offset":4096,"end_offset":4102},{"id":5201,"label":"INS","start_offset":4216,"end_offset":4222},{"id":5202,"label":"PERSON","start_offset":4207,"end_offset":4209},{"id":5203,"label":"PERSON","start_offset":4316,"end_offset":4319},{"id":5204,"label":"INS","start_offset":4360,"end_offset":4366},{"id":5205,"label":"INS","start_offset":4435,"end_offset":4439},{"id":5206,"label":"PERSON","start_offset":4488,"end_offset":4490},{"id":5207,"label":"PERSON","start_offset":4509,"end_offset":4512},{"id":5208,"label":"INS","start_offset":4620,"end_offset":4624},{"id":5209,"label":"PERSON","start_offset":4913,"end_offset":4915},{"id":5210,"label":"INS","start_offset":4952,"end_offset":4956},{"id":5211,"label":"PERSON","start_offset":4983,"end_offset":4986},{"id":5212,"label":"PERSON","start_offset":5232,"end_offset":5244},{"id":5214,"label":"INS","start_offset":5288,"end_offset":5293},{"id":5215,"label":"INS","start_offset":5382,"end_offset":5388},{"id":5216,"label":"INS","start_offset":5515,"end_offset":5519},{"id":5217,"label":"PERSON","start_offset":5533,"end_offset":5536},{"id":5218,"label":"PERSON","start_offset":5723,"end_offset":5726},{"id":5219,"label":"INS","start_offset":5742,"end_offset":5777},{"id":5220,"label":"INS","start_offset":5783,"end_offset":5787},{"id":5221,"label":"INS","start_offset":5911,"end_offset":5946},{"id":5222,"label":"INS","start_offset":5851,"end_offset":5864},{"id":5224,"label":"INS","start_offset":5990,"end_offset":6003},{"id":5225,"label":"PERSON","start_offset":6020,"end_offset":6022},{"id":5226,"label":"INS","start_offset":6197,"end_offset":6201},{"id":5227,"label":"PERSON","start_offset":6278,"end_offset":6281},{"id":5228,"label":"INS","start_offset":6414,"end_offset":6420},{"id":5229,"label":"INS","start_offset":6478,"end_offset":6482},{"id":5230,"label":"PERSON","start_offset":6596,"end_offset":6599},{"id":5231,"label":"PERSON","start_offset":6687,"end_offset":6690},{"id":5232,"label":"PERSON","start_offset":6767,"end_offset":6772},{"id":5233,"label":"INS","start_offset":6775,"end_offset":6799},{"id":5234,"label":"INS","start_offset":6810,"end_offset":6816},{"id":5235,"label":"INS","start_offset":7033,"end_offset":7039},{"id":5236,"label":"PERSON","start_offset":7103,"end_offset":7106},{"id":5237,"label":"INS","start_offset":7186,"end_offset":7192},{"id":5238,"label":"INS","start_offset":7287,"end_offset":7300},{"id":5239,"label":"PERSON","start_offset":7315,"end_offset":7318},{"id":5240,"label":"INS","start_offset":7444,"end_offset":7448},{"id":5241,"label":"INS","start_offset":7671,"end_offset":7677},{"id":5242,"label":"INS","start_offset":7743,"end_offset":7770},{"id":5243,"label":"PERSON","start_offset":7800,"end_offset":7812},{"id":5244,"label":"PERSON","start_offset":8174,"end_offset":8180},{"id":5245,"label":"PERSON","start_offset":8202,"end_offset":8210},{"id":5246,"label":"PERSON","start_offset":8212,"end_offset":8218},{"id":5247,"label":"PERSON","start_offset":8224,"end_offset":8231},{"id":5422,"label":"PERSON","start_offset":7522,"end_offset":7525}],"relations":[],"Comments":[]}
{"id":94,"text":"SECOND DIVISION\n[ A.C. No. 13466 (Formerly CBD Case No. 16-5156), January 11, 2023 ]\nMARICEL H. ARTATES, COMPLAINANT, VS. ATTY. MEINRADO ENRIQUE A. BELLO, RESPONDENT.\n\nD E C I S I O N\nKHO, JR., J.:\n\nFor the Court's resolution is the Complaint[1] dated November 7, 2016 filed by complainant Maricel H. Artates (complainant) against respondent Atty. Meinrado Enrique A. Bello (respondent) before the Integrated Bar of the Philippines (IBP) for violation of the Lawyer's Oath and the Code of Professional Responsibility (CPR).\nThe Facts\n\nComplainant alleged that she engaged the legal services of respondent to represent her in an illegal dismissal case that she would file before the Labor Arbiter (LA). Consequently, respondent represented complainant in the conciliation conference of the labor case and likewise submitted the latter's position paper and reply therein. However, complainant claimed that respondent never informed her of the unfavorable decision in the said case.[2] Complainant and her husband then tried to contact respondent in order to inquire the status of the labor case, but no to avail. Considering that five months had passed since the filing of the case and without a word heard from respondent, complainant asked his husband to inquire the status of her case before the National Labor Relations Commission (NLRC). She then found out that her case was already dismissed by the LA on September 29, 2015.[3] As she could not contact respondent, complainant hired the services of a new lawyer to file an appeal. However, the appeal was dismissed for being filed out of time. Faulting the dismissal of the case to respondent's negligence, complainant filed the instant administrative complaint, seeking that respondent be found guilty of violating the lawyer's oath, as well as the ethical standards expected of him as a lawyer.[4]\n\nFor his part, respondent denied complainant's charges, claiming instead that after the LA's rendition of the subject judgment, he immediately informed a certain \"Reiner Cunanan\" (Cunanan), complainant's focal person, of the matter. However, Cunanan told respondent that he could no longer contact complainant and asked him to inform complainant himself. Respondent then averred that he did not hear anything from Cunanan and complainant since then.[5] Respondent likewise narrated that complainant was only introduced by Cunanan in one of their meetings wherein the latter asked for his assistance in the filing of an illegal dismissal case before the NLRC. Respondent further claimed that complainant and Cunanan requested him not to charge fees as complainant had no capacity to pay attorney's fees. Respondent acceded but told complainant to reimburse him of his gasoline expenses. He then told complainant that he would assist her in the preparation of the position paper and other pleadings in the LA level.[6]\n\nThe IBP's Report and Recommendation\n\nIn a Report and Recommendation[7] dated March 12, 2020, the IBP-Investigating Commissioner (IBP-IC) recommended that respondent be suspended from the practice of law for a period of six (6) months. In so recommending, it found that there was a lawyer-client relationship between complainant and respondent, whether there was a focal person, and that respondent's failure to inform complainant of the status of her case was a clear violation of Rules 18.03 and 18.04, Canon 18 of the CPR.[8]\n\nIn a Notice of Resolution[9] dated October 10, 2020 in Resolution No. CBD-2020-10-14, the IBP Board of Governors (IBP-BOG) adopted and approved the IBP-IC's recommendation. Aggrieved, complainant moved for reconsideration[10] before the IBP-BOG. Consequently, in a Notice of Resolution[11] dated December 2, 2021 in Resolution No. CBD-XXV-2021-12-17, the IBP-BOG modified its earlier Resolution, adding the phrase \"with a stern warning that any similar subsequent infraction shall merit a more severe penalty x x x.\"[12]\n\nThe Issue before the Court\n\nThe core issue for the Court's resolution is whether or not respondent should be administratively liable for the acts complained of.\n\nThe Court's Ruling\n\nThe Court affirms the findings and adopts the recommendation of the IBP.\n\nLawyers, upon becoming members of the Philippine Bar, solemnly take the Lawyer's Oath, by which they vow, among others, that they will delay no person for money or malice, and will conduct themselves as lawyers according to the best of their knowledge and discretion, with all good fidelity, as well as to the courts as to their clients. Should they violate this oath, they likewise contravene the provisions of Canon 17 and Rules 18.03 and 18.04, Canon 18 of the CPR,[13] viz.:\n\nCANON 17 – A LAWYER OWES FIDELITY TO THE CAUSE OF HIS CLIENT AND HE SHALL BE MINDFUL OF THE TRUST AND CONFIDENCE REPOSED IN HIM.\n\nCANON 18 – A LAWYER SHALL SERVE HIS CLIENT WITH COMPETENCE AND DILIGENCE.\n\nx x x x\n\nRule 18.03 – A lawyer shall not neglect a legal matter entrusted to him, and his negligence in connection therewith shall render him liable.\n\nRule 18.04 – A lawyer shall keep the client informed of the status of his case and shall respond within a reasonable time to the client's request for information.\n\nIn this regard, case law instructs that once a lawyer agrees to take up the cause of a client, the lawyer owes fidelity to such cause and must always be mindful of the trust and confidence reposed in him or her. Lawyer owes entire devotion to the interest of the client, warm zeal in the maintenance and defense of his or her client's rights, and the exertion of his or her utmost learning and ability to the end that nothing be taken or withheld from his or her client, save by the rules of law, legally applied. Lawyers who perform their duty with diligence and candor not only protect the interest of their clients, they also serve the ends of justice, do honor to the bar, and help maintain the respect of the community to the legal profession.[14]\n\nIn this case, there is no dispute that respondent neglected the legal matters entrusted to him by complainant. Records revealed that respondent failed to inform complainant of the unfavorable decision issued by the LA. Clearly, his negligence caused material damage to complainant as she was precluded from perfecting her appeal before the NLRC. Moreover, the fact that respondent was not accepting attorney's fees from complainant will not negate his administrative liability. Verily, a lawyer is expected to maintain at all times a high standard of legal proficiency, and to devote his or her full attention, skill, and competence to the case, regardless of its importance and whether he or she accepts it for a fee or for free.[15]\n\nWith regard to the appropriate penalty on an errant lawyer, sound judicial discretion based on the surrounding facts is required. This Court has consistently meted out the penalty of suspension from the practice of law to lawyers who neglect their client's affairs.[16]\n\nIn Ramirez v. Buhayang-Margallo,[17] the lawyer erroneously assumed that complainant was no longer interested in pursuing the appeal, causing the latter to lose any chance to have the case reviewed by a higher court. She was, therefore, held liable for violating Canon 17, Canon 18, Rules 18.03 and 18.04 of the CPR, and accordingly, meted the penalty of suspension from the practice of law for a period of two (2) years, with a stern warning that a repetition of the same and similar acts shall be dealt with more severely.\n\nIn Ramiscal v. Oro,[18] the Court imposed against the errant lawyer the penalty of suspension from the practice of law for a period of two (2) years, with a stern warning that any similar infraction in the future shall be dealt with more severely, when he failed to inform his client of the status of his case.\n\nIn Martin v. Dela Cruz,[19] the Court found the errant lawyer liable for violating Rules 18.03 and 18.04, Canon 18 of the CPR, and accordingly, sentenced him to suffer the penalty of suspension from practice of law for a period of six (6) months, with a stern warning that a repetition of the same and similar acts shall be dealt with more severely.\n\nSimilarly, in Spouses Gimena v. Vijiga,[20] the Court imposed the penalty of suspension from the practice of law for a period of six (6) months against the errant lawyer who failed to inform the clients of the status of their case.\n\nLikewise, in Mejares v. Romana,[21] the errant lawyer, among, others, failed to inform his client of the decision dismissing the latter's case. Accordingly, the Court suspended the errant lawyer from the practice of law for a period of six (6) months.\n\nConsequently, in Sorensen v. Pozon,[22] the Court found the respondent lawyer liable for violating Rules 18.03 and 18.04, Canon 18 of the CPR when he failed to notify his client of the progress of her cases. Accordingly, he was meted the penalty of suspension from the practice of law for a period of one (1) year, with a stern warning that a repetition of the same and similar acts shall be dealt with more severely.\n\nIn view thereof, the Court affirms the recommendation of the IBP­ BOG. Accordingly, he is meted the penalty of suspension from the practice of law for a period of six (6) months, with a stern warning that a repetition of the same and similar acts shall be dealt with more severely.\n\nOn a final note, it is worthy to remind lawyers of the duty they owe to their clients. A lawyer should never leave his or her client groping in the dark, for to do so would destroy the trust, faith, and confidence reposed not only in the lawyer so retained, but also in the legal profession as a whole. Aside from delivering efficient and effective legal services, lawyers must also timely and adequately inform their clients about the status of their case. The lawyer's duty to keep his or her clients constantly updated on the developments of the case is crucial in maintaining the latter's confidence in the legal profession.[23]\n\nACCORDINGLY, respondent Atty. Meinrado Enrique A. Bello (respondent) is found GUILTY of violating the Lawyer's Oath, Canon 17, as well as Rules 18.03 and 18.04, Canon 18 of the Code of Professional Responsibility. He is SUSPENDED from the practice of law for a period of six (6) months, and is STERNLY WARNED that a repetition of the same offense or similar act shall be dealt with more severely.\n\nThe suspension from the practice of law shall take effect immediately upon receipt of this Decision by respondent. He is DIRECTED to immediately file a Manifestation to the Court that his suspension has started, copy furnished all courts and quasi-judicial bodies where he has entered his appearance as counsel.\n\nLet copies of this Decision be furnished the Office of the Bar Confidant to be appended to respondent's personal record as an attorney; the Integrated Bar of the Philippines for its information and guidance; and the Office of the Court Administrator for circulation to all courts in the country.\n\nSO ORDERED.\n\nLeonen, SAJ. (Chairperson), Lazaro-Javier, M. Lopez, and J. Lopez, JJ., concur.","entities":[{"id":5248,"label":"CASE_NUM","start_offset":18,"end_offset":32},{"id":5249,"label":"CASE_NUM","start_offset":43,"end_offset":63},{"id":5250,"label":"PERSON","start_offset":85,"end_offset":103},{"id":5252,"label":"PROM_DATE","start_offset":66,"end_offset":82},{"id":5253,"label":"PERSON","start_offset":128,"end_offset":153},{"id":5254,"label":"PERSON","start_offset":184,"end_offset":192},{"id":5255,"label":"PERSON","start_offset":290,"end_offset":308},{"id":5256,"label":"PERSON","start_offset":348,"end_offset":373},{"id":5257,"label":"INS","start_offset":207,"end_offset":212},{"id":5258,"label":"INS","start_offset":398,"end_offset":431},{"id":5259,"label":"INS","start_offset":433,"end_offset":436},{"id":5260,"label":"STA","start_offset":481,"end_offset":516},{"id":5261,"label":"STA","start_offset":518,"end_offset":521},{"id":5262,"label":"INS","start_offset":682,"end_offset":695},{"id":5263,"label":"INS","start_offset":697,"end_offset":699},{"id":5264,"label":"INS","start_offset":1297,"end_offset":1332},{"id":5265,"label":"INS","start_offset":1334,"end_offset":1338},{"id":5266,"label":"INS","start_offset":1403,"end_offset":1406},{"id":5267,"label":"INS","start_offset":1942,"end_offset":1944},{"id":5268,"label":"PERSON","start_offset":2017,"end_offset":2031},{"id":5269,"label":"PERSON","start_offset":2034,"end_offset":2041},{"id":5270,"label":"PERSON","start_offset":2096,"end_offset":2104},{"id":5271,"label":"PERSON","start_offset":2268,"end_offset":2276},{"id":5272,"label":"PERSON","start_offset":2376,"end_offset":2384},{"id":5273,"label":"INS","start_offset":2507,"end_offset":2511},{"id":5274,"label":"PERSON","start_offset":2561,"end_offset":2569},{"id":5275,"label":"INS","start_offset":2858,"end_offset":2861},{"id":5277,"label":"INS","start_offset":2876,"end_offset":2879},{"id":5278,"label":"INS","start_offset":2969,"end_offset":2972},{"id":5279,"label":"INS","start_offset":3001,"end_offset":3004},{"id":5280,"label":"STA","start_offset":3392,"end_offset":3395},{"id":5281,"label":"INS","start_offset":3491,"end_offset":3513},{"id":5282,"label":"INS","start_offset":3515,"end_offset":3522},{"id":5283,"label":"INS","start_offset":3549,"end_offset":3552},{"id":5284,"label":"INS","start_offset":3638,"end_offset":3645},{"id":5285,"label":"INS","start_offset":3756,"end_offset":3763},{"id":5286,"label":"INS","start_offset":3944,"end_offset":3949},{"id":5287,"label":"INS","start_offset":3974,"end_offset":3979},{"id":5288,"label":"INS","start_offset":4089,"end_offset":4094},{"id":5289,"label":"INS","start_offset":4109,"end_offset":4115},{"id":5290,"label":"INS","start_offset":4173,"end_offset":4176},{"id":5291,"label":"INS","start_offset":4217,"end_offset":4231},{"id":5292,"label":"STA","start_offset":4643,"end_offset":4646},{"id":5293,"label":"INS","start_offset":6148,"end_offset":6150},{"id":5294,"label":"INS","start_offset":6273,"end_offset":6277},{"id":5295,"label":"INS","start_offset":6804,"end_offset":6810},{"id":5296,"label":"PERSON","start_offset":6943,"end_offset":6951},{"id":5297,"label":"PERSON","start_offset":6954,"end_offset":6971},{"id":5298,"label":"STA","start_offset":7252,"end_offset":7255},{"id":5299,"label":"PERSON","start_offset":7469,"end_offset":7478},{"id":5300,"label":"PERSON","start_offset":7481,"end_offset":7484},{"id":5301,"label":"INS","start_offset":7494,"end_offset":7500},{"id":5302,"label":"PERSON","start_offset":7781,"end_offset":7788},{"id":5303,"label":"PERSON","start_offset":7791,"end_offset":7800},{"id":5304,"label":"INS","start_offset":7810,"end_offset":7816},{"id":5305,"label":"STA","start_offset":7900,"end_offset":7903},{"id":5306,"label":"PERSON","start_offset":8151,"end_offset":8158},{"id":5307,"label":"PERSON","start_offset":8161,"end_offset":8167},{"id":5308,"label":"INS","start_offset":8177,"end_offset":8183},{"id":5309,"label":"PERSON","start_offset":8375,"end_offset":8383},{"id":5310,"label":"PERSON","start_offset":8386,"end_offset":8392},{"id":5311,"label":"INS","start_offset":8523,"end_offset":8529},{"id":5312,"label":"PERSON","start_offset":8632,"end_offset":8641},{"id":5313,"label":"PERSON","start_offset":8644,"end_offset":8649},{"id":5314,"label":"INS","start_offset":8659,"end_offset":8665},{"id":5315,"label":"STA","start_offset":8753,"end_offset":8757},{"id":5316,"label":"INS","start_offset":9055,"end_offset":9061},{"id":5317,"label":"INS","start_offset":9095,"end_offset":9103},{"id":5318,"label":"PERSON","start_offset":9981,"end_offset":10006},{"id":5319,"label":"STA","start_offset":10128,"end_offset":10163},{"id":5320,"label":"INS","start_offset":10522,"end_offset":10528},{"id":5321,"label":"INS","start_offset":10707,"end_offset":10734},{"id":5322,"label":"INS","start_offset":10802,"end_offset":10835},{"id":5323,"label":"INS","start_offset":10878,"end_offset":10911},{"id":5324,"label":"PERSON","start_offset":10972,"end_offset":10978},{"id":5325,"label":"PERSON","start_offset":11000,"end_offset":11013},{"id":5326,"label":"PERSON","start_offset":11015,"end_offset":11023},{"id":5328,"label":"PERSON","start_offset":11029,"end_offset":11037}],"relations":[],"Comments":[]}
{"id":95,"text":"SECOND DIVISION\n[ A.C. No. 13664, January 23, 2023 ]\nATTY. PEDRO L. LINSANGAN, COMPLAINANT, VS. ATTY. F. GEORGE P. LUCERO, RESPONDENT.\n\nD E C I S I O N\nKHO, JR., J.:\n\nFor the Court's resolution is the Complaint[1] for disbarment dated March 17, 2014 filed by complainant Atty. Pedro L. Linsangan (complainant) against respondent Atty. F. George P. Lucero (respondent) before the Integrated Bar of the Philippines (IBP).\nThe Facts\n\nComplainant alleged that on April 2, 2007, respondent obtained a loan from him in the amount of P100,000.00, for which respondent issued a post-dated check dated April 30, 2007. After said loan became due, respondent promised to pay complainant. However, respondent suddenly stopped communicating with complainant, prompting the latter to deposit the post-dated check. Consequently, such check was dishonored for being drawn against a closed account.[2]\n\nThus, on August 21, 2007, complainant wrote a letter notifying respondent about the dishonored check, and accordingly, demanded for the payment of the loan. Thereafter, or on February 23, 2014, complainant's son, Atty. Gerardo M. Linsangan, notified respondent's daughter, Adelaida Sophia Marie F. Lucero (Adelaida), about the dishonored check. The following day, Adelaida informed complainant that \"[respondent had] been informed,\" and that in the future, he should be dealing with respondent directly.[3]\n\nDespite the reasonable time given to respondent to pay his obligation, he still defaulted, which prompted the filing of the instant complaint. Mainly, complainant argued that respondent's act of issuing a bouncing check was tantamount to gross misconduct; and hence, the latter should be disbarred.[4]\n\nIn the course of the proceedings, respondent was served with several orders, but there was no proof that he was able to receive the same. Eventually, or on February 28, 2022, respondent was finally successfully furnished with said orders. Despite the foregoing, respondent failed to file his position paper; thus, the case was submitted for resolution on March 1, 2022.[5]\n\nThe IBP Report and Recommendation\n\nIn a Report and Recommendation[6] dated March 7, 2022, the IBP-Commission on Bar Discipline (CBD) recommended that respondent be held liable for: (a) gross misconduct and violation of the lawyer's oath and Code of Professional Responsibility (CPR) for issuing a worthless check; and (b) violation of the CPR due to his failure to comply with the court orders. Accordingly, it recommended that respondent be suspended from the practice of law for a period of two (2) years.[7]\n\nIn so ruling, the IBP-CBD held that by issuing a worthless check, respondent violated Batas Pambansa Blg. (BP) 22,[8] as well as his oath as a lawyer, thereby transgressing Rule 1.01, Canon 1 and Rule 7.03, Canon 7 of the CPR. Moreover, it found that respondent's act of disregarding the IBP's order to file a position paper was violative of the CPR.[9]\n\nIn a Notice of Resolution[10] dated May 21, 2022, the IBP Board of Governors adopted and approved the IBP-CBD's recommendation, with modification further imposing a fine of P5,000.00 due to respondent's disregard of the IBP's directive for him to file a responsive pleading to the complaint against him.[11]\n\nThe Issue Before the Court\n\nThe core issue for the Court's resolution is whether or not respondent should be held administratively liable for the acts complained of.\n\nThe Court's Ruling\n\nThe Court affirms with modification the IBP's findings of fact and recommendations.\n\nIt is settled that a lawyer's deliberate failure to pay his obligations and the issuance of a dishonored check amount to gross misconduct,[12] which is punishable under Section 27, Rule 138 of the Rules of Court, thus:[13]\n\nSec. 27. Disbarment and suspension of attorneys by Supreme Court, grounds therefor. - A member of the bar may be disbarred or suspended from his office as attorney by the Supreme Court for any deceit, malpractice or other gross misconduct in such office, grossly immoral conduct or by reason of his conviction of a crime involving moral turpitude, or for any violation of the oath which he is required to take before admission to practice, or for a willful disobedience appearing as attorney for a party without authority so to do. x x x\n\nIn the Court's considered view, respondent's act of issuing a worthless check was an outright violation of the law. It clearly showed that he was unmindful of the deleterious effect of his act to the public interest and public order.[14] This is violative of Canon 1, Rule 1.01 and Canon 7, Rule 7.03 of the CPR,[15] viz.:\n\nCANON 1 – A LAWYER SHALL UPHOLD THE CONSTITUTION, OBEY THE LAWS OF THE LAND AND PROMOTE RESPECT FOR LAW OF AND LEGAL PROCESSES.\n\nRule 1.01 – A lawyer shall not engage in unlawful, dishonest, immoral or deceitful conduct.\n\nx x x x\n\nCANON 7 – A LAWYER SHALL AT ALL TIMES UPHOLD THE INTEGRITY AND DIGNITY OF THE LEGAL PROFESSION AND SUPPORT THE ACTIVITIES OF THE INTEGRATED BAR.\n\nx x x x\n\nRule 7.03 – A lawyer shall not engage in conduct that adversely reflects on his fitness to practice law, nor shall he whether in public or private life, behave in a scandalous manner to the discredit of the legal profession.\n\nThe duty of a lawyer is to uphold the integrity and dignity of the legal profession at all times. It can only be done by faithfully performing the lawyer's duties to society, to the bar, to the courts, and to his clients. Any misconduct that tends to besmirch the fair name of an honorable profession cannot be tolerated.[16] Verily, respondent's conduct indicates his lack of personal honesty and good moral character as to render him unworthy of public confidence, and constitutes a ground for disciplinary action.[17]\n\nTo further aggravate respondent's administrative liability, the Court notes that he failed to file his position paper before the IBP, thereby defying the IBP's orders to do so. Resultantly, this caused undue delay in the resolution of the instant case, thereby constituting violations of Canon 11 and Canon 12, Rule 12.04 of the CPR, which respectively read:\n\nCANON 11 – A LAWYER SHALL OBSERVE AND MAINTAIN THE RESPECT DUE TO THE COURTS AND TO JUDICIAL OFFICERS AND SHOULD INSIST ON SIMILAR CONDUCT BY OTHERS.\n\nx x x x\n\nCANON 12 – A LAWYER SHALL EXERT EVERY EFFORT AND CONSIDER IT HIS DUTY TO ASSIST IN THE SPEEDY AND EFFICIENT ADMINISTRATION OF JUSTICE.\n\nx x x x\n\nRule 12.04 – A lawyer shall not unduly delay a case, impede the execution of a judgment or misuse Court processes.\n\nAt the minimum, members of the legal fraternity are obligated to accord courts of justice respect, courtesy, and such other becoming conduct essential in the promotion of orderly, impartial, and speedy justice. Clearly, what respondent has done (i.e., disregarding the IBP's directives) was the exact opposite of such obligation; hence, he should be disciplined accordingly.[18]\n\nRespondent's administrative liability having been established, the Court now goes into the imposable penalties on him. In this regard, case law instructs that in determining the appropriate penalty on an errant lawyer, sound judicial discretion based on the surrounding facts is required.[19]\n\nIn Grande v. Atty. Silva,[20] the Court, through Justice Consuelo Ynares-Santiago, imposed the penalty of suspension from the practice of law for a period of two (2) years against the errant lawyer for issuing a worthless check.\n\nIn Santos-Tan v. Atty. Robiso,[21] the Court, through Justice Dante O. Tinga, ruled that the issuance of a worthless check is a violation of the lawyer's oath and the CPR. Accordingly, it imposed upon the erring lawyer the suspension from the practice of law for a period of one (1) year.\n\nIn the similar cases of Arroyo-Posidio v. Atty. Vitan[22] and Castillo v. Atty. Taguines,[23] the Court, through Justice Consuelo Ynares-Santiago and former Chief Justice Artemio Panganiban, respectively, imposed upon the erring lawyers the penalty of suspension from the practice of law for a period of one (1) year for issuing a bouncing check.\n\nIn Bernasconi v. Atty. Demaisip,[24] the Court, through Justice Samuel H. Gaerlan, found Atty. Demaisip guilty of gross misconduct in violation of the CPR in, among others, issuing a worthless check. Accordingly, it imposed the penalty of suspension from the practice of law for a period of one (1) year, with a stern warning that a repetition of the same or similar act in the future shall be dealt with more severely.\n\nMoreover, in several cases,[25] the Court imposed a fine in the amount of P5,000.00 against respondent for failure to comply with the court directives.\n\nIn view of the foregoing, the Court deems it proper to modify the penalty imposed against respondent to suspension from the practice of law for a period of one (1) year. He is likewise ordered to pay a fine of P5,000.00 due to his disregard of court directives. In addition, he is sternly warned that a repetition of the same offense or similar act shall be dealt with more severely.\n\nOn a final note, it is worthy to emphasize that the nature of the office of an attorney requires that a lawyer shall be a person of good moral character. Since this qualification is a condition precedent to a license to enter upon the practice of law, the maintenance thereof is equally essential during the continuance of the practice and the exercise of the privilege. Gross misconduct which puts the lawyer's moral character in serious doubt may render them unfit to continue in the practice of law,[26] as in this case.\n\nACCORDINGLY, respondent Atty. F. George P. Lucero (respondent) is found GUILTY of gross misconduct and violation of the lawyer's oath and Canon 1, Rule 1.01, Canon 7, Rule 7.03, Canon 11, and Canon 12, Rule 12.04 of the Code of Professional Responsibility. He is SUSPENDED from the practice of law for a period of one (1) year and FINED in the amount of P5,000.00, with a STERN WARNING that a repetition of the same offense or similar act shall be dealt with more severely.\n\nThe suspension from the practice of law shall take effect immediately upon receipt of this Decision by respondent. He is DIRECTED to immediately file a Manifestation to the Court that his suspension has started, copy furnished all courts and quasi-judicial bodies where he has entered his appearance as counsel.\n\nLet copies of this Decision be furnished to the Office of the Bar Confidant to be appended to respondent's personal record as an attorney; the Integrated Bar of the Philippines for its information and guidance; and the Office of the Court Administrator for circulation to all courts in the country.\n\nSO ORDERED.\n\nLeonen, SAJ. (Chairperson), Lazaro-Javier, M. Lopez, and J. Lopez, JJ., concur.","entities":[{"id":5329,"label":"CASE_NUM","start_offset":18,"end_offset":32},{"id":5330,"label":"PROM_DATE","start_offset":34,"end_offset":50},{"id":5331,"label":"PERSON","start_offset":59,"end_offset":77},{"id":5332,"label":"PERSON","start_offset":102,"end_offset":121},{"id":5333,"label":"PERSON","start_offset":152,"end_offset":160},{"id":5334,"label":"INS","start_offset":175,"end_offset":180},{"id":5335,"label":"PERSON","start_offset":277,"end_offset":295},{"id":5337,"label":"PERSON","start_offset":335,"end_offset":354},{"id":5338,"label":"INS","start_offset":379,"end_offset":412},{"id":5339,"label":"INS","start_offset":414,"end_offset":417},{"id":5340,"label":"PERSON","start_offset":1105,"end_offset":1125},{"id":5341,"label":"PERSON","start_offset":1159,"end_offset":1190},{"id":5342,"label":"PERSON","start_offset":1192,"end_offset":1200},{"id":5343,"label":"PERSON","start_offset":1250,"end_offset":1259},{"id":5344,"label":"INS","start_offset":2075,"end_offset":2079},{"id":5345,"label":"INS","start_offset":2165,"end_offset":2197},{"id":5346,"label":"INS","start_offset":2199,"end_offset":2202},{"id":5347,"label":"STA","start_offset":2312,"end_offset":2347},{"id":5348,"label":"STA","start_offset":2349,"end_offset":2352},{"id":5349,"label":"STA","start_offset":2410,"end_offset":2414},{"id":5350,"label":"INS","start_offset":2452,"end_offset":2458},{"id":5351,"label":"INS","start_offset":2601,"end_offset":2608},{"id":5352,"label":"STA","start_offset":2669,"end_offset":2696},{"id":5353,"label":"STA","start_offset":2805,"end_offset":2808},{"id":5355,"label":"INS","start_offset":2871,"end_offset":2874},{"id":5356,"label":"STA","start_offset":2929,"end_offset":2932},{"id":5357,"label":"INS","start_offset":2992,"end_offset":2996},{"id":5358,"label":"INS","start_offset":3040,"end_offset":3047},{"id":5359,"label":"INS","start_offset":3158,"end_offset":3162},{"id":5360,"label":"INS","start_offset":3268,"end_offset":3273},{"id":5361,"label":"INS","start_offset":3298,"end_offset":3303},{"id":5362,"label":"INS","start_offset":3418,"end_offset":3423},{"id":5363,"label":"INS","start_offset":3438,"end_offset":3444},{"id":5364,"label":"INS","start_offset":3474,"end_offset":3477},{"id":5365,"label":"STA","start_offset":3700,"end_offset":3730},{"id":5368,"label":"INS","start_offset":3794,"end_offset":3807},{"id":5369,"label":"INS","start_offset":3914,"end_offset":3927},{"id":5370,"label":"INS","start_offset":4289,"end_offset":4294},{"id":5371,"label":"STA","start_offset":4590,"end_offset":4593},{"id":5372,"label":"INS","start_offset":5804,"end_offset":5810},{"id":5373,"label":"INS","start_offset":5869,"end_offset":5872},{"id":5374,"label":"INS","start_offset":5894,"end_offset":5897},{"id":5375,"label":"STA","start_offset":6069,"end_offset":6072},{"id":5376,"label":"INS","start_offset":6503,"end_offset":6509},{"id":5377,"label":"INS","start_offset":6790,"end_offset":6793},{"id":5378,"label":"INS","start_offset":6968,"end_offset":6974},{"id":5379,"label":"PERSON","start_offset":7198,"end_offset":7205},{"id":5380,"label":"PERSON","start_offset":7214,"end_offset":7219},{"id":5381,"label":"INS","start_offset":7229,"end_offset":7234},{"id":5382,"label":"PERSON","start_offset":7252,"end_offset":7276},{"id":5383,"label":"PERSON","start_offset":7428,"end_offset":7438},{"id":5384,"label":"PERSON","start_offset":7448,"end_offset":7454},{"id":5385,"label":"INS","start_offset":7464,"end_offset":7469},{"id":5386,"label":"PERSON","start_offset":7487,"end_offset":7501},{"id":5387,"label":"STA","start_offset":7592,"end_offset":7595},{"id":5388,"label":"PERSON","start_offset":7739,"end_offset":7753},{"id":5389,"label":"PERSON","start_offset":7763,"end_offset":7768},{"id":5390,"label":"PERSON","start_offset":7777,"end_offset":7786},{"id":5391,"label":"PERSON","start_offset":7795,"end_offset":7803},{"id":5392,"label":"INS","start_offset":7813,"end_offset":7818},{"id":5393,"label":"PERSON","start_offset":7836,"end_offset":7860},{"id":5394,"label":"PERSON","start_offset":7886,"end_offset":7904},{"id":5395,"label":"PERSON","start_offset":8066,"end_offset":8077},{"id":5396,"label":"PERSON","start_offset":8086,"end_offset":8094},{"id":5397,"label":"INS","start_offset":8104,"end_offset":8109},{"id":5398,"label":"PERSON","start_offset":8127,"end_offset":8144},{"id":5399,"label":"PERSON","start_offset":8158,"end_offset":8167},{"id":5400,"label":"STA","start_offset":8214,"end_offset":8218},{"id":5401,"label":"INS","start_offset":8520,"end_offset":8526},{"id":5402,"label":"INS","start_offset":8667,"end_offset":8673},{"id":5403,"label":"PERSON","start_offset":9577,"end_offset":9596},{"id":5404,"label":"STA","start_offset":9767,"end_offset":9802},{"id":5405,"label":"INS","start_offset":10195,"end_offset":10201},{"id":5406,"label":"INS","start_offset":10383,"end_offset":10410},{"id":5408,"label":"INS","start_offset":10478,"end_offset":10511},{"id":5409,"label":"INS","start_offset":10554,"end_offset":10587},{"id":5410,"label":"PERSON","start_offset":10648,"end_offset":10654},{"id":5411,"label":"PERSON","start_offset":10676,"end_offset":10689},{"id":5412,"label":"PERSON","start_offset":10691,"end_offset":10699},{"id":5413,"label":"PERSON","start_offset":10705,"end_offset":10713}],"relations":[],"Comments":[]}
