{"id":70,"text":"EN BANC\n[ A.M. No. CA-23-001-P [Formerly JIB FPI No. 22-013-CA-P], January 30, 2024 ]\nCOURT OF APPEALS, COMPLAINANT, VS. GARRY U. CALIWAN, MESSENGER, OFFICE OF THE DIVISION CLERK OF COURT, EDMUNDO T. MALIT, RECORDS OFFICER I, ARCHIVES SECTION, JUDICIAL RECORDS DIVISION, AND FREDERICK C. MAURICIO, UTILITY WORKER II, CIVIL CASES SECTION, JUDICIAL RECORDS DIVISION, ALL OF THE COURT OF APPEALS, MANILA RESPONDENTS.\n\nD E C I S I O N\nPER CURIAM:\n\nThis administrative matter pertains to the Letter[1] dated October 7, 2022, of Presiding Justice Remedios A. Salazar-Fernando (Presiding Justice Salazar-Fernando), Court of Appeals (CA), Manila regarding the administrative cases that the CA initiated against three of its personnel for the use of prohibited drugs.\n\nThe Antecedents\n\nOn June 28, 2022, the CA conducted a random drug test in which Garry U. Caliwan (Caliwan), Edmundo T. Malit (Malit), and Frederick C. Mauricio (Mauricio) (collectively, respondents), all tested positive for methamphetamine [hydrochloride], also known as shabu, as confirmed by Labtox Analytical Laboratory, Inc., an accredited laboratory facility by the Department of Health – Dangerous Drugs Board.[2]\n\nConsequently, the CA Committee on Ethics and Special Concerns recommended that respondents be held administratively liable for Grave Misconduct and accordingly dismissed from the service. For Mauricio, who opted for early retirement, the CA opined that he should be sanctioned instead with the forfeiture of the retirement benefits due to him as well as his perpetual disqualification from public service.[3]\n\nThe CA, through the Letter dated October 7, 2022, of Presiding Justice Salazar-Fernando, transmitted the case records to the Judicial Integrity Board (JIB) for appropriate action. Thereafter, the Office of the Executive Director (OED), JIB, required respondents to comment on the charges against them.[4]\n\nIn their separate Comments, Caliwan and Mauricio admitted to having used prohibited drugs, but they each prayed for the Court's leniency and benevolence in the disposition of their cases.[5] For Caliwan, he cited his exemplary record as evidenced by his performance ratings and the fact that this is his first offense in order to temper the disciplinary sanction against him.[6] As for Mauricio, he pointed to his 22-year government service in the CA as a mitigating circumstance in his favor.[7]\n\nMalit, however, did not comply with the OED's directive to file a comment despite having sought several extensions of time to do so. Thus, the OED deemed the matter submitted for resolution based on the records at hand.[8]\n\nReport and Recommendation of the JIB\n\nIn the Report and Recommendation[9] dated March 16, 2023, the OED found respondents administratively liable for the Use of Illegal Drugs or Substances and recommended the following penalties: (i) dismissal from the service for Caliwan and Malit; and (ii) the forfeiture of all retirement benefits, except accrued leave credits, for Mauricio, whose retirement application had already been approved.[10] The OED explained that respondents' dismissal from the service is justified as this is the second time that they have tested positive for prohibited drugs.[11]\n\nIn its Report[12] dated August 4, 2023, the JIB adopted in toto the OED's findings and recommendations, viz.:\nACCORDINGLY, the Judicial Integrity Board respectfully RECOMMENDS to the Honorable Supreme Court that:\n1)\nThe Letter dated October 7, 2022 from Presiding Justice Remedios A. Salazar-Fernando, Court of Appeals (CA), Manila, be RE-DOCKETED as a regular administrative matter;\n\n\n2)\nRespondent Garry U. Caliwan, Messenger, Office of the Division Clerk of Court, Court of Appeals, Manila, be found GUILTY of Use of Illegal Drugs or Substances and meted the penalty of DISMISSAL FROM THE SERVICE, with forfeiture of all benefits except accrued leave credits, if any, and perpetual disqualification from re­ employment in any branch or instrumentality of the government including government-owned or controlled corporations;\n\n\n3)\nRespondent Edmundo T. Malit, Records Officer I, Archives Section, Judicial Records Division, Court of Appeals, Manila, be found GUILTY of Use of Illegal Drugs or Substances and meted the penalty of DISMISSAL FROM THE SERVICE, with forfeiture of all benefits except accrued leave credits, if any, and perpetual disqualification from re-employment in any branch or instrumentality of the government including government-owned or controlled corporations; [and]\n\n\n4)\nRespondent Frederick C. Mauricio, Utility Worker II, Civil Cases Section, Judicial Records Division, Court of Appeals, Manila, be found GUILTY of Use of Illegal Drugs or Substances and the retirement benefits due him, except accrued leave credits, if any, be FORFEITED, with perpetual disqualification from re-employment in any branch or instrumentality of the government including government-owned or controlled corporations.[13] (Emphasis in the original)\nThe JIB noted that: first, respondents' use of shabu has been proven not only by the results of the random drug test, but also by their own admissions; second, the penalty of dismissal from the service is warranted against respondents, considering that this is the second time that all three of them have tested positive for prohibited drugs; and third, given that the penalty of dismissal can no longer be meted out against Mauricio in view of his early retirement, the accessory penalties of forfeiture of retirement benefits, except accrued leave credits, as well as the perpetual disqualification from reinstatement or appointment to any public office may be imposed instead.[14]\n\nThe Issue\n\nThe sole issue for the Court's resolution is whether respondents should be held administratively liable for the Use of Illegal Drugs or Substances.\n\nThe Court's Ruling\n\nThe Court concurs with the findings and recommendations of the JIB.\n\nIt is settled that the use of prohibited drugs is tantamount to Grave Misconduct as the very act itself is a flagrant violation of Republic Act No. (RA) 9165, as amended by RA 10640, or the \"Comprehensive Dangerous Drugs Act of 2002.\"[15] Thus, in the 2021 case of Re: Louie Mark U. De Guzman,[16] the Court imposed the penalty of dismissal from the service against the erring court employee for his proven use of marijuana, a dangerous drug.\n\nIt is significant to note, however, that Rule 140 of the Rules of Court, as further amended by A.M. No. 21-08-09-SC,[17] specifically classifies the Possession and\/or Use of Illegal Drugs or Substances as a serious charge under Section 14(0) thereof. In other words, while past jurisp1udence has sanctioned the use of prohibited drugs under the umbrella of Grave Misconduct, the offense now squarely falls under the Possession and\/or Use of Illegal Drugs or Substances when it is committed by those under the coverage of Rule 140.\n\nThis is in consonance with Section 6(A)(i) of A.M. No. 23-02-11-SC,[18] or the \"Guidelines for the Implementation of a Drug-Free Policy in the Philippine Judiciary\" (Guidelines), which states that a positive confirmatory or challenge test result for drug use, with the exception of test results arising from a court employee's voluntary submission to drug testing under Section 7 of the Guidelines, shall constitute as a sufficient basis for an administrative charge for Possession and\/or Use of Illegal Drugs or Substances under Rule 140, as further amended.\n\nThe Guidelines also provide a voluntary submission mechanism through which a court employee may willingly submit himself or herself to drug testing before the conduct of a random drug test. As mentioned above, an initial positive drug test arising from this mechanism shall not be a ground for any administrative liability, but only for the first time. This means that if a court employee, who has already undergone and completed the treatment and\/or drug rehabilitation program once, is found positive for drug use a second time after voluntarily submitting to a subsequent drug test, he or she shall be charged with the Possession and\/or Use of Illegal Drugs or Substances accordingly.[19]\n\nThus, pursuant to the Guidelines, a court employee shall be held administratively liable for Possession and\/or Use of Illegal Drugs or Substances under two scenarios: first, when he or she tests positive for drug use through a random drug test; and second, when he or she voluntarily submits himself or herself to drug testing and tests positive for drug use for a second time, despite having completed the treatment and\/or drug rehabilitation program prior thereto.\n\nIn this connection, Section 17(1) of Rule 140, as further amended, provides the penalty to be imposed for a serious charge as follows:\nSECTION 17. Sanctions. – \n \n(1)\nIf the respondent is guilty of a serious charge, any of the following sanctions shall be imposed:\n\n\n\n\n(a)\nDismissal from service, forfeiture of all or part of the benefits as the Supreme Court may determine, and disqualification from reinstatement or appointment to any public office, including government-owned or -controlled corporations: Provided, however, that the forfeiture of benefits shall in no case include accrued leave credits;\n\n(b)\nSuspension from office without salary and other benefits for more than six (6) months but not exceeding one (1) year; or\n\n(c)\nA fine of more than [PHP] 100,000.00 but not exceeding [PHP] 200,000.00.\nHere, respondents' administrative liabilities for the Use of Illegal Drugs or Substances have been sufficiently proven not only by the positive results of the random drug test held in 2022, but also by their own admissions. More than that, the records show that respondents had previously tested positive for shabu in another random drug test that the CA conducted on August 31, 2017.[20] Respondents thereafter completed their Community-Based Treatment and Rehabilitation under the \"Sagip Buhay, Sagip Pangarap\" Program of the City of Manila from November 2017 to April 2018.[21]\n\nUnder the circumstances, the Court agrees with the JIB that the penalty of dismissal from the service is proper and commensurate with the gravity of the offense that respondents committed. To reiterate, this is the second time that respondents have tested positive for dangerous drugs in a random drug test, and they did so after having been given a chance to rehabilitate by the CA.\n\nHowever, in Mauricio's case, given that the penalty of dismissal from the service can no longer be meted out against him because of his early retirement, the Court is constrained to impose instead the accessory penalties of forfeiture of all retirement benefits, except accrued leave credits, and perpetual disqualification from reinstatement or appointment to any public office, including goven1ment-owned and\/or -controlled corporations.\n\nThe Court is not unaware of the mitigating factors that Caliwan and Mauricio raised to temper the disciplinary sanction against them for their transgression. However, it must be emphasized that the framework of aggravation and mitigation of penalties under Section 20 of Rule 140, as further amended, has no effect when the Court opts to dismiss the erring member, official, employee, or personnel of the Judiciary from the service, as in the case. This is because Section 20 only contemplates instances wherein the imposable sanction is suspension from the service or a fine, in which cases, the period of suspension or the amount of the fine is either increased or decreased within the parameters of the penalty framework and at the Court's discretion.\n\nOnce more, the Court takes this opportunity to remind all court personnel to always act above board and beyond suspicion so as to earn and keep the respect of the public for the Judiciary.[22] \"The Court would never countenance any conduct, act, or omission of any court personnel that violates the norm of public accountability and diminishes, or even just tends to diminish, the faith of the people in the Judiciary.\"[23]\n\nWHEREFORE, the Court:\n1)\nFinds Garry U. Cali wan, Messenger, Office of the Division Clerk of Court, Court of Appeals, Manila, GUILTY of the Use of Prohibited Drugs or Substances and imposes against him the penalty of DISMISSAL FROM THE SERVICE, with forfeiture of all retirement benefits, except accrued leave credits, if any, and perpetual disqualification from reinstatement or appointment to any public office, including government-owned and\/or -controlled corporations;\n\n\n2)\nFinds Edmundo T. Malit, Records Officer I, Archives Section, Judicial Records Division, Court of Appeals, Manila, GUILTY of the Use of Prohibited Drugs or Substances and imposes against him the penalty of DISMISSAL FROM THE SERVICE, with forfeiture of all retirement benefits, except accrued leave credits, if any, and perpetual disqualification from reinstatement or appointment to any public office, including government-owned and\/or -controlled corporations; and\n\n\n3)\nFinds Frederick C. Mauricio, Utility Worker II, Civil Cases Section, Judicial Records Division, Court of Appeals, Manila, GUILTY of the Use of Prohibited Drugs or Substances, and declares his retirement benefits, except his accrued leave credits, if any, FORFEITED. He is likewise perpetually disqualified from reinstatement or appointment to any public office, including government-owned and\/or -controlled corporations.\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez, Kho, Jr., and Singh, JJ., concur.","entities":[{"id":1898,"label":"CASE_NUM","start_offset":10,"end_offset":30},{"id":1899,"label":"CASE_NUM","start_offset":41,"end_offset":64},{"id":1900,"label":"PROM_DATE","start_offset":67,"end_offset":83},{"id":1901,"label":"PERSON","start_offset":121,"end_offset":137},{"id":1902,"label":"PERSON","start_offset":189,"end_offset":205},{"id":1903,"label":"PERSON","start_offset":275,"end_offset":296},{"id":1904,"label":"INS","start_offset":86,"end_offset":102},{"id":1905,"label":"INS","start_offset":150,"end_offset":187},{"id":1906,"label":"INS","start_offset":376,"end_offset":392},{"id":1907,"label":"PERSON","start_offset":541,"end_offset":569},{"id":1908,"label":"PERSON","start_offset":571,"end_offset":605},{"id":1909,"label":"INS","start_offset":608,"end_offset":624},{"id":1910,"label":"INS","start_offset":626,"end_offset":628},{"id":1911,"label":"INS","start_offset":682,"end_offset":685},{"id":1912,"label":"INS","start_offset":799,"end_offset":802},{"id":1913,"label":"PERSON","start_offset":840,"end_offset":856},{"id":1914,"label":"PERSON","start_offset":858,"end_offset":865},{"id":1915,"label":"PERSON","start_offset":868,"end_offset":884},{"id":1916,"label":"PERSON","start_offset":886,"end_offset":891},{"id":1917,"label":"PERSON","start_offset":898,"end_offset":919},{"id":1918,"label":"PERSON","start_offset":921,"end_offset":929},{"id":1919,"label":"INS","start_offset":1054,"end_offset":1088},{"id":1920,"label":"INS","start_offset":1131,"end_offset":1175},{"id":1921,"label":"INS","start_offset":1199,"end_offset":1202},{"id":1922,"label":"PERSON","start_offset":1373,"end_offset":1381},{"id":1923,"label":"INS","start_offset":1419,"end_offset":1422},{"id":1924,"label":"INS","start_offset":1595,"end_offset":1597},{"id":1925,"label":"PERSON","start_offset":1644,"end_offset":1678},{"id":1926,"label":"INS","start_offset":1716,"end_offset":1740},{"id":1927,"label":"INS","start_offset":1742,"end_offset":1745},{"id":1928,"label":"INS","start_offset":1787,"end_offset":1819},{"id":1929,"label":"INS","start_offset":1821,"end_offset":1824},{"id":1930,"label":"INS","start_offset":1827,"end_offset":1830},{"id":1931,"label":"PERSON","start_offset":1925,"end_offset":1933},{"id":1932,"label":"PERSON","start_offset":1937,"end_offset":1946},{"id":1933,"label":"PERSON","start_offset":2092,"end_offset":2099},{"id":1934,"label":"PERSON","start_offset":2283,"end_offset":2291},{"id":1935,"label":"PERSON","start_offset":2395,"end_offset":2400},{"id":1936,"label":"INS","start_offset":2017,"end_offset":2022},{"id":1937,"label":"INS","start_offset":2345,"end_offset":2348},{"id":1938,"label":"INS","start_offset":2435,"end_offset":2438},{"id":1939,"label":"INS","start_offset":2538,"end_offset":2542},{"id":1940,"label":"INS","start_offset":2652,"end_offset":2655},{"id":1941,"label":"INS","start_offset":2719,"end_offset":2723},{"id":1942,"label":"INS","start_offset":3063,"end_offset":3067},{"id":1943,"label":"INS","start_offset":3288,"end_offset":3291},{"id":1944,"label":"INS","start_offset":3264,"end_offset":3268},{"id":1945,"label":"PERSON","start_offset":2884,"end_offset":2892},{"id":1946,"label":"PERSON","start_offset":2896,"end_offset":2901},{"id":1947,"label":"PERSON","start_offset":2989,"end_offset":2997},{"id":1948,"label":"INS","start_offset":3347,"end_offset":3371},{"id":1949,"label":"INS","start_offset":3413,"end_offset":3426},{"id":1950,"label":"INS","start_offset":3522,"end_offset":3538},{"id":1951,"label":"INS","start_offset":3540,"end_offset":3542},{"id":1952,"label":"PERSON","start_offset":3492,"end_offset":3520},{"id":1953,"label":"PERSON","start_offset":3620,"end_offset":3636},{"id":1954,"label":"INS","start_offset":3649,"end_offset":3686},{"id":1955,"label":"INS","start_offset":3688,"end_offset":3704},{"id":1956,"label":"PERSON","start_offset":4064,"end_offset":4081},{"id":1957,"label":"INS","start_offset":4146,"end_offset":4170},{"id":1958,"label":"INS","start_offset":4617,"end_offset":4633},{"id":1959,"label":"INS","start_offset":4978,"end_offset":4982},{"id":1960,"label":"PERSON","start_offset":4527,"end_offset":4548},{"id":1961,"label":"PERSON","start_offset":5399,"end_offset":5408},{"id":1962,"label":"INS","start_offset":5693,"end_offset":5698},{"id":1963,"label":"INS","start_offset":5823,"end_offset":5828},{"id":1964,"label":"INS","start_offset":5843,"end_offset":5849},{"id":1965,"label":"INS","start_offset":5902,"end_offset":5905},{"id":1966,"label":"RA","start_offset":6039,"end_offset":6065},{"id":1967,"label":"RA","start_offset":6081,"end_offset":6089},{"id":1968,"label":"RA","start_offset":6099,"end_offset":6140},{"id":1969,"label":"PERSON","start_offset":6177,"end_offset":6200},{"id":1970,"label":"INS","start_offset":6210,"end_offset":6216},{"id":1971,"label":"STA","start_offset":6393,"end_offset":6423},{"id":1972,"label":"CASE_NUM","start_offset":6447,"end_offset":6467},{"id":1974,"label":"STA","start_offset":6873,"end_offset":6881},{"id":1975,"label":"CASE_NUM","start_offset":6930,"end_offset":6950},{"id":1976,"label":"STA","start_offset":7414,"end_offset":7422},{"id":1977,"label":"STA","start_offset":8643,"end_offset":8651},{"id":1978,"label":"INS","start_offset":8952,"end_offset":8965},{"id":1979,"label":"INS","start_offset":9769,"end_offset":9772},{"id":1980,"label":"INS","start_offset":10028,"end_offset":10034},{"id":1981,"label":"INS","start_offset":10050,"end_offset":10054},{"id":1982,"label":"INS","start_offset":10379,"end_offset":10381},{"id":1983,"label":"PERSON","start_offset":10396,"end_offset":10404},{"id":1984,"label":"INS","start_offset":10542,"end_offset":10548},{"id":1985,"label":"INS","start_offset":10829,"end_offset":10835},{"id":1986,"label":"INS","start_offset":11149,"end_offset":11155},{"id":1987,"label":"INS","start_offset":11560,"end_offset":11565},{"id":1988,"label":"PERSON","start_offset":10881,"end_offset":10889},{"id":1989,"label":"PERSON","start_offset":10893,"end_offset":10902},{"id":1990,"label":"STA","start_offset":11096,"end_offset":11104},{"id":1991,"label":"INS","start_offset":11596,"end_offset":11602},{"id":1992,"label":"INS","start_offset":11779,"end_offset":11785},{"id":1993,"label":"INS","start_offset":12021,"end_offset":12026},{"id":1994,"label":"INS","start_offset":12106,"end_offset":12122},{"id":1995,"label":"PERSON","start_offset":12037,"end_offset":12054},{"id":1996,"label":"PERSON","start_offset":12491,"end_offset":12507},{"id":1997,"label":"INS","start_offset":12573,"end_offset":12589},{"id":1998,"label":"INS","start_offset":13052,"end_offset":13068},{"id":1999,"label":"PERSON","start_offset":12962,"end_offset":12983},{"id":2000,"label":"PERSON","start_offset":13391,"end_offset":13405},{"id":2001,"label":"PERSON","start_offset":13407,"end_offset":13413},{"id":2002,"label":"PERSON","start_offset":13421,"end_offset":13428},{"id":2003,"label":"PERSON","start_offset":13430,"end_offset":13438},{"id":2004,"label":"PERSON","start_offset":13440,"end_offset":13453},{"id":2005,"label":"PERSON","start_offset":13455,"end_offset":13461},{"id":2006,"label":"PERSON","start_offset":13463,"end_offset":13471},{"id":2007,"label":"PERSON","start_offset":13473,"end_offset":13481},{"id":2008,"label":"PERSON","start_offset":13483,"end_offset":13490},{"id":2009,"label":"PERSON","start_offset":13492,"end_offset":13499},{"id":2010,"label":"PERSON","start_offset":13501,"end_offset":13509},{"id":2011,"label":"PERSON","start_offset":13511,"end_offset":13520},{"id":2012,"label":"PERSON","start_offset":13522,"end_offset":13529},{"id":2014,"label":"PERSON","start_offset":13545,"end_offset":13550},{"id":2015,"label":"PERSON","start_offset":13531,"end_offset":13539}],"relations":[],"Comments":[]}
{"id":71,"text":"EN BANC\n[ B.M. No. 4720, January 30, 2024 ]\nIN RE: PETITION TO RETAIN\/REACQUIRE THE PRIVILEGE TO RESUME THE PRACTICE OF LAW IN THE PHILIPPINES, REGINA STELLA P. JACINTO, PETITIONER.\n\nR E S O L U T I O N\nKHO, JR., J.:\n\nBefore the Court is a Petition[1] dated September 8, 2023 to formalize the Privilege to Practice Law in the Philippines filed by petitioner Regina Stella P. Jacinto* (Jacinto) before the Office of the Bar Confidant (OBC) praying that she be allowed to formalize her privilege to practice law in the Philippines.\n\nThe Facts\n\nJacinto alleged that she was admitted as a member of the Philippine Bar on April 11, 1996 with Roll of Attorneys No. 40547. However, on May 29, 2023, she received her Maltese citizenship. She alleged that according to the Maltese Citizenship Act, it is lawful for any person to be a citizen of Malta and at the same time a citizen of another country. Thus, she alleged that she was not required to renounce her Philippine citizenship under the said law. She likewise posits that pursuant to Republic Act (RA) 9225, otherwise known as the \"Citizenship Retention and Re-acquisition Act of 2003,\" she is deemed not to have lost her Philippine citizenship, considering that she became a Maltese citizen after the effectivity of the law.[2]\n\nThus, on June 29, 2023, Jacinto filed a Petition for Retention\/Re­-Acquisition of Philippine Citizenship under RA 9225[3] with the Bureau of Immigration (BI) to formalize the retention of her Philippine citizenship. Accordingly, the BI granted her Petition in an Order[4] dated July 14, 2023 leading to the issuance of a Certificate of Re-acquisition\/Retention of Philippine Citizenship\/Identification Certificate[5] similarly dated July 14, 2023. Thereafter, Jacinto, on August 7, 2023, took her Oath of Allegiance[6] to the Republic of the Philippines before a solemnizing officer of the BI in the City of Manila, Philippines.[7]\n\nConsidering the foregoing, Jacinto filed the present Petition with the OBC. Following the documents previously required by the OBC as indicated in In Re: Muneses,[8] she submitted the following documents:\n\n(a)\nA copy of her Certificate of Naturalization[9] dated May 29, 2023;\n\n\n(b)\nA certified true copy of the Petition for Retention\/Re-Acquisition of Philippine Citizenship[10] dated June 26, 2023;\n\n\n(c)\nA certified true copy of the BI Order[11] dated July 14, 2023;\n\n\n(d)\nA certified true copy of the Certificate of Re­-acquisition\/Retention of Philippine Citizenship[12] dated July 14, 2023;\n\n\n(e)\nA certified true copy of the Oath of Allegiance[13] to the Republic of the Philippines dated August 7, 2023;\n\n\n(f)\nAn original copy of a Certification[14] of Good Standing from the OBC dated August 30, 2023;\n\n\n(g)\nAn original copy of a Certification[15] of Good Standing from the Integrated Bar of the Philippines (IBP) dated July 13, 2023;\n\n\n(h)\nAn original copy of a Certification[16] from the IBP dated July 13, 2023 indicating that she is a bona fide lifetime member having paid the required lifetime dues to the IBP;\n\n\n(i)\nA Letter of Recommendation[17] dated August 30, 2023 from Atty. Ben Dominic R. Yap in support of the Petition;\n\n\n(j)\nA Certification[18] dated August 29, 2023 issued by Senator Juan Edgardo \"Sonny\" Angara;\n\n\n(k)\nA Certification[19] dated August 29, 2023 issued by Dean Jose Maria G. Hofileña of the Ateneo de Manila University School of Law;\n\n\n(l)\nA Multi-Purpose Clearance[20] from the National Bureau of Investigation dated September 4, 2023;\n\n\n(m)\nA photocopy of the Official Receipt[21] dated January 4, 2023 as proof of payment of her professional tax for year 2023;\n\n\n(n)\nA copy of her Certificate of Compliance[22] dated February 2, 2023 issued by the Mandatory Continuing Legal Education Office stating that she has complied with the required units for the 7th Compliance Period under Bar Matter No. 850.\n\nThe OBC Report and Recommendation\n\nIn its Report and Recommendation[23] dated October 2, 2023, the OBC recommended that Jacinto be allowed to retake the Lawyer's Oath and sign the Roll of Attorneys. According to the OBC, she was able to comply with all the requirements found in the case of In Re: Muneses.[24]\n\nThe Issue Before the Court\n\nThe lone issue for the Court's resolution is whether Jacinto's privilege to practice law should be formalized.\n\nThe Court's Ruling\n\nThe Court adopts the Report and Recommendation of the OBC with modification.\n\nTime and time again, this Court has emphasized that any person who is privileged to practice law in the Philippines is required to strictly adhere to certain conditions:\nThe practice of law is a privilege burdened with conditions. It is so delicately affected with public interest that it is both the power and duty of the State (through this Court) to control and regulate it in order to protect and promote the public welfare.\n\nAdherence to rigid standards of mental fitness, maintenance of the highest degree of morality, faithful observance of the legal profession, compliance with the mandatory continuing legal education requirement and payment of membership fees to the Integrated Bar of the Philippines (IBP) are the conditions required for membership in good standing in the bar and for enjoying the privilege to practice law. Any breach by a lawyer of any of these conditions makes him unworthy of the trust and confidence which the courts and clients repose in him for the continued exercise of his professional privilege.[25]\nIn this relation, Rule 138, Section 2 of the Rules of Court dictates that one of the requirements for admission to the Philippine Bar is a Philippine citizenship:\nSection 2. Requirements for all applicants for admission to the bar. - Every applicant for admission as a member of the bar must be a citizen of the Philippines, at least twenty-one years of age, of good moral character, and a resident of the Philippines; and must produce before the Supreme Court satisfactory evidence of good moral character, and that no charges against him, involving moral turpitude, have been filed or are pending in any court in the Philippines. (Emphasis supplied)\nIn In Re: Muneses, the Court En Banc categorically held that one's Philippine citizenship is a continuing requirement for the practice of law in the Philippines.[26] Thus, the loss of one's Philippine citizenship results in the termination of their membership in the Philippine Bar; ergo, one loses the privilege to engage in the practice of law in the Philippines. [27]\n\nNonetheless, in the cases of In Re: Dacanay[28] and In Re: Muneses,[29] the Court has consistently held that a Filipino who loses their citizenship by reason of naturalization is considered to have reacquired the same by taking an oath of allegiance to the Republic. The reacquisition of Philippine citizenship thereby allows a person to again be qualified for membership of the Philippine Bar since the reacquisition of Philippine citizenship is not an automatic grant to resume the practice of law. Thus, a person who has reacquired one's citizenship still needs to apply with the proper authority for the license or permit to engage in the practice of a profession pursuant to Section 5 of RA No. 9225.[30]\n\nHere, Jacinto became a Maltese citizen after the effectivity of RA No. 9225. Under Section 3 of said law, a natural-born Philippine citizen shall be allowed to retain their Philippine citizenship despite having become a citizen of a foreign country provided that they have taken their oath of allegiance to the Republic. In comparison to the lawyers who are subjects of In Re: Dacanay and In Re: Muneses, Jacinto did not lose her Philippine citizenship. She did not undertake the process of reacquisition of Philippine citizenship; rather, she instituted the necessary proceedings before the BI to retain her Philippine citizenship.\n\nWhile Jacinto had retained her Philippine citizenship by virtue of RA No. 9225, the law does not make any distinction between persons who have either reacquired or retained their Philippine citizenship when it comes to the practice of a profession. Thus, she is still required to institute proceedings before the Supreme Court for her to formalize her privilege to practice law. Considering the lack of distinction between reacquired and retained Philippine citizenship found in Section 5 of RA No. 9225 and its application to engage the practice of a profession, the Court thus adopts the requirements set forth in In Re: Muneses for purposes of determining whether Jacinto's privilege to practice law may be formalized.\n\nUpon the favorable recommendation of the OBC, and considering the documents supporting the present Petition, the Court adopts the OBC's recommendation and allows Jacinto to resume her privilege of the practice of law.\n\nACCORDINGLY, the Petition of Attorney Regina Stella P. Jacinto is GRANTED, subject to the condition that she shall re-take the Lawyer's Oath, sign the Roll of Attorneys, and subject to the payment of appropriate fees.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez, and Singh, JJ., concur.","entities":[{"id":2016,"label":"CASE_NUM","start_offset":10,"end_offset":23},{"id":2017,"label":"PROM_DATE","start_offset":25,"end_offset":41},{"id":2018,"label":"PERSON","start_offset":144,"end_offset":168},{"id":2019,"label":"PERSON","start_offset":203,"end_offset":211},{"id":2020,"label":"INS","start_offset":229,"end_offset":235},{"id":2021,"label":"PERSON","start_offset":358,"end_offset":382},{"id":2022,"label":"PERSON","start_offset":385,"end_offset":392},{"id":2023,"label":"INS","start_offset":405,"end_offset":432},{"id":2024,"label":"INS","start_offset":434,"end_offset":437},{"id":2025,"label":"PERSON","start_offset":542,"end_offset":550},{"id":2026,"label":"INS","start_offset":599,"end_offset":613},{"id":2027,"label":"STA","start_offset":764,"end_offset":787},{"id":2028,"label":"RA","start_offset":1033,"end_offset":1055},{"id":2029,"label":"RA","start_offset":1081,"end_offset":1133},{"id":2030,"label":"PERSON","start_offset":1303,"end_offset":1311},{"id":2031,"label":"RA","start_offset":1390,"end_offset":1397},{"id":2032,"label":"INS","start_offset":1410,"end_offset":1431},{"id":2033,"label":"INS","start_offset":1433,"end_offset":1435},{"id":2034,"label":"INS","start_offset":1512,"end_offset":1515},{"id":2035,"label":"PERSON","start_offset":1739,"end_offset":1746},{"id":2036,"label":"INS","start_offset":1869,"end_offset":1872},{"id":2037,"label":"INS","start_offset":1983,"end_offset":1986},{"id":2038,"label":"INS","start_offset":2039,"end_offset":2043},{"id":2039,"label":"INS","start_offset":2348,"end_offset":2351},{"id":2040,"label":"INS","start_offset":2696,"end_offset":2700},{"id":2041,"label":"INS","start_offset":2795,"end_offset":2828},{"id":2042,"label":"INS","start_offset":2830,"end_offset":2833},{"id":2043,"label":"INS","start_offset":2911,"end_offset":2915},{"id":2044,"label":"INS","start_offset":3032,"end_offset":3035},{"id":2045,"label":"PERSON","start_offset":3107,"end_offset":3125},{"id":2046,"label":"PERSON","start_offset":3220,"end_offset":3247},{"id":2047,"label":"PERSON","start_offset":3312,"end_offset":3334},{"id":2048,"label":"INS","start_offset":3430,"end_offset":3462},{"id":2049,"label":"INS","start_offset":3702,"end_offset":3745},{"id":2050,"label":"INS","start_offset":3861,"end_offset":3865},{"id":2051,"label":"INS","start_offset":3956,"end_offset":3960},{"id":2052,"label":"INS","start_offset":4073,"end_offset":4076},{"id":2053,"label":"INS","start_offset":4190,"end_offset":4195},{"id":2055,"label":"INS","start_offset":4220,"end_offset":4225},{"id":2056,"label":"PERSON","start_offset":3977,"end_offset":3985},{"id":2057,"label":"PERSON","start_offset":4250,"end_offset":4257},{"id":2058,"label":"INS","start_offset":4313,"end_offset":4318},{"id":2059,"label":"INS","start_offset":4333,"end_offset":4339},{"id":2060,"label":"INS","start_offset":4383,"end_offset":4387},{"id":2061,"label":"INS","start_offset":4433,"end_offset":4439},{"id":2062,"label":"INS","start_offset":4750,"end_offset":4755},{"id":2063,"label":"INS","start_offset":4730,"end_offset":4736},{"id":2064,"label":"INS","start_offset":5084,"end_offset":5117},{"id":2065,"label":"INS","start_offset":5119,"end_offset":5122},{"id":2066,"label":"STA","start_offset":5463,"end_offset":5504},{"id":2067,"label":"INS","start_offset":5892,"end_offset":5905},{"id":2068,"label":"INS","start_offset":6051,"end_offset":6057},{"id":2069,"label":"INS","start_offset":6120,"end_offset":6126},{"id":2070,"label":"PERSON","start_offset":6505,"end_offset":6512},{"id":2071,"label":"PERSON","start_offset":6528,"end_offset":6535},{"id":2072,"label":"INS","start_offset":6545,"end_offset":6551},{"id":2073,"label":"RA","start_offset":7162,"end_offset":7173},{"id":2074,"label":"PERSON","start_offset":7186,"end_offset":7194},{"id":2075,"label":"RA","start_offset":7244,"end_offset":7255},{"id":2076,"label":"PERSON","start_offset":7557,"end_offset":7565},{"id":2077,"label":"PERSON","start_offset":7576,"end_offset":7583},{"id":2078,"label":"PERSON","start_offset":7585,"end_offset":7593},{"id":2079,"label":"PERSON","start_offset":7820,"end_offset":7828},{"id":2080,"label":"RA","start_offset":7881,"end_offset":7892},{"id":2081,"label":"INS","start_offset":8127,"end_offset":8140},{"id":2082,"label":"RA","start_offset":8306,"end_offset":8317},{"id":2083,"label":"INS","start_offset":8382,"end_offset":8388},{"id":2084,"label":"INS","start_offset":8437,"end_offset":8445},{"id":2085,"label":"PERSON","start_offset":8481,"end_offset":8488},{"id":2086,"label":"INS","start_offset":8578,"end_offset":8581},{"id":2087,"label":"INS","start_offset":8650,"end_offset":8656},{"id":2088,"label":"INS","start_offset":8667,"end_offset":8670},{"id":2089,"label":"PERSON","start_offset":8699,"end_offset":8707},{"id":2091,"label":"PERSON","start_offset":8794,"end_offset":8818},{"id":2092,"label":"PERSON","start_offset":8988,"end_offset":8996},{"id":2093,"label":"PERSON","start_offset":9004,"end_offset":9010},{"id":2094,"label":"PERSON","start_offset":9018,"end_offset":9025},{"id":2095,"label":"PERSON","start_offset":9027,"end_offset":9035},{"id":2097,"label":"PERSON","start_offset":9037,"end_offset":9050},{"id":2098,"label":"PERSON","start_offset":9052,"end_offset":9058},{"id":2099,"label":"PERSON","start_offset":9060,"end_offset":9068},{"id":2100,"label":"PERSON","start_offset":9070,"end_offset":9078},{"id":2101,"label":"PERSON","start_offset":9080,"end_offset":9087},{"id":2102,"label":"PERSON","start_offset":9089,"end_offset":9096},{"id":2103,"label":"PERSON","start_offset":9098,"end_offset":9106},{"id":2104,"label":"PERSON","start_offset":9108,"end_offset":9117},{"id":2105,"label":"PERSON","start_offset":9119,"end_offset":9126},{"id":2106,"label":"PERSON","start_offset":9132,"end_offset":9137}],"relations":[],"Comments":[]}
{"id":72,"text":"EN BANC\n[ A.M. No. P-19-3923, January 30, 2024 ]\nOFFICE OF THE COURT ADMINISTRATOR [FORMERLY A.M. NO. 18-12-278-RTC - RE: REPORT OF JUDGE MA. THERESA A. CAMANNONG ON THE ALLEGED CORRUPT PRACTICES OF MS. NEMIA ALMA Y. ALMANOCHE, COURT STENOGRAPHER III, BRANCH 10, REGIONAL TRIAL COURT, MALAYBALAY CITY, BUKIDNON], PETITIONER, VS. NEMIA ALMA Y. ALMANOCHE, COURT STENOGRAPHER III, BRANCH 10, REGIONAL TRIAL COURT, MALAYBALAY CITY, BUKIDNON, RESPONDENT.\n\nD E C I S I O N\nLOPEZ, J., J.:\n\nThis Court resolves an administrative matter involving Nemia Alma Y. Almanoche (Almanoche), a Court Stenographer III of Branch 10, Regional Trial Court (RTC), Malaybalay City, Bukidnon.\nThis case arose from the Letter[1] of Presiding Judge Ma. Theresa A. Camannong (Judge Camannong) of Branch 9, RTC of Malaybalay City, Bukidnon (Branch 9), to Acting Presiding Judge Eldred D. Cole (Judge Cole) of Branch 10, RTC, Malaybalay City, Bukidnon (Branch 10). In her Letter, Judge Camannong informed Judge Cole of the alleged corrupt practices involving Almanoche.[2]\n\nJudge Camannong reported that on May 3, 2018, she learned from Louie Veluz (Veluz), a legal researcher in Branch 9, that the latter had received information from a certain Dianne Balansag (Balansag), a job order worker also in Branch 9, that Almanoche had solicited PHP 20,000.00 from a certain Jean Baguio (Baguio), allegedly in exchange for the dismissal of the criminal case against Baguio's two sons pending before Judge Camannong's sala. Almanoche allegedly told Baguio that the amount was for \"the judge, the fiscal, and the PAO.\"[3]\n\nEnraged by the information, Judge Camannong called up the prosecutor handling said criminal case, Prosecutor Iris T. Panganiban (Pros. Panganiban). Pros. Panganiban told Judge Camannong that Balansag and Baguio had already told her about the matter.[4]\n\nJudge Camannong then relayed that on May 7, 2018, Pros. Panganiban brought Baguio to Judge Camannong's chambers where Baguio narrated the entire incident involving Almanoche. The Public Attorney's Office (PAO) lawyer handling the criminal case, Atty. Thania Marie Ibañez (Atty. Ibañez), was also present. When asked by Judge Camannong if she was willing to execute an affidavit detailing the matter, Baguio acceded,[5] and her affidavit was attached to Judge Camannong's letter to Judge Cole.[6]\n\nIn Baguio's Affidavit[7] dated May 8, 2018, she stated that she is the mother of the two accused in a frustrated murder case docketed as Criminal Case No. 32244-18 pending in Branch 9. She came to know of Almanoche through Loreta \"Auring\" O. Rico (Rico), who is the aunt of another co-accused in the same criminal case as Baguio's sons. On April 27, 2018, Baguio, a certain Fe Baguio, and Rico approached Almanoche, where the latter proposed to be given PHP 15,000.00 so that Almanoche could \"take care of the Prosecutor, the Judge, and the PAO.\"[8] As Baguio did not have the full amount, and believing that Almanoche could help her, she gave Almanoche PHP 1,000.00 and promised to pay the balance on April 30, 2018. On April 28, 2018, she met with Rico, who showed her a text message from Almanoche that they should add PHP 5,000.00 because the case involves three accused. On April 29, 2018, she met with Kagawad Ricky James Balansag (Kagawad Balansag) to ask for financial help, who, in turn, suggested that the amount be given to the private complainant in the criminal case instead, a certain Mr. Remelito Binalo (Binalo). Nonetheless, Kagawad Balansag gave Baguio another PHP 5,000.00 to \"make [their] money PHP 20,000.00.\" Thereafter on April 30, 2018, Baguio went to the Hall of Justice with Binalo and appeared before Pros. Panganiban so that Binalo could execute an Affidavit of Desistance) during which meeting she was \"able to mention\" the agreement she had with Almanoche.[9]\n\nActing on the letter of Judge Camannong, Judge Cole endorsed[10] the matter to Executive Judge Isobel G. Barroso (Judge Barroso) of the RTC in Malaybalay City, who then forwarded the same to the Office of the Court Administrator (OCA) for appropriate action.[11]\n\nIn its Resolution,[12] this Court treated the Letter of Judge Camannong as a regular administrative matter against Almanoche for grave misconduct and corrupt practices and directed Almanoche to submit a comment.\n\nIn her Comment,[13] Almanoche vehemently denied the allegation against her. While she admitted that Rico, together with the other mothers of those accused in the criminal case, approached her for assistance, [14] she neither proposed any arrangement to settle the case,[15] nor has she accepted a single centavo from Baguio, or anyone for the settlement of any case in any court. She accommodated them because she and Rico are both Baes[16] of the Tagoloanen tribe, an indigenous cultural community.[17] She alleged that she merely advised them to go back to the Punong Barangay of Poblacion, Lantapan, Bukidnon so that Binalo, the private complainant in the criminal case, would be compelled to execute an Affidavit of Desistance and that her advice was based on Baguio's narration that they had already paid Binalo PHP 20,000.00 before the Office of the Punong Barangay. However, when they later inquired on the status of the case with the court, they discovered that the case had not yet been dismissed, and Binalo asked for an additional PHP 20,000.00 to execute an Affidavit of Desistance.[18] After the meeting, she no longer communicated with them. Almanoche claimed that she was not notified by either Judge Cole or Judge Barroso to explain herself at \"their level;\" and that it was unlikely for her to influence a judge, a prosecutor, and a PAO lawyer, especially when they are working in a different branch, while she is a mere stenographer.[19] To corroborate the material allegations in her Comment, Almanoche attached Rico's Affidavit.[20]\n\nIn a Resolution[21] dated August 14, 2019, this Court, upon the recommendation of the OCA, referred the complaint to Judge Barroso for investigation, report, and recommendation within 30 days from receipt of the records. Pursuant to Administrative Matter No. 18-01-05-SC,[22] the OCA transmitted the records of the instant case to the Judicial Integrity Board (JIB), which referred the case records to Judge Barroso in its Resolution dated April 27, 2022.[23]\n\nIn an Order,[24] Judge Barroso directed Judge Camannong, Pros. Panganiban, Atty. Ibañez, Baguio, and Veluz to each submit their judicial affidavits within 10 days from receipt of the Order, as well as directed Almanoche to submit her counter judicial affidavit within the same period. Thus, Baguio and Almanoche submitted their judicial affidavits on June 21, 2022[25] and July 1, 2022,[26] respectively. On July 1, 2022, Judge Barroso held a summary hearing with Baguio, assisted by her counsel, Atty. Charlyndon E. Lisondra, and Almanoche, assisted by her counsel, Atty. Tala C. Tambaoan, present. Also in attendance were Judge Camannong, Pros. Panganiban, and Atty. Ibañez as witnesses.[27]\n\nIn a Report,[28] Judge Barroso held that the versions of both parties are \"markedly different,\"[29] but after considering the \"testimonies during summary hearing,\"[30] Judge Barroso found that Almanoche \"clearly fell short\" of observing Sections 1[31] and 2,[32] Canon 1, and Section 2(e),[33] Canon 3 of A.M. No. 03-06-13-SC.[34] Judge Barroso nevertheless recommended that three mitigating factors be appreciated in favor of Almanoche, i.e., service in the judiciary for more than 20 years; the fact that she is a first-time offender; and that she did not receive the money she asked from Baguio.[35] We quote pertinent portions of Judge Barroso's ratiocination, thus:\n\nAfter a careful consideration of the evidence gathered mainly consisting of the testimonies during the summary hearing, the undersigned finds complainant's testimony straightforward, convincing and carries a badge of truth.\n\n. . . .\n\nThe testimonies of Prosecutor Panganiban and Atty. Ibañez support the complainant's testimony. In particular, albeit not \"eyewitnesses\" to what had transpired between the complainant and respondent, Prosecutor Panganiban's and Atty. Ibañez' respective testimonies show that when the complainant recounted the circumstances to them, complainant was consistent in stating that respondent had asked the amount of [PHP] 15,000.00 from her and that respondent undertook to give that \"amount to the Judge, prosecutor and PAO lawyer\" for the dismissal of the frustrated murder case filed against complainant's sons pending in RTC Branch 9.\n\nRespondent's denial rings hollow and cannot prevail over the positive, consistent, and straightforward testimony of the complainant, backed by the other witnesses' testimonies. Significantly, these witnesses were not shown to have any ill motive to falsely testify against the respondent.\n\nThe conduct of respondent of asking money from the complainant on the pretext of giving the same to the judge, public prosecutor and PAO to expedite the dismissal of the criminal case filed against the complainant's sons, although respondent did not receive the amount, adversely affected the people's confidence in the judiciary as well as the other institutions involved in the administration of justice:[36]\n\nThus, despite finding reason to hold Almanoche guilty of serious misconduct, Judge Banoso appreciated the mitigating factors in Almanoche's favor, and instead only recommended that she be penalized with one month suspension without pay for \"improper conduct or conduct unbecoming a court employee.\"[37]\n\nReport of the Judicial Integrity Board\n\nIn its Report[38] dated October 5, 2022, the JIB found no cogent reason to disagree with the findings of Judge Barroso. The JIB, however, held that the charge of misconduct must be dropped because the alleged act had no relation to Almanoche's duties.\n\nWith respect to the recommended penalty, the JIB found that a grave offense such as serious dishonesty cannot be mitigated by the employee's length of service or the fact that she is a first-time offender.[39] Thus, the JIB recommended that Almanoche be found guilty of serious dishonesty and be dismissed from service, thus:\n\nACCORDINGLY, we respectfully RECOMMEND to the Honorable Supreme Court that respondent Nemia Alma Y. Almanoche, Court Stenographer III, Regional Trial Court, Branch 10, Malaybalay City, Bukidnon, be found GUILTY of SERIOUS DISHONESTY and be meted the penalty of DISMISSAL from the service, with forfeiture of all or part of the benefits as the Supreme Court may determine, and disqualification from reinstatement or appointment to any public office, including government-owned or -controlled corporations. Provided, however, that the forfeiture of benefits shall in no case include accrued leave credits.[40] (Emphasis in the original)\n\nIssue\n\nWhether Almanoche is liable for serious dishonesty.\n\nThis Court's Ruling\n\nUpon a review of the established facts, this Court adopts the JIB's findings and recommended imposable penalty.\n\nReference to this Court's recently promulgated Further Amendments to Rule 140[41] of the Rules of Court (Rule 140) is appropriate as it now also governs the discipline of officials, employees, and personnel of the Judiciary. Although the alleged acts were perpetrated prior to the effectivity of the amendments, the amendments nonetheless govern, pursuant to Section 24[42] thereof.\n\nSection 1(2) of Rule 140 requires that the allegations against Almanoche must be supported by affidavits of persons who have personal knowledge of the facts alleged therein or by authentic documents which may substantiate its allegations.\n\nIn the instant case, despite the accounts of several individuals that were implicated, it bears noting that only Baguio had personal knowledge of the April 27, 2018 incident involving Almanoche. Indeed, Judge Camannong and Veluz separately issued Manifestations[43] expressly stating that they had no personal knowledge of the incident involving Almanoche. In any event, we lend full credence to Baguio's testimony since, as astutely raised by Justice Amy C. Lazaro-Javier, it would be inconceivable for anyone to go so far, spreading such elaborate lies on different occasions to different people.\n\nMoreover, while Judge Camannong, Pros. Panganiban, and Atty. Ibañez did not have personal knowledge of the incident involving Almanoche, it bears emphasis that Baguio, not long after the incident, narrated the event to one or all of them on separate occasions. The consistency in Baguio's details, as recalled by Judge Camannong, Pros. Panganiban, and Atty. Ibañez, strongly corroborates Baguio's account.\n\nAs adeptly underscored by Chief Justice Alexander G. Gesmundo, we are quick to clarify that, despite the lack of personal knowledge of Judge Camannong, Pros. Panganiban, and Atty. Ibañez on the incident of April 27, 2018, their accounts may nonetheless be admitted and given credence in view of Baguio's affidavit. Re: Verified Complaint dated July 13, 2015 of Alfonso Umali, Jr. v. Justice Hernandez[44] elucidates:\n\nThe relaxation of the hearsay rule in disciplinary administrative proceedings against judges and justices where bribery proceedings are involved is not a novel thought in this Court; it has been advocated in the Separate Concurring Opinion of Justice Arturo D. Brion in the administrative case of Justice Ong before this Court. The Opinion essentially maintained that the Court could make a conclusion that bribery had taken place when the circumstances—including those derived from hearsay evidence—sufficiently prove its occurrence. It was emphasized that [t]o satisfy the substantial evidence requirement for administrative cases, hearsay evidence should necessarily be supplemented and corroborated by other evidence that are not hearsay.\n\nIn the present case, however, the hearsay allegations constituted the totality of Umali’s evidence. The records did not contain any other piece of evidence to supplement the hearsay evidence. As earlier stated, Umali did not even attach any affidavit to the complaint relating to or tending to support the alleged attempted extortion. Umali relied mainly on surmises and conjectures, and on the mere fact that the Sandiganbayan rulings penned by Justice Hernandez were adverse to him.[45] (Emphasis supplied, citation omitted)\n\nFrom the foregoing and because the instant case is an administrative proceeding, the hearsay rule may be relaxed as the accounts of Judge Camannong, Pros. Panganiban, and Atty. Ibañez were supplemented and corroborated by Baguio's affidavit.\n\nRegarding the designation of the administrative offense committed by Almanoche, we note the JIB's view that it would have found Almanoche guilty of gross misconduct, if not for the fact that the act complained of had no relation to her duties as a stenographer, viz.:\n\nWe could have found respondent guilty of gross misconduct constituting violation of the Code of Conduct for Court Personnel. However, the act being assailed has no relation with her duties as a stenographer. In Rodil v. Posada[s], the Supreme Court held that to constitute an administrative offense, the misconduct should relate to or be connected with the performance of official functions and duties of a (sic) public officers. Without the nexus between the act complained of and the discharge of duty, the charge of misconduct shall necessarily fail.[46]\n\nThus, the JIB found it proper to hold Almanoche guilty of serious dishonesty, classified as a serious charge under Rule 140, and recommended that the penalty of dismissal be meted against her.\n\nWe agree.\n\nWe quote, with approval, the JIB's ratiocination on the matter:\n\nRespondent's assailed act constitutes dishonesty. Dishonesty is defined as a disposition to lie, cheat, deceive or defraud; unworthiness, lack of integrity; lack of honesty, probity or integrity in principle; lack of fairness and straightforwardness; disposition to defraud, deceive or betray.\n\nBased on the above legal precepts, respondent committed serious dishonesty.\n\nBy demanding money from complainant to be given and shared by the trial Judge, the Prosecutor, and the PAO Lawyer whose collective acts will allegedly ensure the speedy acquittal of her sons, respondent has unveiled her nefarious conduct, a manifestation of her unfitness and unworthiness to stay in the Judiciary even for a moment.\n\nThe public's continuous trust in the judiciary is essential to its existence. In order to gain the litigants' confidence, all employees of the Court, from judges to the lowliest clerk, must ensure that their conduct exemplifies competence, honesty, and integrity. Similarly, if the Court is to enjoy the public's continued patronage, any transgression of ethical rules should not be lightly taken, nor condoned. In this case, respondent miserably failed to comply with the standards that should have governed her life as a public servant. By soliciting money from complainant, she definitely affects the honor and integrity of the Judiciary and the people's trust and confidence in it. Worse, she created the impression that decisions can be bought.[47]\n\nIndeed, while Section 17 of Rule 140 provides this Court the discretion to choose among dismissal from service, suspension, or fine as appropriate penalties, we have also always directed all employees of the Judiciary, from judges to the most junior clerks, to conduct themselves in a manner exemplifying integrity, honesty and uprightness. There is no place in the Judiciary for those who cannot meet the exacting standards of judicial conduct and integrity.[48]\n\nA review of analogous cases would show that dismissal from service is the appropriate penalty.\n\nIn Office of the Court Administrator v. Buzon,[49] a court stenographer was meted with dismissal from service after she was caught receiving PHP 50,000.00 in an entrapment operation. She represented that the money was for a judge to decide in favor of the private complainant's brother.\n\nSimilarly, in Judge Alano v. Sahi,[50] We imposed the penalty of dismissal against respondent for soliciting bribe money from party litigants on the pretext that they will obtain a favorable judgment.\n\nIn the instant case, Almanoche solicited from the mother of two co-accused a total of PHP 20,000.00 allegedly for the judge, the fiscal, and the PAO. We determine that no less than the penalty of dismissal is proper since those serving in the Judiciary must carry the burden and duty of preserving public faith in our courts and justice system by maintaining high ethical standards. Any misconduct that tarnishes the Judiciary's integrity cannot be tolerated.[51]\n\nWe, however, clarify the pronouncement of the JIB when it held that \"a grave offense cannot be mitigated by the public employee's length of service or the fact that [one] is a first-time offender.\"[52] To be sure, the appreciation of aggravating or mitigating circumstances, now governed under Section 20 of Rule 140, may still be applied as it is the penalty, not the gravity of the offense, that is taken into consideration by the aforesaid provision. Nevertheless, and pursuant to this Court's sole exercise of discretion in disciplining its personnel, We view that the mitigating factors considered by Judge Barroso cannot be appreciated in favor of Almanoche since personnel in the judiciary must adhere to high ethical standards to preserve the courts' good name and standing, and any conduct, act or omission on the part of those who would violate the norm of public accountability and diminish or even just tend to diminish the faith of the people in the judiciary cannot be countenanced.[53]\n\nACCORDINGLY, Nemia Alma Y. Almanoche is found GUILTY of serious dishonesty. She is ordered DISMISSED from service with forfeiture of all retirement benefits, except accrued leave credits. She is also disqualified from being re-employed in the government, including government-owned and controlled corporations.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, Dimaampao, Kho, Jr., and Singh, JJ., concur.\nMarquez,* J., no part due to prior participation as Court Administrator.","entities":[{"id":2107,"label":"CASE_NUM","start_offset":10,"end_offset":28},{"id":2108,"label":"PROM_DATE","start_offset":30,"end_offset":46},{"id":2109,"label":"INS","start_offset":49,"end_offset":82},{"id":2110,"label":"CASE_NUM","start_offset":93,"end_offset":115},{"id":2112,"label":"PERSON","start_offset":138,"end_offset":162},{"id":2113,"label":"PERSON","start_offset":203,"end_offset":226},{"id":2114,"label":"INS","start_offset":263,"end_offset":283},{"id":2115,"label":"PERSON","start_offset":329,"end_offset":352},{"id":2116,"label":"INS","start_offset":389,"end_offset":409},{"id":2117,"label":"PERSON","start_offset":467,"end_offset":476},{"id":2118,"label":"PERSON","start_offset":538,"end_offset":562},{"id":2119,"label":"PERSON","start_offset":563,"end_offset":572},{"id":2120,"label":"PERSON","start_offset":723,"end_offset":748},{"id":2121,"label":"PERSON","start_offset":749,"end_offset":764},{"id":2122,"label":"PERSON","start_offset":850,"end_offset":864},{"id":2123,"label":"PERSON","start_offset":866,"end_offset":876},{"id":2124,"label":"INS","start_offset":488,"end_offset":494},{"id":2125,"label":"INS","start_offset":614,"end_offset":634},{"id":2126,"label":"INS","start_offset":636,"end_offset":639},{"id":2127,"label":"INS","start_offset":779,"end_offset":783},{"id":2128,"label":"INS","start_offset":892,"end_offset":895},{"id":2129,"label":"PERSON","start_offset":951,"end_offset":966},{"id":2131,"label":"PERSON","start_offset":976,"end_offset":986},{"id":2132,"label":"PERSON","start_offset":1030,"end_offset":1039},{"id":2133,"label":"PERSON","start_offset":1045,"end_offset":1060},{"id":2134,"label":"PERSON","start_offset":1121,"end_offset":1126},{"id":2135,"label":"PERSON","start_offset":1108,"end_offset":1119},{"id":2136,"label":"PERSON","start_offset":1234,"end_offset":1242},{"id":2137,"label":"PERSON","start_offset":1287,"end_offset":1297},{"id":2138,"label":"PERSON","start_offset":1217,"end_offset":1232},{"id":2139,"label":"PERSON","start_offset":1340,"end_offset":1351},{"id":2140,"label":"PERSON","start_offset":1353,"end_offset":1359},{"id":2142,"label":"PERSON","start_offset":1431,"end_offset":1437},{"id":2143,"label":"PERSON","start_offset":1513,"end_offset":1520},{"id":2144,"label":"PERSON","start_offset":1470,"end_offset":1479},{"id":2145,"label":"PERSON","start_offset":1488,"end_offset":1498},{"id":2146,"label":"PERSON","start_offset":1620,"end_offset":1630},{"id":2147,"label":"PERSON","start_offset":1695,"end_offset":1713},{"id":2148,"label":"PERSON","start_offset":1715,"end_offset":1731},{"id":2149,"label":"PERSON","start_offset":1734,"end_offset":1750},{"id":2150,"label":"PERSON","start_offset":1756,"end_offset":1771},{"id":2151,"label":"PERSON","start_offset":1777,"end_offset":1786},{"id":2152,"label":"PERSON","start_offset":1790,"end_offset":1797},{"id":2153,"label":"PERSON","start_offset":1846,"end_offset":1856},{"id":2154,"label":"PERSON","start_offset":1896,"end_offset":1907},{"id":2155,"label":"PERSON","start_offset":1915,"end_offset":1921},{"id":2156,"label":"PERSON","start_offset":1931,"end_offset":1940},{"id":2157,"label":"PERSON","start_offset":1958,"end_offset":1965},{"id":2158,"label":"PERSON","start_offset":2004,"end_offset":2013},{"id":2159,"label":"INS","start_offset":2019,"end_offset":2043},{"id":2160,"label":"INS","start_offset":2045,"end_offset":2048},{"id":2161,"label":"PERSON","start_offset":2091,"end_offset":2110},{"id":2163,"label":"PERSON","start_offset":2112,"end_offset":2124},{"id":2165,"label":"PERSON","start_offset":2165,"end_offset":2175},{"id":2166,"label":"PERSON","start_offset":2240,"end_offset":2247},{"id":2167,"label":"PERSON","start_offset":2299,"end_offset":2308},{"id":2168,"label":"CASE_NUM","start_offset":2474,"end_offset":2500},{"id":2169,"label":"PERSON","start_offset":2542,"end_offset":2552},{"id":2170,"label":"PERSON","start_offset":2560,"end_offset":2583},{"id":2171,"label":"PERSON","start_offset":2585,"end_offset":2589},{"id":2172,"label":"PERSON","start_offset":2659,"end_offset":2665},{"id":2173,"label":"PERSON","start_offset":2693,"end_offset":2699},{"id":2174,"label":"PERSON","start_offset":2711,"end_offset":2720},{"id":2175,"label":"PERSON","start_offset":2726,"end_offset":2731},{"id":2176,"label":"PERSON","start_offset":2742,"end_offset":2751},{"id":2177,"label":"PERSON","start_offset":2813,"end_offset":2823},{"id":2178,"label":"INS","start_offset":2878,"end_offset":2881},{"id":2179,"label":"PERSON","start_offset":2890,"end_offset":2897},{"id":2180,"label":"PERSON","start_offset":2981,"end_offset":2991},{"id":2181,"label":"PERSON","start_offset":2946,"end_offset":2956},{"id":2182,"label":"PERSON","start_offset":3087,"end_offset":3091},{"id":2183,"label":"PERSON","start_offset":3128,"end_offset":3138},{"id":2184,"label":"PERSON","start_offset":3253,"end_offset":3273},{"id":2185,"label":"PERSON","start_offset":3275,"end_offset":3291},{"id":2186,"label":"PERSON","start_offset":3440,"end_offset":3455},{"id":2187,"label":"PERSON","start_offset":3457,"end_offset":3463},{"id":2188,"label":"PERSON","start_offset":3487,"end_offset":3496},{"id":2189,"label":"PERSON","start_offset":3501,"end_offset":3508},{"id":2190,"label":"PERSON","start_offset":3638,"end_offset":3645},{"id":2191,"label":"PERSON","start_offset":3598,"end_offset":3605},{"id":2192,"label":"PERSON","start_offset":3671,"end_offset":3682},{"id":2193,"label":"PERSON","start_offset":3690,"end_offset":3697},{"id":2194,"label":"PERSON","start_offset":3813,"end_offset":3822},{"id":2195,"label":"PERSON","start_offset":3858,"end_offset":3867},{"id":2196,"label":"PERSON","start_offset":3875,"end_offset":3880},{"id":2198,"label":"PERSON","start_offset":3923,"end_offset":3940},{"id":2199,"label":"PERSON","start_offset":3942,"end_offset":3955},{"id":2200,"label":"INS","start_offset":3964,"end_offset":3968},{"id":2201,"label":"INS","start_offset":4023,"end_offset":4056},{"id":2202,"label":"INS","start_offset":4058,"end_offset":4061},{"id":2203,"label":"INS","start_offset":4120,"end_offset":4126},{"id":2204,"label":"PERSON","start_offset":4154,"end_offset":4164},{"id":2205,"label":"PERSON","start_offset":4207,"end_offset":4217},{"id":2206,"label":"PERSON","start_offset":4273,"end_offset":4283},{"id":2207,"label":"PERSON","start_offset":4325,"end_offset":4335},{"id":2208,"label":"PERSON","start_offset":4405,"end_offset":4409},{"id":2209,"label":"PERSON","start_offset":4622,"end_offset":4628},{"id":2210,"label":"PERSON","start_offset":4723,"end_offset":4728},{"id":2211,"label":"PERSON","start_offset":4925,"end_offset":4931},{"id":2212,"label":"PERSON","start_offset":5069,"end_offset":5075},{"id":2213,"label":"PERSON","start_offset":5115,"end_offset":5122},{"id":2214,"label":"INS","start_offset":5147,"end_offset":5176},{"id":2215,"label":"PERSON","start_offset":5316,"end_offset":5323},{"id":2216,"label":"PERSON","start_offset":5461,"end_offset":5471},{"id":2218,"label":"PERSON","start_offset":5535,"end_offset":5543},{"id":2219,"label":"PERSON","start_offset":5521,"end_offset":5526},{"id":2220,"label":"PERSON","start_offset":5817,"end_offset":5827},{"id":2221,"label":"PERSON","start_offset":5836,"end_offset":5840},{"id":2222,"label":"INS","start_offset":5655,"end_offset":5659},{"id":2223,"label":"INS","start_offset":5907,"end_offset":5912},{"id":2224,"label":"INS","start_offset":5945,"end_offset":5948},{"id":2225,"label":"INS","start_offset":6139,"end_offset":6143},{"id":2226,"label":"INS","start_offset":6194,"end_offset":6218},{"id":2227,"label":"INS","start_offset":6220,"end_offset":6223},{"id":2228,"label":"PERSON","start_offset":5982,"end_offset":5990},{"id":2229,"label":"STA","start_offset":6092,"end_offset":6129},{"id":2230,"label":"PERSON","start_offset":6267,"end_offset":6275},{"id":2231,"label":"PERSON","start_offset":6343,"end_offset":6351},{"id":2232,"label":"PERSON","start_offset":6366,"end_offset":6375},{"id":2233,"label":"PERSON","start_offset":6383,"end_offset":6393},{"id":2234,"label":"PERSON","start_offset":6401,"end_offset":6407},{"id":2235,"label":"PERSON","start_offset":6409,"end_offset":6415},{"id":2236,"label":"PERSON","start_offset":6421,"end_offset":6427},{"id":2237,"label":"PERSON","start_offset":6530,"end_offset":6540},{"id":2238,"label":"PERSON","start_offset":6611,"end_offset":6618},{"id":2239,"label":"PERSON","start_offset":6622,"end_offset":6632},{"id":2240,"label":"PERSON","start_offset":6748,"end_offset":6756},{"id":2241,"label":"PERSON","start_offset":6784,"end_offset":6790},{"id":2242,"label":"PERSON","start_offset":6823,"end_offset":6845},{"id":2243,"label":"PERSON","start_offset":6851,"end_offset":6860},{"id":2244,"label":"PERSON","start_offset":6893,"end_offset":6909},{"id":2245,"label":"PERSON","start_offset":6950,"end_offset":6959},{"id":2246,"label":"PERSON","start_offset":6967,"end_offset":6977},{"id":2247,"label":"PERSON","start_offset":6989,"end_offset":6996},{"id":2248,"label":"PERSON","start_offset":7038,"end_offset":7046},{"id":2249,"label":"PERSON","start_offset":7189,"end_offset":7197},{"id":2250,"label":"PERSON","start_offset":7208,"end_offset":7218},{"id":2251,"label":"STA","start_offset":7320,"end_offset":7340},{"id":2252,"label":"PERSON","start_offset":7352,"end_offset":7360},{"id":2253,"label":"PERSON","start_offset":7442,"end_offset":7451},{"id":2254,"label":"PERSON","start_offset":7606,"end_offset":7612},{"id":2255,"label":"PERSON","start_offset":7655,"end_offset":7662},{"id":2256,"label":"PERSON","start_offset":7951,"end_offset":7962},{"id":2257,"label":"PERSON","start_offset":7972,"end_offset":7979},{"id":2258,"label":"PERSON","start_offset":8131,"end_offset":8141},{"id":2259,"label":"PERSON","start_offset":8154,"end_offset":8160},{"id":2260,"label":"INS","start_offset":8436,"end_offset":8440},{"id":2261,"label":"INS","start_offset":8540,"end_offset":8544},{"id":2262,"label":"INS","start_offset":8978,"end_offset":8982},{"id":2263,"label":"INS","start_offset":9575,"end_offset":9599},{"id":2264,"label":"INS","start_offset":9646,"end_offset":9650},{"id":2265,"label":"INS","start_offset":9725,"end_offset":9728},{"id":2266,"label":"PERSON","start_offset":9340,"end_offset":9347},{"id":2267,"label":"PERSON","start_offset":9385,"end_offset":9394},{"id":2268,"label":"PERSON","start_offset":9712,"end_offset":9719},{"id":2269,"label":"PERSON","start_offset":9833,"end_offset":9842},{"id":2270,"label":"INS","start_offset":9899,"end_offset":9903},{"id":2272,"label":"INS","start_offset":10074,"end_offset":10078},{"id":2273,"label":"INS","start_offset":10237,"end_offset":10250},{"id":2274,"label":"INS","start_offset":10316,"end_offset":10336},{"id":2275,"label":"PERSON","start_offset":10095,"end_offset":10105},{"id":2276,"label":"PERSON","start_offset":10267,"end_offset":10290},{"id":2277,"label":"PERSON","start_offset":10832,"end_offset":10842},{"id":2278,"label":"INS","start_offset":10524,"end_offset":10537},{"id":2279,"label":"INS","start_offset":10882,"end_offset":10887},{"id":2280,"label":"INS","start_offset":10943,"end_offset":10949},{"id":2281,"label":"INS","start_offset":10960,"end_offset":10963},{"id":2282,"label":"INS","start_offset":11029,"end_offset":11034},{"id":2283,"label":"STA","start_offset":11080,"end_offset":11114},{"id":2284,"label":"STA","start_offset":11116,"end_offset":11124},{"id":2285,"label":"STA","start_offset":11411,"end_offset":11419},{"id":2286,"label":"PERSON","start_offset":11458,"end_offset":11468},{"id":2287,"label":"PERSON","start_offset":11748,"end_offset":11755},{"id":2288,"label":"PERSON","start_offset":11819,"end_offset":11828},{"id":2289,"label":"PERSON","start_offset":11844,"end_offset":11854},{"id":2290,"label":"PERSON","start_offset":11858,"end_offset":11864},{"id":2291,"label":"PERSON","start_offset":11981,"end_offset":11990},{"id":2292,"label":"PERSON","start_offset":12031,"end_offset":12037},{"id":2293,"label":"PERSON","start_offset":12087,"end_offset":12107},{"id":2294,"label":"PERSON","start_offset":12257,"end_offset":12266},{"id":2295,"label":"PERSON","start_offset":12274,"end_offset":12284},{"id":2296,"label":"PERSON","start_offset":12296,"end_offset":12303},{"id":2297,"label":"PERSON","start_offset":12361,"end_offset":12370},{"id":2298,"label":"PERSON","start_offset":12395,"end_offset":12401},{"id":2299,"label":"PERSON","start_offset":12515,"end_offset":12521},{"id":2300,"label":"PERSON","start_offset":12554,"end_offset":12563},{"id":2301,"label":"PERSON","start_offset":12571,"end_offset":12581},{"id":2302,"label":"PERSON","start_offset":12593,"end_offset":12599},{"id":2303,"label":"PERSON","start_offset":12623,"end_offset":12629},{"id":2304,"label":"PERSON","start_offset":12682,"end_offset":12703},{"id":2305,"label":"PERSON","start_offset":12783,"end_offset":12792},{"id":2306,"label":"PERSON","start_offset":12800,"end_offset":12810},{"id":2307,"label":"PERSON","start_offset":12822,"end_offset":12829},{"id":2308,"label":"PERSON","start_offset":12937,"end_offset":12943},{"id":2309,"label":"PERSON","start_offset":13003,"end_offset":13021},{"id":2310,"label":"PERSON","start_offset":13033,"end_offset":13042},{"id":2311,"label":"INS","start_offset":13236,"end_offset":13241},{"id":2312,"label":"INS","start_offset":13432,"end_offset":13438},{"id":2313,"label":"PERSON","start_offset":13311,"end_offset":13326},{"id":2314,"label":"PERSON","start_offset":13365,"end_offset":13369},{"id":2315,"label":"INS","start_offset":13381,"end_offset":13386},{"id":2316,"label":"PERSON","start_offset":13886,"end_offset":13891},{"id":2317,"label":"PERSON","start_offset":14015,"end_offset":14021},{"id":2318,"label":"PERSON","start_offset":14258,"end_offset":14268},{"id":2319,"label":"PERSON","start_offset":14470,"end_offset":14479},{"id":2320,"label":"PERSON","start_offset":14487,"end_offset":14497},{"id":2321,"label":"PERSON","start_offset":14509,"end_offset":14516},{"id":2323,"label":"PERSON","start_offset":14554,"end_offset":14560},{"id":2324,"label":"PERSON","start_offset":14644,"end_offset":14653},{"id":2325,"label":"PERSON","start_offset":14703,"end_offset":14713},{"id":2326,"label":"INS","start_offset":14667,"end_offset":14670},{"id":2327,"label":"PERSON","start_offset":15055,"end_offset":15061},{"id":2328,"label":"PERSON","start_offset":15064,"end_offset":15070},{"id":2329,"label":"INS","start_offset":15079,"end_offset":15092},{"id":2330,"label":"INS","start_offset":15413,"end_offset":15417},{"id":2331,"label":"PERSON","start_offset":15441,"end_offset":15451},{"id":2332,"label":"STA","start_offset":15518,"end_offset":15526},{"id":2333,"label":"INS","start_offset":15637,"end_offset":15640},{"id":2334,"label":"INS","start_offset":16148,"end_offset":16152},{"id":2335,"label":"INS","start_offset":16522,"end_offset":16527},{"id":2336,"label":"INS","start_offset":16661,"end_offset":16667},{"id":2337,"label":"STA","start_offset":17162,"end_offset":17170},{"id":2338,"label":"INS","start_offset":17185,"end_offset":17191},{"id":2339,"label":"INS","start_offset":17698,"end_offset":17731},{"id":2340,"label":"PERSON","start_offset":17735,"end_offset":17740},{"id":2341,"label":"PERSON","start_offset":18003,"end_offset":18009},{"id":2342,"label":"PERSON","start_offset":18012,"end_offset":18016},{"id":2343,"label":"INS","start_offset":18330,"end_offset":18333},{"id":2344,"label":"INS","start_offset":18696,"end_offset":18700},{"id":2345,"label":"STA","start_offset":18957,"end_offset":18966},{"id":2346,"label":"INS","start_offset":19139,"end_offset":19144},{"id":2347,"label":"PERSON","start_offset":19304,"end_offset":19314},{"id":2348,"label":"PERSON","start_offset":19262,"end_offset":19270},{"id":2349,"label":"PERSON","start_offset":19665,"end_offset":19688},{"id":2350,"label":"PERSON","start_offset":19977,"end_offset":19985},{"id":2351,"label":"PERSON","start_offset":19993,"end_offset":19999},{"id":2352,"label":"PERSON","start_offset":20007,"end_offset":20014},{"id":2353,"label":"PERSON","start_offset":20016,"end_offset":20024},{"id":2354,"label":"PERSON","start_offset":20026,"end_offset":20039},{"id":2355,"label":"PERSON","start_offset":20041,"end_offset":20047},{"id":2356,"label":"PERSON","start_offset":20049,"end_offset":20057},{"id":2357,"label":"PERSON","start_offset":20059,"end_offset":20067},{"id":2358,"label":"PERSON","start_offset":20069,"end_offset":20076},{"id":2359,"label":"PERSON","start_offset":20078,"end_offset":20085},{"id":2360,"label":"PERSON","start_offset":20087,"end_offset":20096},{"id":2361,"label":"PERSON","start_offset":20098,"end_offset":20106},{"id":2362,"label":"PERSON","start_offset":20112,"end_offset":20117},{"id":2364,"label":"PERSON","start_offset":20132,"end_offset":20139}],"relations":[],"Comments":[]}
{"id":73,"text":"EN BANC\n[ A.M. No. P-23-077 (Formerly OCA IPI No. 20-5026-P), January 30, 2024 ]\nDANILO D. DIVINAGRACIA, COMPLAINANT, VS. MICHAEL VINCENT L. OZON, CLERK III, BRANCH 1, REGIONAL TRIAL COURT, BUTUAN CITY, AGUSAN DEL NORTE, RESPONDENT.\n\nD E C I S I O N\nPER CURIAM:\n\nBefore the Court is a Letter-Complaint[1] dated December 27, 2019, from a person under the nom de plume \"Danilo D. Divinagracia\" (complainant) charging respondent Michael Vincent L. Ozon (respondent), Clerk III, Branch 1, Regional Trial Court (RTC), Butuan City, Agusan del Norte, with Gross Misconduct and violation of Republic Act No. 6713.[2]\nThe Antecedents\n\nIn his Letter-Complaint dated December 27, 2019, complainant alleged that he requested from Branch 1, RTC, Butuan City, Agusan del Norte, a certificate of finality of the decision it rendered in his case for declaration of nullity of marriage. He averred that respondent, who is a son-in-law of a judge, asked him to pay PHP 25,000.00 for the release of the certificate of finality of his case. Later, he encountered and spoke with other people who shared with him the same predicament he experienced with respondent.[3]\n\nComplainant further alleged that respondent previously worked at the Department of Public Works and Highways (DPWH) where \"under-the-table\" and \"S.O.P.\" arrangements were apparently a common practice.[4]\n\nIn the 1st Indorsement[5] dated February 7, 2020, the Office of the Court Administrator (OCA) referred the matter to Executive Judge Augustus L. Calo (Executive Judge Calo), RTC, Butuan City, Agusan del Norte, for a discreet investigation and report.\n\nIn relation to the aforementioned Letter-Complaint, respondent, on June 1, 2020, received a Notice to Explain[6] dated May 28, 2020, from Executive Judge Calo directing him to submit a written explanation within five calendar days from receipt of notice.[7]\n\nIn his handwritten explanation Letter[8] dated June 5, 2020, respondent denied the accusations against him. He countered that he merely prepared the trial court's certificates of finality, and it was the Branch Clerk of Court who was in charge of releasing them.[9] He also denied complainant's allegations of his \"under-the-table\" and \"S.O.P.\" dealings during his employment with the DPWH. Anent complainant's allegation of nepotism, respondent clarified that Judge Eduardo S. Casals (Judge Casals) was his relative within the 5th degree of consanguinity, and thus, the rule on nepotism does not apply to him.[10] Lastly, he challenged his accusers to appear personally to settle the issue once and for all.[11]\n\nThereafter, Executive Judge Calo requested Atty. Joan B. Alabat-Torralba (Atty. Alabat-Torralba), the Branch Clerk of Court of Branch 1, RTC, Butuan City, to comment on the complaint.[12]\n\nIn her Comment[13] dated June 19, 2020, Atty. Alabat-Torralba stated the following: she had heard of respondent's alleged illegal involvement in the service of decisions in cases for declaration of nullity of marriage. Sometime in 2019, Judge Casals directed her to remove the duty of releasing certificates of finality from respondent after learning that he delayed the release of the certificate of finality to a lawyer who refused to give him money. At one time, a litigant, who gave respondent PHP 500.00, came to her crying because she had been visiting the trial court repeatedly, but the requested certificate of finality had not yet been issued. She reprimanded respondent, ordered him to return the PHP 500.00, and reported the matter to Judge Casals. She found out from their legal researcher that the client of the latter's lawyer-friend was cajoled by respondent into paying PHP 5,000.00 in order that the copy of the decision for the Office of the Solicitor General (OSG) could be sent via a private courier service instead of registered mail. To prevent the occurrence of similar events, Acting Presiding Judge Emmanuel E. Escatron, in a Memorandum[14] dated June 15, 2020, directed respondent to refrain and desist from having a hand in the service of decisions to parties in civil cases.[15]\n\nAnent respondent's performance at work, Atty. Alabat-Torralba declared the following: (1) respondent was often tardy or absent and would go out of the office at any time without asking for permission; (2) respondent did not update the docket books and logbooks of cases; and (3) respondent incurred delay in the transmittal of case records to the Court of Appeals.[16]\n\nRelative to his investigation, Executive Judge Calo obtained sworn statements from two private individuals (Affiant 1 and Affiant 2) who requested that their identities be kept confidential.[17] Atty. Alabat-Torralba's allegation that respondent offered facilitation services to litigants in exchange for PHP 5,000.00 per decision was bolstered by the sworn affidavits of Affiant 1 and Affiant 2.\n\nIn an Affidavit[18] dated June 17, 2020, Affiant 1 introduced herself as the secretary of a law practitioner in Butuan City. She narrated that: (1) respondent, at one time, called her attention and told her that he had a friend working at the OSG; (2) respondent assured her that the return card of notices of decision sent to the parties can make it back as fast as three days by mailing them through private courier, together with PHP 5,000.00; (3) she told respondent that she will discuss the latter's offer to their clients; (4) respondent further informed her that he had helped some of their clients in serving decisions to the OSG; and (5) from 2017 to February 2020, she personally gave respondent PHP 5,000.00 for each of the 10 cases he handled. Affiant 1 provided the case titles and docket numbers of these cases in her Affidavit.[19]\n\nAtty. Brainard J. Morales, Clerk of Court V, certified that the decisions rendered in the cases enumerated by Affiant 1 involved petitions for declaration of nullity of marriage which were granted by the RTC.[20]\n\nMeanwhile, in her Affidavit[21] dated June 19, 2020, Affiant 2 alleged that she was the petitioner in a case for declaration of nullity of marriage before the RTC. Sometime in January 2020, she went to the trial court to follow up her case and met respondent, who gave his cellphone number. In February 2020, she asked respondent, through a text message, for an update of her case. Respondent told her that if she was in a hurry, he can have the certificate of finality expedited by sending a copy of the decision of the case to the OSG through a private courier upon payment of the amount of PHP 5,000.00. Affiant 2's lawyer, however, advised her to \"refrain from doing anything that is stupid.\" She asked respondent for an update of her case on May 16, 2020, but respondent merely told her that he will prioritize her case and explained that the delay was due to the mailing of the decision through the Post Office.[22]\n\nIn an Investigation Report[23] dated June 26, 2020, Executive Judge Calo found substantial evidence to hold respondent guilty of gross misconduct.\n\nThereafter, in the 1st Indorsement[24] dated August 19, 2020, the OCA referred the letter-complaint to respondent for his Comment relative to the alleged corrupt practices in the release of certificates of finality of cases decided by the RTC. The OCA stressed that the Comment should be submitted within 10 days from receipt of the 1st Indorsement, copy-furnished complainant, and must likewise comply with the requirements under A.M. No. 10-3-7-SC (Re: Proposed Rules on E-Filing) and A.M. No. 11-9-4-SC (Re: Proposed Rule for Efficient Use of Paper).\n\nOn December 7, 2020, respondent filed a motion[25] requesting for an extension of 10 days or until December 17, 2020, to file his Comment. In a Letter[26] dated December 18, 2020, Associate Justice Jose Midas P. Marquez, then Court Administrator, granted respondent's motion for extension. Records reveal, however, that respondent has yet to file his Comment as of date.\n\nIn their Report and Recommendation[27] dated July 6, 2021, Atty. James D.V. Navarrete (Navarrete), Deputy Clerk of Court at-Large-OCA and Acting Executive Director, Judicial Integrity Board (JIB), and Atty. Eduardo C. Tolentino (Tolentino), Acting SC Senior Chief Staff Officer, Research and Investigation Services-JIB, found respondent guilty of gross misconduct:\n\nIN VIEW OF THE FOREGOING it is respectfully submitted for the consideration of the Honorable Board that the following recommendations be made to the Supreme Court, to wit:\n\nThe instant administrative complaint against respondent Clerk III Michael Vincent L. Ozon, Branch 1, Regional Trial Court, Butuan City, Agusan del Norte, be RE-DOCKETED as a regular administrative matter;\n\nRespondent Clerk Ozon be found GUILTY of GROSS MISCONDUCT, and that he be DISMISSED from the service with forfeiture of all benefits, except accrued leave credits, and with prejudice to his re-employment in any branch or service of the government, including government-owned and controlled corporations.[28] (Emphases omitted)\nThey opined that respondent failed to dispute the positive, candid, and straightforward testimonies of his superior, as well as those of other private individuals.[29]\n\nThereafter, in a Report[30] dated October 5, 2022, the JIB likewise found respondent guilty of Gross Misconduct, viz.:\n\nACCORDINGLY, it is respectfully RECOMMENDED for the consideration of the Honorable Court:\n\n1.)\nThat the instant administrative case be RE-DOCKETED as a regular administrative matter against respondent MICHAEL VINCENT L. OZON, Clerk III, Regional Trial Court of Butuan City, Agusan del Norte, Branch 1; and\n \t \n2.)\nThat respondent MICHAEL VINCENT L. OZON, be found GUILTY of Gross Misconduct and be ORDERED DISMISSED FROM THE SERVICE with prejudice to re-employment in any government agency, including government-owned or controlled corporations, and with forfeiture of retirement benefits, except accrued leave credits.[31] (Emphases omitted)\nThe JIB found that respondent mailed a copy of the decisions in the declaration of nullity cases to the OSG via a private courier and had a signed return card sent in the same manner, in clear violation of the rules. It further held that respondent's administrative liability is aggravated by the fact that he solicited money from litigants and got paid 10 times in exchange for this service, in blatant violation of Sections 1[32] and 2[33] of Canon I (Fidelity to Duty) of the Code of Conduct for Court Personnel.[34]\n\nOn February 15, 2021, respondent filed his Comment[35] dated December 16, 2020, with the Office of Deputy Court Administrator Leo Tolentino Maderazo.[36] This, however, was not immediately forwarded to the Office of the Clerk of Court En Banc and included in the records of the case. Hence, in the Resolution[37] dated April 25, 2023, the Court resolved to furnish respondent with Atty. Alabat-Torralba's Comment dated June 19, 2020, and directed him to file his comment thereon within a non-extendible period of 10 days.\n\nIn view thereof, the Court hereby notes respondent's Comment dated December 16, 2020, and deems it as his compliance with the Court's Resolution dated April 25, 2023.\n\nIn his Comment dated December 16, 2020, respondent denied that he asked for PHP 25,000.00 from complainant in exchange for the release of the certificate of finality in the latter's case. He declared that the allegations made by complainant are untrue because: (1) respondent knows that soliciting money from litigants is against the law; (2) when complainant wrote his Letter-Complaint on December 27, 2019, respondent was already relieved by Judge Casals from the duty of releasing certificates of finality; and (3) in any case, his responsibility was merely to prepare these certificates, and the officer in charge of releasing the certificates was the branch clerk of court.[38]\n\nRespondent further denied that he approached Affiant 1 and told her that he can cause the \"issuance of the certificate[s] of finality fast (3 days) for their clients.\" In support thereof, he submitted affidavits from Junilo B. Galos,[39] Genalyn S. Hofeliña,[40] and Nelissa B. Cacho[41] (Cacho), who were the petitioners in the 10 declaration of nullity cases mentioned by Affiant 1. They uniformly attested that respondent never contacted them and asked money from them in exchange for the early release of their certificates of finality; however, they admitted to communicating with Affiant 1 in relation to their respective cases. Cacho confessed that she agreed to pay a small consideration to Affiant 1 who allegedly offered that she has a relative in Manila who can follow up and expedite the registration of her annulment with the Philippine Statistics Authority.[42]\n\nRespondent pointed out that the certificates of finality in the 10 declaration of nullity cases enumerated by Affiant 1 were released within one month to eight months from promulgation (an average of six months), not in a matter of days. He further added that if Affiant 1's allegations were true, he would have extended the same favor to her; however, the certificate of finality in Affiant 1's case was issued five months after the decision was rendered.[43] Respondent contended that Affiant 1 is a blatant liar because she alleged that her husband failed to provide financial support to her children, yet this was belied by her child's testimony resulting to the acquittal of her husband.[44]\n\nLastly, respondent denied that he texted or communicated with Affiant 2 through phone. He argued that if Affiant 2 indeed texted him, she would have presented a printed copy of the text message. More, Affiant 2 never even mentioned the phone number that texted her.[45]\n\nIssue\n\nThe issue in the case is whether respondent is guilty of gross misconduct for which he should be meted out the penalty of dismissal from service.\n\nOur Ruling\n\nAfter a careful review of the case records, the Court affirms the findings of Executive Judge Calo and the JIB and finds respondent administratively liable for gross misconduct for (1) demanding money from litigants for the release of certificates of finality and (2) sending copies of the decision in annulment cases pending before the RTC to the OSG via a private courier in exchange for money. Accordingly, respondent should be meted out the penalty of dismissal from service.\n\nRespondent is guilty of the serious charge of Gross Misconduct.\n\"Misconduct is a transgression of some established and definite rule of action, more particularly, unlawful behavior or gross negligence by the public officer.\"[46] The offense becomes gross misconduct when any of the elements of corruption, clear intent to violate the law, and flagrant disregard of established rule is present.[47]\n\nHere, the elements of corruption and clear intent to violate the law are present.\n\nAlthough respondent denied ever demanding money for the release of certificates of finality, his superior, Atty. Alabat-Torralba, corroborated complainant's allegation when she attested that one litigant came crying to her after not receiving the certificate of finality from her case despite having paid PHP 500.00 to respondent for its release.\n\nRespondent's act of demanding money from litigants for the release of certificates of finality alone constitutes gross misconduct and warrants the ultimate penalty of dismissal. His bare denial is self-serving and a weak defense vis-à-vis Atty. Alabat-Torralba's positive testimony.\n\nWorse, Atty. Alabat-Torralba also revealed during Judge Calo's investigation that respondent offered facilitation services to litigants in order to expedite the service of and receipt of the copy of the decision by the OSG. This allegation was supported by the sworn affidavits of Affiant 1 and Affiant 2 and corroborated by the findings of the JIB that respondent mailed copies of the decisions to the OSG via a private courier and had the signed return reverted to the RTC in the same manner.\n\nA decision granting a petition for declaration of nullity of void marriages and annulment of void marriages becomes final upon the expiration of 15 days from notice to the parties, including the OSG, and no motion for reconsideration or new trial, or appeal is filed. Pertinent is Section 19 of A.M. No. 02-11-10-SC[48] which provides:\n\nSECTION 19. Decision. — (1) If the court renders a decision granting the petition, it shall declare therein that the decree of absolute nullity or decree of annulment shall be issued by the court only after compliance with Articles 50 and 51 of the Family Code as implemented under the Rule on Liquidation, Partition and Distribution of Properties.\n\n(2) The parties, including the Solicitor General and the public prosecutor, shall be served with copies of the decision personally or by registered mail. If the respondent summoned by publication failed to appear in the action, the dispositive part of the decision shall be published once in a newspaper of general circulation.\n\n(3) The decision becomes final upon the expiration of fifteen days from notice to the parties. Entry of judgment shall be made if no motion for reconsideration or new trial, or appeal is filed by any of the parties, the public prosecutor, or the Solicitor General.\n\n(4) Upon the finality of the decision, the court shall forthwith issue the corresponding decree if the parties have no properties.\n\nIf the parties have properties, the court shall observe the procedure prescribed in Section 21 of this Rule.\n\nThe entry of judgment shall be registered in the Civil Registry where the marriage was recorded and in the Civil Registry where the Family Court granting the petition for declaration of absolute nullity or annulment of marriage is located. (Italics and underscoring supplied)\n\nAs found by Judge Calo and the JIB, respondent would offer his facilitation services after a decision is rendered in declaration of nullity cases; instead of the usual number of months it would take for processing the service of the decision and the corresponding return card, respondent would expedite the same process into merely three days in exchange for PHP 5,000.00. By sending the decisions via private courier to the OSG, instead of by registered mail as provided by Section 19(2) of A.M. No. 02-11-10-SC, and with the help of his contact person in the OSG who would acknowledge the receipt of the decisions, sign the return card, and send it back to him via private courier, the OSG's period within which to file a motion for reconsideration or new trial or an appeal immediately starts.[49]\n\nIn an attempt to misdirect the Court, respondent created a straw man fallacy and argued against it. To recall, Affiant 1 did not allege that respondent promised that it will only take three days for the release of the certificates of finality from the time the decisions were rendered. A reasonable inference would be that the three-day period for the release of the certificate of finality is reckoned from the finality of the decision, that is, upon the expiration of the 15-day reglementary period given to the parties and the OSG and not the date of promulgation of the decision. As admitted by respondent himself, it was his duty to prepare or encode these certificates;[50] hence, contrary to his contention, respondent was indeed in a position to expedite the release of the certificates of finality.\n\nMore, the certificates of finality which were submitted by respondent by no means controverted Affiant 1's allegation that he offered to send the decisions rendered in declaration of nullity cases to the OSG via private courier in exchange for PHP 5,000.00. Interestingly, the certificate of finality[51] in Civil Case No. 7873 further incriminated respondent as there is no way that the RTC's decision would reach the OSG and the return card would revert to the RTC in a matter of two weeks if these were sent by registered mail. This was only made possible because respondent mailed the OSG's copy of the decisions via a private courier and had a signed return card sent the same manner.\n\nRespondent's bare denial and sophistry cannot defeat the evidence on record consisting of the sworn statements of Affiant 1 and 2, which were thereafter corroborated by the factual findings of the JIB that respondent mailed the OSG's copy of the decisions in the declaration of nullity cases in question via private courier.\n\nTo discredit Affiant 1, respondent submitted the Judgment[52] of the RTC in the criminal case for violation of Section 5(i)[53] of Republic Act No. (RA) 9262 filed by Affiant 1 against her husband wherein Affiant 1's husband was acquitted due to the prosecution's failure to prove the latter's guilt beyond reasonable doubt.\n\nRespondent is grasping at straws.\n\nFirst. RA 9262, otherwise known as the \"Anti-Violence Against Women and Their Children Act\" (VAWC) was passed into law in order to afford special protection to women and children who are victims of violence and child abuse.[54] It would run counter to the spirit of the law if Affiant 1 would be deemed a \"blatant liar\" because her husband was acquitted in the VAWC case that she filed against the latter.\n\nSecond. It is settled that in order to disregard all the testimony of a witness on the ground of falsus in unos, falsus in omnibus, there must be inconsistency between the untrue statement and the testimony which the proponent seeks to discredit[55] and the \"testimony must have been false as to a material point.\"[56] Thus, assuming arguendo that Affiant 1 falsely accused her husband of not giving their children financial support, by no stretch of imagination can her false statement be considered inconsistent with her allegations against respondent. Verily, the acquittal of Affiant 1's husband does not affect her credibility in the present case wherein the subject of inquiry is respondent's conduct as a court employee.\n\nWhat is more, Affiant 1's allegation was corroborated by Affiant 2's testimony that respondent likewise offered the same service to her for PHP 5,000.00, but she declined the offer upon her lawyer's advice. Absent any showing that the sworn affidavits of Affiant 1 and Affiant 2 were actuated by any improper motive, their positive testimonies are entitled to full faith and credit.[57]\n\nVerily, the record bears substantial evidence, the quantum required in administrative cases.\n\nRespondent is meted out the penalty of dismissal from service.\nTo stress, every judicial employee should dutifully observe the Code of Conduct for Court Personnel. Pertinent to the case are Sections 1 to 4 of Canon I (Fidelity to Duty):\n\nSECTION 1. Court personnel shall not use their official position to secure unwarranted benefits, privileges or exemptions for themselves or for others.\n\nSECTION 2. Court personnel shall not solicit or accept any gift, favor or benefit based on any or explicit understanding that such gift, favor or benefit shall influence their official actions.\n\nSECTION 3. Court personnel shall not discriminate by dispensing special favors to anyone. They shall not allow kinship, rank, position or favors from any party to influence their official acts or duties.\n\nSECTION 4. Court personnel shall not accept any fee or remuneration beyond what they receive or are entitled to in their official capacity.\n\nAfter a careful consideration of the facts established by the evidence adduced before Executive Judge Calo, the Court holds that respondent must be meted out the ultimate penalty of dismissal from service. Respondent's act of demanding money from litigants for the release of certificates of finality and offering private courier service in declaration of nullity cases constitutes gross misconduct and warrants his dismissal from service. His actions, if countenanced, would cause damage to the integrity of the Judiciary.\n\nUnder Section 14(a)[58] and Section 17(1)[59] of Rule 140, as amended, gross misconduct is classified as a serious charge which is punishable by dismissal, suspension from office for more than six (6) months but not exceeding one (1) year, or a fine of more than PHP 100,000.00 but not exceeding PHP 200,000.00.\n\nIn Rodriguez v. Eugenio,[60] the Court imposed the ultimate penalty of dismissal on the respondent therein, a process server, who was found guilty of gross misconduct for demanding and receiving a total of PHP 4,000.00 from the uncle of a litigant:\n\nWe cannot overly emphasize our previous pronouncements that, circumscribed as it is with a heavy burden of responsibility, the official and nonofficial conduct required of court personnel — from the presiding judge to the rank and file — must always be beyond reproach. It is imperative that they maintain the good name and standing of the court as a true temple of justice, the administration of which is a sacred task. By the very nature of their duties and responsibilities, all those involved in it — from the highest officials to the lower employees — must faithfully adhere to and hold inviolate the principle solemnly enshrined in our Constitution: that a public office is a public trust.\n\nPublic service requires utmost integrity and discipline. A public servant must exhibit at all times the highest sense of honesty and integrity for no less than the Constitution mandates the principle that \"a public office is a public trust and all public officers and employees must at all times be accountable to the people, serve them with utmost responsibility, integrity, loyalty and efficiency.\" All public officers and employees, especially those in the judiciary, must at all times exercise a high degree of professionalism and responsibility, which includes optimum performance of duties. Hence, this Court shall never countenance any conduct, act or omission that would violate the norm. of public accountability and diminish or even just tend to diminish public confidence in the judiciary.\n\nAs the administration of justice is a sacred task, the persons involved in it ought to live up to the strictest standard of honesty and integrity. Their conduct, at all times, must not only be characterized by propriety and decorum but, above all else, must be above suspicion. Every employee of the judiciary should be an example of integrity, uprightness and honesty.\n\n. . . .\n\nRespondent's act of demanding and receiving money from the uncle of a party litigant constitutes grave misconduct in office. It is this kind of gross and flaunting misconduct, no matter how nominal the amount involved on the part of those who are charged with the responsibility of administering the law and rendering justice quickly, which erodes the respect for law and the courts.[61] (Italics supplied)\n\nTime and time again, the Court has stressed that no other office in the government exacts greater demand for moral righteousness and uprightness from public employees and officials than the Judiciary.[62] As a judicial employee who is involved with the task of administering justice, respondent has failed in living up to the demands, and even tarnished the image, of the Judiciary.\n\nWHEREFORE, the Court finds respondent Michael Vincent L. Ozon, Clerk III of Branch 1, Regional Trial Court, Butuan City, Agusan del Norte, GUILTY of the serious charge of gross misconduct and DISMISSES him from the service with forfeiture of all benefits, except accrued leave credits, and disqualification from reinstatement or appointment to any public office including government-owned or controlled corporation.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Inting, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez, Kho, Jr., and Singh, JJ., concur.","entities":[{"id":2365,"label":"CASE_NUM","start_offset":10,"end_offset":27},{"id":2366,"label":"CASE_NUM","start_offset":38,"end_offset":59},{"id":2367,"label":"PROM_DATE","start_offset":62,"end_offset":78},{"id":2368,"label":"PERSON","start_offset":81,"end_offset":103},{"id":2369,"label":"PERSON","start_offset":122,"end_offset":145},{"id":2370,"label":"PERSON","start_offset":368,"end_offset":390},{"id":2371,"label":"INS","start_offset":168,"end_offset":188},{"id":2372,"label":"INS","start_offset":274,"end_offset":280},{"id":2373,"label":"INS","start_offset":507,"end_offset":510},{"id":2374,"label":"INS","start_offset":485,"end_offset":505},{"id":2375,"label":"PERSON","start_offset":426,"end_offset":449},{"id":2376,"label":"RA","start_offset":583,"end_offset":604},{"id":2377,"label":"INS","start_offset":728,"end_offset":731},{"id":2378,"label":"INS","start_offset":1217,"end_offset":1256},{"id":2379,"label":"INS","start_offset":1258,"end_offset":1262},{"id":2380,"label":"INS","start_offset":1407,"end_offset":1440},{"id":2381,"label":"INS","start_offset":1442,"end_offset":1445},{"id":2382,"label":"INS","start_offset":1527,"end_offset":1530},{"id":2383,"label":"PERSON","start_offset":1486,"end_offset":1502},{"id":2384,"label":"PERSON","start_offset":1520,"end_offset":1524},{"id":2385,"label":"PERSON","start_offset":1759,"end_offset":1764},{"id":2386,"label":"INS","start_offset":2249,"end_offset":2253},{"id":2387,"label":"PERSON","start_offset":2331,"end_offset":2348},{"id":2388,"label":"PERSON","start_offset":2356,"end_offset":2362},{"id":2389,"label":"PERSON","start_offset":2606,"end_offset":2611},{"id":2390,"label":"PERSON","start_offset":2627,"end_offset":2650},{"id":2391,"label":"PERSON","start_offset":2658,"end_offset":2673},{"id":2392,"label":"INS","start_offset":2715,"end_offset":2718},{"id":2393,"label":"PERSON","start_offset":2813,"end_offset":2828},{"id":2394,"label":"PERSON","start_offset":3010,"end_offset":3017},{"id":2395,"label":"PERSON","start_offset":3520,"end_offset":3526},{"id":2396,"label":"PERSON","start_offset":3892,"end_offset":3912},{"id":2397,"label":"INS","start_offset":3336,"end_offset":3342},{"id":2398,"label":"INS","start_offset":3747,"end_offset":3750},{"id":2399,"label":"INS","start_offset":3714,"end_offset":3745},{"id":2400,"label":"PERSON","start_offset":4122,"end_offset":4137},{"id":2401,"label":"PERSON","start_offset":4493,"end_offset":4498},{"id":2402,"label":"PERSON","start_offset":4647,"end_offset":4662},{"id":2403,"label":"INS","start_offset":4423,"end_offset":4439},{"id":2404,"label":"INS","start_offset":5087,"end_offset":5090},{"id":2405,"label":"INS","start_offset":5479,"end_offset":5482},{"id":2407,"label":"INS","start_offset":6066,"end_offset":6069},{"id":2408,"label":"INS","start_offset":5897,"end_offset":5900},{"id":2409,"label":"PERSON","start_offset":5699,"end_offset":5718},{"id":2410,"label":"INS","start_offset":6440,"end_offset":6444},{"id":2411,"label":"INS","start_offset":7044,"end_offset":7048},{"id":2412,"label":"INS","start_offset":7217,"end_offset":7220},{"id":2413,"label":"INS","start_offset":7226,"end_offset":7229},{"id":2414,"label":"INS","start_offset":6812,"end_offset":6823},{"id":2415,"label":"PERSON","start_offset":6898,"end_offset":6903},{"id":2416,"label":"STA","start_offset":7409,"end_offset":7427},{"id":2417,"label":"STA","start_offset":7465,"end_offset":7483},{"id":2418,"label":"PERSON","start_offset":7731,"end_offset":7752},{"id":2419,"label":"PERSON","start_offset":7970,"end_offset":7990},{"id":2420,"label":"PERSON","start_offset":7992,"end_offset":8001},{"id":2421,"label":"PERSON","start_offset":8112,"end_offset":8132},{"id":2422,"label":"PERSON","start_offset":8134,"end_offset":8143},{"id":2423,"label":"INS","start_offset":8035,"end_offset":8039},{"id":2424,"label":"INS","start_offset":8096,"end_offset":8099},{"id":2425,"label":"INS","start_offset":8070,"end_offset":8094},{"id":2426,"label":"INS","start_offset":8220,"end_offset":8223},{"id":2427,"label":"INS","start_offset":8420,"end_offset":8433},{"id":2428,"label":"INS","start_offset":8545,"end_offset":8565},{"id":2429,"label":"PERSON","start_offset":8510,"end_offset":8533},{"id":2430,"label":"PERSON","start_offset":8667,"end_offset":8672},{"id":2431,"label":"INS","start_offset":9201,"end_offset":9205},{"id":2432,"label":"INS","start_offset":9339,"end_offset":9354},{"id":2433,"label":"PERSON","start_offset":9467,"end_offset":9490},{"id":2434,"label":"PERSON","start_offset":9596,"end_offset":9619},{"id":2435,"label":"INS","start_offset":9503,"end_offset":9523},{"id":2436,"label":"INS","start_offset":9913,"end_offset":9917},{"id":2437,"label":"INS","start_offset":10013,"end_offset":10017},{"id":2438,"label":"INS","start_offset":10519,"end_offset":10541},{"id":2439,"label":"PERSON","start_offset":10555,"end_offset":10578},{"id":2440,"label":"INS","start_offset":10636,"end_offset":10672},{"id":2441,"label":"INS","start_offset":10769,"end_offset":10775},{"id":2442,"label":"INS","start_offset":10974,"end_offset":10980},{"id":2443,"label":"INS","start_offset":11079,"end_offset":11084},{"id":2444,"label":"PERSON","start_offset":10817,"end_offset":10832},{"id":2445,"label":"PERSON","start_offset":11571,"end_offset":11578},{"id":2446,"label":"PERSON","start_offset":12022,"end_offset":12037},{"id":2447,"label":"PERSON","start_offset":12043,"end_offset":12062},{"id":2448,"label":"INS","start_offset":11793,"end_offset":11798},{"id":2449,"label":"PERSON","start_offset":12094,"end_offset":12099},{"id":2450,"label":"PERSON","start_offset":12440,"end_offset":12446},{"id":2451,"label":"PERSON","start_offset":12072,"end_offset":12088},{"id":2452,"label":"INS","start_offset":12644,"end_offset":12675},{"id":2453,"label":"INS","start_offset":13865,"end_offset":13871},{"id":2454,"label":"INS","start_offset":13924,"end_offset":13928},{"id":2455,"label":"INS","start_offset":14154,"end_offset":14158},{"id":2456,"label":"INS","start_offset":14165,"end_offset":14169},{"id":2457,"label":"PERSON","start_offset":13911,"end_offset":13916},{"id":2458,"label":"PERSON","start_offset":14893,"end_offset":14908},{"id":2459,"label":"PERSON","start_offset":15373,"end_offset":15388},{"id":2460,"label":"PERSON","start_offset":15425,"end_offset":15440},{"id":2462,"label":"PERSON","start_offset":15468,"end_offset":15472},{"id":2463,"label":"INS","start_offset":15631,"end_offset":15634},{"id":2464,"label":"INS","start_offset":15815,"end_offset":15819},{"id":2465,"label":"INS","start_offset":15883,"end_offset":15887},{"id":2466,"label":"INS","start_offset":15757,"end_offset":15761},{"id":2467,"label":"INS","start_offset":16103,"end_offset":16106},{"id":2468,"label":"STA","start_offset":16203,"end_offset":16223},{"id":2470,"label":"STA","start_offset":16494,"end_offset":16505},{"id":2471,"label":"INS","start_offset":17233,"end_offset":17239},{"id":2472,"label":"PERSON","start_offset":17727,"end_offset":17732},{"id":2473,"label":"INS","start_offset":17740,"end_offset":17743},{"id":2474,"label":"INS","start_offset":18134,"end_offset":18137},{"id":2475,"label":"STA","start_offset":18201,"end_offset":18221},{"id":2476,"label":"INS","start_offset":18270,"end_offset":18274},{"id":2477,"label":"INS","start_offset":18397,"end_offset":18400},{"id":2478,"label":"INS","start_offset":18542,"end_offset":18547},{"id":2479,"label":"INS","start_offset":19041,"end_offset":19045},{"id":2480,"label":"INS","start_offset":19524,"end_offset":19528},{"id":2481,"label":"CASE_NUM","start_offset":19628,"end_offset":19647},{"id":2482,"label":"INS","start_offset":19708,"end_offset":19711},{"id":2483,"label":"INS","start_offset":19739,"end_offset":19743},{"id":2484,"label":"INS","start_offset":19783,"end_offset":19787},{"id":2485,"label":"INS","start_offset":19909,"end_offset":19912},{"id":2486,"label":"INS","start_offset":20208,"end_offset":20212},{"id":2487,"label":"INS","start_offset":20239,"end_offset":20242},{"id":2488,"label":"INS","start_offset":20406,"end_offset":20410},{"id":2489,"label":"RA","start_offset":20468,"end_offset":20494},{"id":2490,"label":"RA","start_offset":20705,"end_offset":20712},{"id":2491,"label":"RA","start_offset":20738,"end_offset":20788},{"id":2492,"label":"RA","start_offset":20791,"end_offset":20795},{"id":2493,"label":"RA","start_offset":21059,"end_offset":21064},{"id":2494,"label":"INS","start_offset":22463,"end_offset":22469},{"id":2495,"label":"INS","start_offset":22718,"end_offset":22724},{"id":2496,"label":"INS","start_offset":22913,"end_offset":22919},{"id":2497,"label":"INS","start_offset":23118,"end_offset":23124},{"id":2498,"label":"INS","start_offset":23360,"end_offset":23366},{"id":2499,"label":"PERSON","start_offset":23350,"end_offset":23354},{"id":2500,"label":"STA","start_offset":23822,"end_offset":23830},{"id":2501,"label":"PERSON","start_offset":24089,"end_offset":24099},{"id":2502,"label":"PERSON","start_offset":24102,"end_offset":24109},{"id":2503,"label":"INS","start_offset":24119,"end_offset":24125},{"id":2504,"label":"INS","start_offset":24508,"end_offset":24514},{"id":2505,"label":"INS","start_offset":25642,"end_offset":25648},{"id":2506,"label":"INS","start_offset":26648,"end_offset":26654},{"id":2507,"label":"INS","start_offset":26591,"end_offset":26597},{"id":2508,"label":"INS","start_offset":27022,"end_offset":27028},{"id":2509,"label":"INS","start_offset":27093,"end_offset":27113},{"id":2510,"label":"PERSON","start_offset":27045,"end_offset":27068},{"id":2511,"label":"PERSON","start_offset":27437,"end_offset":27445},{"id":2512,"label":"PERSON","start_offset":27453,"end_offset":27459},{"id":2513,"label":"PERSON","start_offset":27467,"end_offset":27474},{"id":2514,"label":"PERSON","start_offset":27476,"end_offset":27484},{"id":2515,"label":"PERSON","start_offset":27486,"end_offset":27499},{"id":2516,"label":"PERSON","start_offset":27501,"end_offset":27507},{"id":2518,"label":"PERSON","start_offset":27509,"end_offset":27517},{"id":2519,"label":"PERSON","start_offset":27519,"end_offset":27527},{"id":2520,"label":"PERSON","start_offset":27529,"end_offset":27536},{"id":2521,"label":"PERSON","start_offset":27538,"end_offset":27545},{"id":2522,"label":"PERSON","start_offset":27547,"end_offset":27555},{"id":2523,"label":"PERSON","start_offset":27557,"end_offset":27566},{"id":2524,"label":"PERSON","start_offset":27568,"end_offset":27575},{"id":2525,"label":"PERSON","start_offset":27577,"end_offset":27585},{"id":2526,"label":"PERSON","start_offset":27591,"end_offset":27596}],"relations":[],"Comments":[]}
{"id":74,"text":"EN BANC\n[ G.R. No. 261107, January 30, 2024 ]\nANA LIZA ARRIOLA PERALTA, PETITIONER, VS. COMMISSION ON ELECTIONS, REPRESENTED BY THE CAMPAIGN FINANCE UNIT, RESPONDENT.\n\nD E C I S I O N\nINTING, J.:\n\nBefore the Court is a Petition for Certiorari[1] assailing Resolution No. 18-0656[2] dated August 8, 2018, and Resolution No. 21-0472-57[3] dated July 14, 2021, issued by the respondent Commission on Elections (COMELEC) En Banc in E.O. Case No. 15-954. In the assailed issuances, the COMELEC found probable cause to hold Ana Liza A. Peralta (petitioner) for trial and directed the filing of an Information against her for election overspending under Section 100[4] in relation to Section 262[5] of Batas Pambansa No. (BP) 881, otherwise known as the Omnibus Election Code (OEC), as amended by Republic Act No. 7166.[6]\n\nThe Antecedents\n\nPetitioner ran for the position of Mayor in the Municipality of San Marcelino, Zambales, during the May 10, 2010, National and Local Elections (2010 NLE).[7] At the time, there were 20,301 registered voters in the municipality.[8]\n\nIn a Letter[9] to petitioner dated October 1, 2014, Atty. Ferdinand T. Rafanan (Atty. Rafanan), Head of the Campaign Finance Unit of the COMELEC, stated that petitioner spent the amount of PHP 285,500.00 during the 2010 NLE per the Statement of Contributions & Expenditures (SOCE) which she submitted to the COMELEC on June 7, 2010. Under Section 100 of the OEC, as amended by Section 13 of Republic Act No. 7166, the maximum allowable expenditure for petitioner was PHP 3.00 per registered voter or a total of PHP 60,903.00. Thus, as petitioner appeared to have exceeded the limit set by law, Atty. Rafanan directed her to submit her written explanation as to why no charges should be filed against her for the election offense of overspending under Section 262 in relation to the OEC, Section 100, as amended by Republic Act No. 7166 Section 13.\n\nIn her letter-response[10] dated March 2, 2015, petitioner attached the respective affidavits of her contributors, along with their corresponding explanations or clarifications on the declarations made in the Schedule of Contributions Received and Reports of Contributors,[11] as follows:\nLance Stefan L. Flamiano – the amount of his tarpaulin contributions was mistakenly written as PHP 30,000.00 instead of PHP 3,000.00;[12]\n\nNoel P. Cacho – his contribution amounting to PHP 7,000.00 partook of the nature of copying and classifying the list of voters, investigating the registered voters on the list, and printing of sample ballots; however, it was erroneously indicated as meals and snacks in the report of his contribution;[13]\n\nMaria Christina P. Penaflor – her contribution amounting to PHP 18,000.00 partook of the nature of copying and classifying the list of voters, investigating the registered voters on the list, and printing of sample ballots; however, it was erroneously indicated as meals and snacks in the report of her contribution;[14]\n\nRolando A. Flamiano – he contributed PHP 10,000.00 worth of home-made sample ballots; however, in his report of contribution, he caused the word \"leaflets\" to be written in conformity with the report's suggested description and as understood by him as being the nearest description of his contribution;[15]\n\nDaniel A. Villanueva – his contribution of PHP 12,000.00 was not for meals and snacks as reflected in his report of contribution; upon careful recollection, he contributed PHP 8,000.00 for home-made printing of sample ballots and PHP 4,000.00 for copying and classifying the lists of voters;[16]\n\nHeidi P. Villanueva – her report of contribution erroneously reflected meals and snacks in the amount of PHP 84,000.00; however, she only contributed PHP 2,000.00 for meals and snacks while the remaining PHP 82,000.00 was for copying and classifying the lists of voters, investigating the registered voters on the list, and printing of home-made sample ballots;[17]\n\nIsabelita Peralta – she contributed the amount of PHP 5,000.00 for copying and classifying the lists of voters; however, the description in the schedule of contributions reflected \"papers\/pens\";[18]\n\nJonathan S. Peralta – he contributed the amount of PHP 11,000.00 for copying and classifying the lists of voters, investigating the registered voters on the list, and printing of home-made sample ballots; he denied giving PHP 3,000.00 for vehicle and PHP 8,000.00 for meals and snacks, as reflected in the schedule of contributions;[19] and\n\nApolinario Abelon – he contributed home-made sample ballots amounting to PHP 3,000.00 only and corrected the figure of PHP 30,000.00 for meals and snacks appearing on the schedule of contributions.[20]\nPetitioner further indicated in her letter that she underwent hip stress fracture surgery on December 10, 2014, after suffering serious injuries from a vehicular accident in Cancun, Mexico, on November 10, 2014. Thus, her mobility was very restricted and limited from such date. In addition, petitioner maintained that the distance between her and her contributors restricted her from easily conducting verification considering that she was based in Makati City, while almost all of her contributors were based in the Province of Zambales. She then requested that she be allowed to submit relevant documents as soon as they become available.[21]\n\nPetitioner's explanation notwithstanding, the COMELEC was constrained to file a complaint against her for overspending, as communicated in the COMELEC's letter to petitioner dated May 4, 2015.[22]\n\nIn the motu proprio Complaint[23] filed before its Law Department on May 9, 2015, the COMELEC, through its Campaign Finance Unit, sought the determination of probable cause against petitioner for violation of the OEC, Section 100 in relation to Section 262, as amended by Republic Act No. 7166 (election overspending). The complaint alleged, among others, the following:\n. . . .\n\n5. For the 2010 NLE, SAN MARCELINO, ZAMBALES had a total of Twenty Thousand Three Hundred One (20,301) registered voters.\n\n. . . .\n\n7. Section 13 of RA 7166, allows a candidate who belongs to a political party to spend THREE PESOS (PHP 3.00) only for every registered voter in the constituency where she seeks to be elected. Hence, the law allowed [petitioner] who belonged to the LP Party to spend only Sixty Thousand Nine Hundred Three Pesos (PHP 60,903.00) for her election campaign.\n\n8. In her Statement of Contributions and Expenditures (\"SOCE\", Annex \"E\" up to Annex \"E-24\") which she filed with the Comelec on June 07, 2010, [petitioner] declared expenditures in the total amount of Two Hundred Eight[y] Five Thousand Five Hundred Pesos (PHP 285,500.00).\n\n9. [Petitioner] exceeded the expenditure limit of Sixty Thousand Nine Hundred Three Pesos (PHP 60,903.00) for a candidate for the position of MUNICIPAL MAYOR of SAN MARCELINO, ZAMBALES by Two Hundred Twenty Four Thousand Five Hundred Ninety Seven Pesos (PHP 224,597.00) or Three Hundred Sixty Eight and Seventy Seven\/Hundredths Percent (368.77%).[24]\nThe case was docketed as E.O. Case No. 15-954.\n\nIn the Subpoena to the [Petitioner][25] dated June 29, 2015, the COMELEC directed her to appear and submit her counter-affidavit and other supporting documents or affidavits of her witnesses, if any, during the hearing set on August 20, 2015.[26] Petitioner submitted her counter-­affidavit on September 24, 2015, after she was granted two extensions of time to file it.[27]\n\nIn her Counter-Affidavit,[28] petitioner denied the allegations hurled against her in that there is neither any factual nor legal basis to charge her for election overspending. Moreover, petitioner maintained that the dismissal of the complaint is warranted considering that the factual allegations therein were not sufficient to support a finding of probable cause that she committed the offense of overspending under the OEC.[29]\n\nMore particularly, petitioner averred that upon receipt of the letter from Atty. Rafanan of the COMELEC, she coordinated with her contributors for the 2010 NLE to check whether they relayed the correct amount and nature of their respective contributions to petitioner's representative; that she discovered that some of the contributions were mistakenly reflected by her representative in the Reports of Contributor that were submitted together with her SOCE; that while the SOCE bore her signature, she believed in good faith that the figures and descriptions contained therein reflected the true amounts and natures of the contributions she received during the 2010 NLE; that after it became clear to her that her bid for the mayoralty position was unsuccessful, she made preparations to return to Manila to address her professional obligations; that she entrusted one Veron P. Tadena (Tadena) to prepare her SOCE under clear instructions to reflect the correct amount and nature of the contributions received; that despite her clear instructions, Tadena mistakenly reflected some of the contributions she received; that she requested some of her contributors to execute affidavits to indicate the correct nature and amount of their contributions during the 2010 NLE;[30] and that considering the corrections made by her contributors, her total expenditures was only PHP 51,500.00 and not PHP 285,500.00 as stated in the complaint.[31]\n\nIn her Sinumpaang Salaysay[32] attached to petitioner's Counter­-Affidavit, Tadena narrated that she was the personal secretary of petitioner who prepared the latter's SOCE and coordinated with the contributors. However, she admitted that she did not know how to categorize some of the contributions that she just placed them under \"meals and snacks.\"[33] Moreover, Tadena asseverated that she committed errors in figures in that she wrote PHP 30,000.00 instead of PHP 3,000.00 as the respective amounts of contribution of Lance Stefan Flamiano and Apolinario Abelon.[34] She added that she had limited knowledge on law-related matters and did not expect that petitioner would encounter problems regarding the contributions of her supporters, considering that she did not win the 2010 NLE.[35]\n\nThe Ruling of the COMELEC\n\nIn its Resolution No. 18-0656[36] dated August 8, 2018, the COMELEC En Banc adopted the recommendation of its Law Department that found probable cause to charge petitioner for the offense of election overspending under the OEC. Thus:\nThe Commission RESOLVED, as it hereby RESOLVES, to adopt the recommendation of the Law Department finding probable cause to hold respondent ANA LIZA A. PERALTA for trial and the filing of Information for violation of Section 100 of B.P. Blg. 881, otherwise known as the Omnibus Election Code (OEC), as amended by R.A. No. 7166, in relation to Section 262 of the same Code.\n\nLet the Law Department implement this Resolution.[37]\nIn its recommendation to file an Information against petitioner for election overspending, the COMELEC Law Department stated that petitioner cannot deny responsibility by claiming that she did not personally prepare her SOCE. It noted that petitioner is a former councilor and a lawyer by profession who is expected to know and understand campaign finance laws and the consequences of violating them. Still, petitioner left every step of the preparation of her SOCE to her secretary who is now being blamed for her alleged inadvertence and insufficient knowledge on campaign finance laws. As it appeared, petitioner simply signed the documents prepared by her secretary without reviewing them. As to the affidavits of her contributors without official receipts, the COMELEC Law Department posited that they cannot overcome the Report of Contributions attached in the SOCE which the contributors themselves earlier signed.[38]\n\nPetitioner sought a reconsideration,[39] but the COMELEC En Banc denied the motion in the COMELEC Resolution No. 21-0472-57[40] dated July 14, 2021.\n\nThe Petition Before the Court\n\nPetitioner now comes before the Court imputing grave abuse of discretion on the part of the COMELEC in that (1) there was inordinate delay in the conduct of the preliminary investigation resulting in violation of petitioner's right to speedy disposition of cases; (2) it found probable cause against petitioner despite the absence of all the elements constituting the election offense; and (3) it found probable cause against petitioner notwithstanding the absence of substantial basis that she spent beyond the limits of the law.[41]\n\nAs to the alleged inordinate delay, petitioner avers that while she submitted her SOCE on June 7, 2010, it was only on May 9, 2015, or around four years (4) and eleven (11) months thereafter that the COMELEC Campaign Finance Unit initiated its complaint against her. Moreover, petitioner maintains that the COMELEC failed to observe its prescribed period in terminating the preliminary investigation when it recommended the filing of an information against her on July 14, 2021, or more than six (6) years from the time when the COMELEC Campaign Finance Unit filed the complaint on May 9, 2015. Petitioner sought a reconsideration, but she received a copy of the resolution denying her motion for reconsideration only after more than two years from her filing of the motion.[42]\n\nOn the charge of election overspending, petitioner argues that the COMELEC failed to prove with substantial evidence that the amount she actually spent exceeded the allowable expenses during the 2010 NLE. First, the COMELEC purportedly relied on the erroneously prepared SOCE;[43] and second, it was allegedly grave reversible error on the part of the COMELEC when it treated petitioner's simple inadvertence and plain error in her SOCE as a confession of violation of the campaign finance laws. She adds that the SOCE was the result of an error which has been corrected and sufficiently clarified by the sworn affidavits of her contributors.[44]\n\nFor its part, the COMELEC, as represented by the Office of the Solicitor General, counters that certiorari does not lie in the case because a plain, speedy, and adequate remedy is available to petitioner; that is, to allow the criminal case against her to proceed and to adduce evidence of her innocence therein. Moreover, the COMELEC maintains that it did not commit grave abuse of discretion in finding probable cause to charge petitioner with the offense of election overspending as the SOCE which petitioner herself signed showed on its face that she exceeded the allowable campaign expenditures. It avers that petitioner's submission that the SOCE contained errors allegedly committed by her personal secretary, as well as her attempt to correct the errors, is a mere afterthought that was not properly substantiated.[45]\n\nIn her Reply,[46] petitioner insists that certiorari is the proper remedy because there was inordinate delay in conducting the preliminary investigation resulting in the violation of her right to speedy disposition of cases. She emphasizes that because of the inexplicable delay of twelve (12) years in the resolution of her election offense, she had already been deprived of her right to the speedy disposition of her case.[47] This is considering that the case did not involve any complicated factual or legal issues.[48] Also, she asseverates that it will be unfair on her part if she will be further subjected to trial because the prolonged preliminary investigation had already impaired her defenses, as she is now unsure of the whereabouts of some of her witnesses.[49]\n\nThe Issue\n\nIn sum, the issue to be resolved in the present case is whether the COMELEC committed grave abuse of discretion amounting to lack or excess of jurisdiction when it issued the assailed Resolutions finding probable cause to charge petitioner with the election offense of overspending.\n\nThe Ruling of the Court\n\nThe Court grants the petition.\n\nThere was inordinate delay in the conduct of the preliminary investigation before the COMELEC which violated petitioner's right to speedy disposition of cases. Hence, the dismissal of the complaint against her is warranted.\n\nThe 1987 Constitution, Article III, Section 16,[50] guarantees the right of all persons to a speedy disposition of their cases before all judicial, quasi-judicial, or administrative bodies. This constitutional right is available not only to the accused in criminal proceedings but also to all parties in all cases, whether civil or administrative in nature, as well as all proceedings, either judicial or quasi-judicial. Pursuant thereto, any party to a case may demand expeditious action from all officials who are tasked with the administration of justice.[51]\n\nIn resolving whether petitioner's right to the speedy disposition of her case was violated, the guidelines set forth by the Court in Cagang v. Sandiganbayan,[52] find relevance:\nFirst, the right to speedy disposition of cases is different from the right to speedy trial. While the rationale for both rights is the same, the right to speedy trial may only be invoked in criminal prosecutions against courts of law. The right to speedy disposition of cases, however, may be invoked before any tribunal, whether judicial or quasi-judicial. What is important is that the accused may already be prejudiced by the proceeding for the right to speedy disposition of cases to be invoked.\n\nSecond, a case is deemed initiated upon the filing of a formal complaint prior to a conduct of a preliminary investigation. This Court acknowledges, however, that the Ombudsman should set reasonable periods for preliminary investigation, with due regard to the complexities and nuances of each case. Delays beyond this period will be taken against the prosecution. The period taken for fact-finding investigations prior to the filing of the formal complaint shall not be included in the determination of whether there has been inordinate delay.\n\nThird, courts must first determine which party carries the burden of proof. If the right is invoked within the given time periods contained in current Supreme Court resolutions and circulars, and the time periods that will be promulgated by the Office of the Ombudsman, the defense has the burden of proving that the right was justifiably invoked. If the delay occurs beyond the given time period and the right is invoked, the prosecution has the burden of justifying the delay.\n\nIf the defense has the burden of proof, it must prove first, whether the case is motivated by malice or clearly only politically motivated and is attended by utter lack of evidence, and second, that the defense did not contribute to the delay.\n\nOnce the burden of proof shifts to the prosecution, the prosecution must prove first, that it followed the prescribed procedure in the conduct of preliminary investigation and in the prosecution of the case; second, that the complexity of the issues and the volume of evidence made the delay inevitable; and third, that no prejudice was suffered by the accused as a result of the delay.\n\nFourth, determination of the length of d lay is never mechanical. Courts must consider the entire context of the case, from the amount of evidence to be weighed to the simplicity or complexity of the issues raised.\n\nAn exception to this rule is if there is an allegation that the prosecution of the case was solely motivated by malice, such as when the case is politically motivated or when there is continued prosecution despite utter lack of evidence. Malicious intent may be gauged from the behavior of the prosecution throughout the proceedings. If malicious prosecution is properly alleged and substantially proven, the case would automatically be dismissed without need of further analysis of the delay.\n\nAnother exception would be the waiver of the accused to the right to speedy disposition of cases or the right to speedy trial. If it can be proven that the accused acquiesced to the delay the constitutional right can no longer be invoked.\n\nIn all cases of dismissals due to inordinate delay, the causes of the delays must be properly laid out and discussed by the relevant court.\n\nFifth, the right to speedy disposition of cases or the right to speedy trial must be timely raised. The respondent or the accused must file the appropriate motion upon the lapse of the statutory or procedural periods. Otherwise, they are deemed to have waived their right to speedy disposition of cases.[53]\nConsidering that the case pertains to the conduct of a preliminary investigation, there is no question that petitioner can invoke her constitutional right to the speedy disposition of her case before the COMELEC. It is important to note, however, that the right to a speedy disposition of a case is a relative or flexible concept; a mere mathematical reckoning of the time involved is not sufficient as particular regard must be taken of the facts and circumstances peculiar to each case. Thus, in the determination of whether the right has been violated, the factors that may be considered and balanced are the length of the delay, the reasons for the delay, the aggrieved party's assertion or failure to assert such right, and the prejudice caused by the delay.[54]\n\nBased on the assailed resolutions and the submissions of the parties, the following timeline of events was established: \nJune 7, 2010\nPetitioner submitted her SOCE\nOctober 1, 2014\nLetter of Atty. Rafanan of COMELEC directing petitioner to submit her written explanation as to why no charges should be filed against her for election overspending.\nOctober 21, 2014\nPetitioner received Atty. Rafanan's letter.[55]\nMarch 2, 2015\nPetitioner submitted her letter-response.[56]\nMay 9, 2015\nComplaint was filed against petitioner.[57]\nAugust 20, 2015 and September 9, 2015\nCase was set for preliminary investigation; petitioner moved for two extensions of time to file her counter-affidavit.[58]\nSeptember 24, 2015\nPetitioner submitted her counter-affidavit.[59]\nAugust 8, 2018\nCOMELEC issued Resolution No. 18-0656 finding probable cause against petitioner for election overspending.\nFebruary 18, 2020\nPetitioner received a copy of Resolution No. 18-0656.[60]\nFebruary 24, 2020\nPetitioner filed her motion for reconsideration.[61]\nJuly 14, 2021\nCOMELEC issued Resolution No. 21-0472-57 denying petitioner's motion for reconsideration.\nMay 25, 2022\nPetitioner received a copy of Resolution No. 21-0472-57.[62]\nRecords show that the COMELEC Campaign Finance Unit filed the complaint against petitioner on May 9, 2015. Three years and nearly three months thereafter, or on August 8, 2018, the COMELEC issued Resolution No. 18-0656 finding probable cause against her for election overspending. However, petitioner was only furnished with a copy of the Resolution after more than a year and a half from its issuance, or on February 18, 2020. She sought a reconsideration from the COMELEC; however, after one year and over four months, the COMELEC denied her motion in Resolution No. 21-0472-57, and she received a copy thereof only after more than ten (10) months following its issuance.\n\nIn other words, it took the COMELEC more than six years to finally recommend the filing of an Information against petitioner for overspending, or from the filing of the complaint on May 9, 2015, until the resolution of petitioner's motion for reconsideration on July 14, 2021. Clearly, the preliminary investigation was terminated way beyond the 20-day period provided under Section 6, Rule 34 of the COMELEC Rules of Procedure, as follows:\nSec. 8. Duty of Investigating Officer. – The preliminary investigation must be terminated within twenty (20) days after receipt of the counter-affidavits and other evidence of the respondents, and resolution thereof shall be made within five (5) days thereafter.\nIn its Comment to the petition, apart from discussing the merits of the supposed election overspending of petitioner, the COMELEC did not offer any explanation or any special circumstance that would justify the delay in the conduct of its preliminary investigation.\n\nAt this point, the Court reiterates its ruling in Peñas v. Commission on Elections,[63] the facts of which are on all fours with the present case. In brief, therein petitioner Joseph Roble Peñas was a candidate for Mayor of Digos City, Davao Del Sur, during the 2010 NLE. The COMELEC likewise filed a motu proprio complaint against him in 2014 for election overspending or for allegedly exceeding the expenditure limit as reported in his SOCE. However, the preliminary investigation in Peñas was concluded after more than six years from the filing of the complaint or only in 2020. In ruling that there was inordinate delay in Peñas, the Court ratiocinated:\nAs stated, the complaint against petitioner was filed on November 12, 2014. Subsequently, petitioner filed his counter-­affidavit on February 9, 2015. By Resolution No. 18-0665 dated November 5, 2018, or about four (4) years from when the complaint was filed, the COMELEC ordered the filing of an Information against petitioner. Petitioner moved for reconsideration and this time, it took the COMELEC another two (2) years to issue Resolution No. 220-00121-33 dated December 9, 2020 to deny the motion. Indubitably, the COMELEC went beyond the prescribed period for the conduct of a preliminary investigation.\n\nThird. In view of the COMELEC's failure to observe its own prescribed period for resolving petitioner's case, the burden of justifying the delay is shifted to it. Consequently, it must prove first, that it followed the prescribed procedure in the conduct of preliminary investigation and in the prosecution of the case; second, that the complexity of the issues and the volume of evidence made the delay inevitable; and third, that no prejudice was suffered by the accused as a result of the delay. The COMELEC, however, failed to establish these circumstances.\n\nFor one. Instead of proving compliance with its own prescribed procedure, the COMELEC merely attempted to justify the delay by citing the two (2) general elections which it had to administer during the pendency of the investigation, i.e., the 2016 and 2019 NLE.\n\nBut this hardly justifies the delay it took the COMELEC to conclude the preliminary investigation. On the contrary, a prolonged investigation should have been avoided at all cost precisely because of the looming elections at that time.[64] (Emphasis in the original)\nNeither can COMELEC justify the conduct of the preliminary investigation for more than six years as the case did not involve a complex issue or require voluminous records or evidence. As further explained in Peñas:\nFor another. Petitioner's case did not at all involve complex or intricate issues which require voluminous records or evidence. The lone issue needed to be resolved was whether petitioner went beyond the prescribed campaign expenditure limit. To determine if there had indeed been an excess, a simple mathematical equation is all that is required: multiply the number of registered voters in Digos City by three pesos (PHP 3.00). The product must then be parried with the amount actually spent by petitioner. If the amount spent was greater than the product, then there is probable cause to charge petitioner with election overspending, subject to any valid defense which petitioner may raise in his counter-affidavit.\n\nIndeed, why the preliminary investigation lasted for an unreasonable period of time is clearly unfathomable considering the simplicity of the issue, that there is only one respondent charged in the complaint, and the evidence involved here was not at all voluminous. As the Court pronounced in Alarilla v. Sandiganbayan, absent any extraordinary complication which the prosecution must adequately prove, such as the degree of difficulty of the questions involved in the case, or any event external thereto that effectively stymied the prosecution's normal work activity, any delay in the resolution of the preliminary investigation is not justified.\n\n. . . .\n\nClearly, the COMELEC failed to discharge its burden to justify the length of time it took for it to conclude the preliminary investigation in this case. There was no showing that the COMELEC followed its prescribed procedure to the letter in order to obviate any delay in the proceedings. Nor was it established that the issues were too complex and the evidence required voluminous, making delay inevitable. Indubitably, therefore, inordinate delay attended the COMELEC's conduct of the preliminary investigation of petitioner's case.[65] (Emphasis in the original)\nHere, as with Peñas, the complaint was filed against petitioner on May 9, 2015, and the preliminary investigation was concluded only on July 14, 2021, or after more than six (6) years. Too, no reasonable justification was offered by the COMELEC for the delay in the conduct thereof as the issue involved, i.e., whether the petitioner exceeded the election spending limits under the law, was not complex or novel and did not entail the review or examination of voluminous records. Verily, the Court's ruling in Peñas as to the finding of inordinate delay finds application in the present case.\n\nThe ruling in Peñas was reiterated in Ecleo v. Commission on Elections[66] which likewise involved identical facts and issues:\nApplying the four-fold test in Ecleo's scenario will yield the finding that her right to speedy disposition of cases has been violated. The COMELEC took an unreasonable amount of time to conduct its preliminary investigation, on an issue that could be resolved by simple arithmetic, without offering a valid explanation for the delay. The uncertainty of this case's outcome caused mental anguish on the part of Ecleo, to her prejudice.\n\nTo recall, the COMELEC, as represented by the CFU, initiated the filing of a complaint against Ecleo in 2014. However, it was only in 2021 that the COMELEC issued a Resolution directing the Law Department to file the appropriate Information against Ecleo for violation of the Omnibus Election Code, in flagrant violation of its own internal rules of procedure.\nSection 8, Rule 34 of the COMELEC Rules of Procedure provides:\n\nSec. 8. Duty of Investigating Officer. — The preliminary investigation must be terminated within twenty (20) days after receipt of the counter-affidavits and other evidence of the respondents, and resolution thereof shall be made within five (5) days thereafter.\nIn stark contrast to its self-prescribed timelines, the COMELEC took seven long years to determine probable cause on the part of Ecleo for violation of an election offense. Much had already transpired in the span of time between the filing of the complaint and the issuance of the assailed Resolution. Not only did Ecleo complete her term as Governor of Dinagat Islands, she had even been re-elected to the same post and had already completed her second term. Yet, preliminary investigation for an election-related charge filed during her first term was still ongoing.[67]\nIndeed, the underlying principle of the right to speedy disposition of cases remains to be the prevention, not only of delay in the administration of justice, but also of oppression of the citizen by indefinitely suspending criminal prosecution. A violation of this right results in the grant of the radical relief of immediate dismissal of the case.[68]\n\nApplying the foregoing pronouncements in Peñas and Ecleo, the Court finds that the COMELEC is guilty of inordinate delay in the conduct of its preliminary investigation against petitioner. Consequently, the issuance of the assailed resolutions is tainted with grave abuse of discretion that warrants their nullification. With this, the Court no longer finds the need to discuss the other issues raised in the petition pertaining to the merits of the election offense purportedly committed by petitioner.\n\nACCORDINGLY, the petition is GRANTED. Resolution No. 18-0656 dated August 8, 2018, and Resolution No. 21-0472-57 dated July 14, 2021, of the Commission on Elections En Banc in E.O. Case No. 15-954, are NULLIFIED for having been issued with grave abuse of discretion. The complaint against petitioner Ana Liza Arriola Peralta for alleged election overspending is DISMISSED.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, Dimaampao, Marquez, and Singh, JJ., concur.\nKho, Jr.,* J., no part.\n","entities":[{"id":2528,"label":"PERSON","start_offset":46,"end_offset":70},{"id":2530,"label":"INS","start_offset":88,"end_offset":111},{"id":2531,"label":"PERSON","start_offset":184,"end_offset":190},{"id":2532,"label":"INS","start_offset":208,"end_offset":214},{"id":2533,"label":"INS","start_offset":383,"end_offset":406},{"id":2534,"label":"INS","start_offset":408,"end_offset":415},{"id":2535,"label":"CASE_NUM","start_offset":428,"end_offset":448},{"id":2536,"label":"INS","start_offset":481,"end_offset":489},{"id":2537,"label":"PERSON","start_offset":518,"end_offset":537},{"id":2538,"label":"STA","start_offset":695,"end_offset":722},{"id":2539,"label":"STA","start_offset":747,"end_offset":768},{"id":2540,"label":"STA","start_offset":770,"end_offset":773},{"id":2541,"label":"RA","start_offset":790,"end_offset":811},{"id":2542,"label":"PERSON","start_offset":1124,"end_offset":1144},{"id":2543,"label":"PERSON","start_offset":1152,"end_offset":1159},{"id":2544,"label":"INS","start_offset":1203,"end_offset":1210},{"id":2545,"label":"INS","start_offset":1374,"end_offset":1382},{"id":2546,"label":"STA","start_offset":1424,"end_offset":1427},{"id":2547,"label":"RA","start_offset":1457,"end_offset":1478},{"id":2548,"label":"PERSON","start_offset":1666,"end_offset":1674},{"id":2549,"label":"STA","start_offset":1848,"end_offset":1851},{"id":2550,"label":"RA","start_offset":1880,"end_offset":1901},{"id":2551,"label":"PERSON","start_offset":2204,"end_offset":2228},{"id":2552,"label":"PERSON","start_offset":2343,"end_offset":2356},{"id":2553,"label":"PERSON","start_offset":2650,"end_offset":2677},{"id":2554,"label":"PERSON","start_offset":2972,"end_offset":2991},{"id":2555,"label":"PERSON","start_offset":3280,"end_offset":3300},{"id":2556,"label":"PERSON","start_offset":3577,"end_offset":3596},{"id":2557,"label":"PERSON","start_offset":3944,"end_offset":3961},{"id":2558,"label":"PERSON","start_offset":4144,"end_offset":4163},{"id":2559,"label":"PERSON","start_offset":4486,"end_offset":4503},{"id":2560,"label":"INS","start_offset":5381,"end_offset":5389},{"id":2561,"label":"INS","start_offset":5478,"end_offset":5485},{"id":2562,"label":"INS","start_offset":5619,"end_offset":5626},{"id":2563,"label":"INS","start_offset":5640,"end_offset":5661},{"id":2564,"label":"INS","start_offset":132,"end_offset":153},{"id":2565,"label":"STA","start_offset":5746,"end_offset":5749},{"id":2566,"label":"RA","start_offset":5805,"end_offset":5826},{"id":2567,"label":"RA","start_offset":6062,"end_offset":6069},{"id":2568,"label":"INS","start_offset":6519,"end_offset":6527},{"id":2569,"label":"CASE_NUM","start_offset":7052,"end_offset":7072},{"id":2570,"label":"INS","start_offset":7140,"end_offset":7148},{"id":2571,"label":"STA","start_offset":7874,"end_offset":7877},{"id":2572,"label":"PERSON","start_offset":7965,"end_offset":7973},{"id":2573,"label":"INS","start_offset":7980,"end_offset":7987},{"id":2574,"label":"PERSON","start_offset":8771,"end_offset":8777},{"id":2575,"label":"PERSON","start_offset":8754,"end_offset":8769},{"id":2576,"label":"PERSON","start_offset":8933,"end_offset":8940},{"id":2577,"label":"PERSON","start_offset":9398,"end_offset":9405},{"id":2578,"label":"PERSON","start_offset":9688,"end_offset":9695},{"id":2579,"label":"PERSON","start_offset":9845,"end_offset":9866},{"id":2580,"label":"PERSON","start_offset":9871,"end_offset":9888},{"id":2581,"label":"INS","start_offset":10135,"end_offset":10142},{"id":2582,"label":"INS","start_offset":10204,"end_offset":10212},{"id":2583,"label":"STA","start_offset":10367,"end_offset":10370},{"id":2584,"label":"STA","start_offset":10671,"end_offset":10674},{"id":2585,"label":"STA","start_offset":10648,"end_offset":10669},{"id":2586,"label":"STA","start_offset":10610,"end_offset":10623},{"id":2587,"label":"RA","start_offset":10691,"end_offset":10704},{"id":2588,"label":"PERSON","start_offset":10518,"end_offset":10537},{"id":2589,"label":"INS","start_offset":10901,"end_offset":10909},{"id":2590,"label":"INS","start_offset":11572,"end_offset":11580},{"id":2591,"label":"INS","start_offset":11782,"end_offset":11790},{"id":2592,"label":"INS","start_offset":11823,"end_offset":11831},{"id":2593,"label":"INS","start_offset":11907,"end_offset":11912},{"id":2594,"label":"INS","start_offset":11946,"end_offset":11952},{"id":2595,"label":"INS","start_offset":12006,"end_offset":12014},{"id":2596,"label":"INS","start_offset":12650,"end_offset":12658},{"id":2597,"label":"INS","start_offset":12757,"end_offset":12765},{"id":2598,"label":"INS","start_offset":12658,"end_offset":12679},{"id":2599,"label":"INS","start_offset":12979,"end_offset":12987},{"id":2601,"label":"INS","start_offset":12987,"end_offset":13008},{"id":2602,"label":"INS","start_offset":13297,"end_offset":13305},{"id":2603,"label":"INS","start_offset":13446,"end_offset":13454},{"id":2604,"label":"INS","start_offset":13582,"end_offset":13590},{"id":2605,"label":"INS","start_offset":13896,"end_offset":13903},{"id":2606,"label":"INS","start_offset":13927,"end_offset":13959},{"id":2607,"label":"INS","start_offset":14205,"end_offset":14213},{"id":2608,"label":"INS","start_offset":15562,"end_offset":15570},{"id":2609,"label":"INS","start_offset":15796,"end_offset":15801},{"id":2610,"label":"INS","start_offset":15807,"end_offset":15813},{"id":2611,"label":"INS","start_offset":15921,"end_offset":15929},{"id":2612,"label":"CNS","start_offset":16064,"end_offset":16081},{"id":2613,"label":"INS","start_offset":16748,"end_offset":16754},{"id":2614,"label":"PERSON","start_offset":16757,"end_offset":16764},{"id":2615,"label":"INS","start_offset":17023,"end_offset":17030},{"id":2616,"label":"INS","start_offset":17433,"end_offset":17439},{"id":2617,"label":"INS","start_offset":17857,"end_offset":17864},{"id":2618,"label":"INS","start_offset":18001,"end_offset":18014},{"id":2620,"label":"INS","start_offset":18095,"end_offset":18118},{"id":2621,"label":"INS","start_offset":19029,"end_offset":19036},{"id":2622,"label":"INS","start_offset":20567,"end_offset":20574},{"id":2623,"label":"INS","start_offset":21339,"end_offset":21347},{"id":2624,"label":"PERSON","start_offset":21328,"end_offset":21336},{"id":2625,"label":"PERSON","start_offset":21521,"end_offset":21528},{"id":2626,"label":"INS","start_offset":21902,"end_offset":21910},{"id":2627,"label":"INS","start_offset":22170,"end_offset":22178},{"id":2628,"label":"INS","start_offset":22356,"end_offset":22364},{"id":2629,"label":"INS","start_offset":22364,"end_offset":22385},{"id":2630,"label":"INS","start_offset":22515,"end_offset":22523},{"id":2631,"label":"INS","start_offset":22800,"end_offset":22807},{"id":2632,"label":"INS","start_offset":22859,"end_offset":22867},{"id":2633,"label":"INS","start_offset":23037,"end_offset":23045},{"id":2634,"label":"INS","start_offset":23410,"end_offset":23418},{"id":2635,"label":"STA","start_offset":23395,"end_offset":23402},{"id":2636,"label":"INS","start_offset":23835,"end_offset":23843},{"id":2637,"label":"INS","start_offset":23999,"end_offset":24005},{"id":2638,"label":"INS","start_offset":24039,"end_offset":24062},{"id":2639,"label":"INS","start_offset":24256,"end_offset":24264},{"id":2640,"label":"INS","start_offset":24618,"end_offset":24624},{"id":2641,"label":"PERSON","start_offset":24156,"end_offset":24174},{"id":2642,"label":"PERSON","start_offset":24030,"end_offset":24036},{"id":2643,"label":"PERSON","start_offset":24466,"end_offset":24472},{"id":2644,"label":"PERSON","start_offset":24607,"end_offset":24612},{"id":2645,"label":"INS","start_offset":24902,"end_offset":24910},{"id":2646,"label":"INS","start_offset":25031,"end_offset":25039},{"id":2647,"label":"INS","start_offset":25158,"end_offset":25166},{"id":2648,"label":"INS","start_offset":25272,"end_offset":25278},{"id":2649,"label":"INS","start_offset":25752,"end_offset":25759},{"id":2650,"label":"INS","start_offset":25890,"end_offset":25898},{"id":2651,"label":"INS","start_offset":26123,"end_offset":26131},{"id":2652,"label":"INS","start_offset":26354,"end_offset":26362},{"id":2653,"label":"PERSON","start_offset":26550,"end_offset":26555},{"id":2654,"label":"INS","start_offset":27551,"end_offset":27557},{"id":2655,"label":"INS","start_offset":27950,"end_offset":27958},{"id":2656,"label":"PERSON","start_offset":27571,"end_offset":27580},{"id":2657,"label":"INS","start_offset":28120,"end_offset":28128},{"id":2658,"label":"INS","start_offset":28399,"end_offset":28406},{"id":2659,"label":"INS","start_offset":28740,"end_offset":28748},{"id":2660,"label":"INS","start_offset":28995,"end_offset":29000},{"id":2661,"label":"INS","start_offset":29144,"end_offset":29167},{"id":2662,"label":"PERSON","start_offset":28517,"end_offset":28522},{"id":2663,"label":"PERSON","start_offset":29013,"end_offset":29019},{"id":2664,"label":"PERSON","start_offset":29111,"end_offset":29117},{"id":2665,"label":"PERSON","start_offset":29135,"end_offset":29141},{"id":2666,"label":"PERSON","start_offset":29255,"end_offset":29260},{"id":2667,"label":"PERSON","start_offset":29756,"end_offset":29762},{"id":2668,"label":"INS","start_offset":29364,"end_offset":29372},{"id":2669,"label":"PERSON","start_offset":29635,"end_offset":29640},{"id":2670,"label":"INS","start_offset":29676,"end_offset":29683},{"id":2671,"label":"INS","start_offset":29707,"end_offset":29710},{"id":2672,"label":"INS","start_offset":29809,"end_offset":29817},{"id":2673,"label":"STA","start_offset":29937,"end_offset":29958},{"id":2674,"label":"PERSON","start_offset":29910,"end_offset":29916},{"id":2675,"label":"STA","start_offset":30033,"end_offset":30074},{"id":2676,"label":"INS","start_offset":30405,"end_offset":30413},{"id":2677,"label":"PERSON","start_offset":30478,"end_offset":30484},{"id":2678,"label":"PERSON","start_offset":30664,"end_offset":30670},{"id":2679,"label":"PERSON","start_offset":31319,"end_offset":31325},{"id":2680,"label":"PERSON","start_offset":31329,"end_offset":31334},{"id":2681,"label":"INS","start_offset":31340,"end_offset":31346},{"id":2682,"label":"INS","start_offset":31361,"end_offset":31369},{"id":2683,"label":"INS","start_offset":31614,"end_offset":31620},{"id":2684,"label":"CASE_NUM","start_offset":31959,"end_offset":31979},{"id":2685,"label":"PERSON","start_offset":32083,"end_offset":32107},{"id":2686,"label":"INS","start_offset":31924,"end_offset":31947},{"id":2687,"label":"PERSON","start_offset":32170,"end_offset":32178},{"id":2688,"label":"PERSON","start_offset":32186,"end_offset":32192},{"id":2689,"label":"PERSON","start_offset":32200,"end_offset":32207},{"id":2690,"label":"PERSON","start_offset":32209,"end_offset":32217},{"id":2691,"label":"PERSON","start_offset":32219,"end_offset":32232},{"id":2692,"label":"PERSON","start_offset":32234,"end_offset":32242},{"id":2693,"label":"PERSON","start_offset":32244,"end_offset":32252},{"id":2694,"label":"PERSON","start_offset":32254,"end_offset":32261},{"id":2695,"label":"PERSON","start_offset":32263,"end_offset":32270},{"id":2696,"label":"PERSON","start_offset":32272,"end_offset":32280},{"id":2697,"label":"PERSON","start_offset":32282,"end_offset":32291},{"id":2698,"label":"PERSON","start_offset":32293,"end_offset":32300},{"id":2699,"label":"PERSON","start_offset":32306,"end_offset":32311},{"id":2701,"label":"PERSON","start_offset":32326,"end_offset":32334}],"relations":[],"Comments":[]}
