{"id":3,"text":"FIRST DIVISION\n[ G.R. No. 236827, April 19, 2022 ]\nELIZABETH A. ALBERTO, PETITIONER, VS. JOSE LUIS R. ALBERTO AND REPUBLIC OF THE PHILIPPINES, RESPONDENTS.\n\nD E C I S I O N\nINTING, J.:\n\nBefore the Court is a Petition for Review on Certiorari[1] praying that the Decision[2] dated June 30, 2017 and the Resolution[3] dated January 3, 2018 of the Court of Appeals (CA) in CA-G.R. CV No. 107159 be reversed and set aside. The CA overturned the Decision[4] dated January 8, 2016 of Branch 94, Regional Trial Court (RTC), Quezon City in Civil Case No. Q-09-65639 and dismissed the petition for declaration of nullity of marriage filed by Elizabeth A. Alberto (Elizabeth).\n\nThe Antecedents\n\nElizabeth and Jose Luis R. Alberto (Jose) met in Madrid, Spain in 1995, where Elizabeth was working as Cultural Assistant of the Philippine Embassy and where Jose was studying for a master's degree. After joining several group dates, the two broke up with their respective partners and became sweethearts. They lived together in Madrid from 1996 to 1997; at that time, Jose had to return to the Philippines to look for work. On January 14, 1998, while Elizabeth was on vacation in the Philippines, the two got married in San Fernando, Pampanga. Two days later, Elizabeth flew back to Madrid, while Jose was left behind because of his job.[5]\n\nJose visited Elizabeth in Spain from December 1998 until January 1999. Soon, Elizabeth became pregnant and gave birth to their first child, Joaquin Carlos A. Alberto (Joaquin Carlos), on September 18, 1999.[6]\n\nAccording to Elizabeth, even before they got married, she noticed that Jose was irresponsible—he would get drunk until he passes out; he would also smoke cigarettes and marijuana; and he had bouts of depression. However, she overlooked all these shortcomings and hoped that she could change him for the better.[7]\n\nWhile Elizabeth was working in Madrid, Jose had an affair with a certain Joyce David (Joyce). Elizabeth saw in Jose's cellular phone romantic and erotic messages from Joyce.[8] Joyce also sent letters and a picture of her and Jose to Elizabeth; she told the latter that it was useless for her to stop the affair because Jose \"craves\" for her (Joyce) in bed. Jose confirmed his relationship with Joyce and promised to stop it. But after that, Jose would seldom come home. Elizabeth also learned that Jose and Joyce had sexual intercourse in front of Joaquin Carlos.[9]\n\nAfter Jose confessed and promised to end the affair,[10] Elizabeth gave him another chance. In 2002, they planned to go to Canada where she was assigned. But Jose was unhappy, and his behavior made it difficult for Elizabeth to recover from the hurts of the past. After giving birth to their second child, Ma. Teresa A. Alberto, in April 2003, Elizabeth no longer slept in the same room with Jose and had no sexual contact with him since then.[11] The two eventually parted ways in 2008; Jose stopped communicating and giving support to Elizabeth and their children.[12]\n\nElizabeth asserted that during their cohabitation as husband and wife, Jose fell short of his financial obligations as he was often without a job. He would get depressed and sleep for long hours. He would rely on her to make decisions in the household. He did not care for the children even when they were sick, and he did not attend their school activities. He even physically hurt their eldest child to get him to obey his orders.[13]\n\nClinical psychologist Dr. Rowena R. Belen (Dr. Belen) identified the report[14] she prepared based on tests conducted on Elizabeth, as well as on interviews with Elizabeth and the children. She also tried to get in touch with Jose, but was unable to do so.[15]\n\nBased on her evaluation, Dr. Belen concluded that Jose has a Narcissistic Personality Disorder. This is shown by the following: (1) his failure to stay long in any job that did not suit his standards; (2) his defiance to conventional\/moral rules, as he engaged in a sexual affair with another woman and disregarded his vow to his wife, just to satisfy his desires; (3) his careless disregard for the rights of others especially those of his wife and children for his constant support; (4) his shameless neglect of his wife and children; (5) his interpersonal exploitative tendencies as he used other people, especially his wife to enhance himself and satisfy his needs; (6) his grandiose sense of self-importance and strong sense of entitlement, as he expects to be recognized and be given special favors without assuming reciprocal responsibilities; and (7) his constant need for attention.[16]\n\nDr. Belen declared that the root cause of Jose's personality can be traced to his childhood. He came from a wealthy and politically influential family; thus, he was pampered with material things. But he was deprived of attention and affection as his parents were too busy. Such personality, which was already in existence since childhood, is grave as it impairs him to handle the demands of interpersonal adjustment. He sees nothing wrong with himself, and thus, he remains impervious to change and improvement.[17]\n\nJenelyn Abeleda (Abeleda), a family friend, also testified that she has known Elizabeth and Jose for a long time and had witnessed how Jose was irresponsible to his wife and children. She also saw Jose outside a club in Manila embracing another woman.[18]\n\nThe RTC Ruling\n\nOn January 8, 2016, the RTC rendered its Decision:[19]\nWHEREFORE, premises considered, judgment is hereby rendered:\nDeclaring the marriage of petitioner Elizabeth A. Alberto and respondent Jose Luis R. Alberto solemnized in San Fernando, Pampanga on January 14, 1998 null and void ab initio on account of the psychological incapacity of the respondent with all the effects thereof as provided by law;\n\nAllowing the petitioner to use her maiden name \"Andrada\";\n\nDissolving the absolute community property and directing that the properties covered by Transfer Certificate of Title No. T-959139 and Transfer Certificate of Title No. T-1270023 be liquidated in accordance with Article 147 of the Family Code. The decree of absolute nullity shall be issued only after the compliance with the rules on liquidation, partition and distribution of properties;\n\nAwarding custody of the minors Joaquin Carlos Andrada Alberto and Maria Teresa Andrada Alberto to the petitioner with visitation rights granted to the respondent;\n\nDirecting petitioner and respondent to jointly support Joaquin Carlos Andrada Alberto and Maria Teresa Andrada Alberto in accordance with their means and the needs of the latter;\n\nOrdering the Civil Registrar of San Fernando, Pampanga, City Civil Registrar of Quezon City and the Philippine Statistics Authority (formerly National Statistics Office) to record this Decision after it has become final and executory in accordance with law.\nPursuant to Sec 19(2) A.M. No. 02-11-10-SC (Rule on Declaration of Absolute Nullity of Void Marriages and Annulment of Voidable Marriages), let the dispositive portion of the decision by published, at the expense of the petitioner, once in a newspaper of general circulation, to be chosen by raffle.\n\nLet a copy of this decision be furnished by registered mail to the last known address of the respondent.\n\nSO ORDERED.[20]\nThe RTC held that the totality of evidence presented showed that Jose is psychologically incapacitated to fulfill his marital obligations.[21] It found that Jose's personality disorder is characterized by juridical antecedence, as it existed long before he and Elizabeth got married; permanent, as it is deeply imbedded in his personality; and grave, as it renders him psychologically incapacitated to perform his essential marital obligations.[22]\n\nThe Republic filed a Motion for Reconsideration,[23] but the RTC denied it.[24]\n\nThe CA Ruling\n\nThe Republic then elevated the case to the CA. It argued that the evidence presented in court was biased, as it was based on the examinations done on Elizabeth. It also failed to prove the gravity, juridical antecedence, and incurability of the alleged psychological incapacity of Jose.[25]\n\nOn June 30, 2017, the CA reversed the RTC; thus:\nWHEREFORE, the petition is GRANTED. The Decision dated January 8, 2016 and the Order dated April 29, 2016 of the RTC, National Capital Judicial Region, Branch 94, Quezon City, are ANNULLED and SET ASIDE. Accordingly, the petition for declaration of nullity of marriage is DISMISSED.\n\nSO ORDERED.[26]\nElizabeth moved for reconsideration, but the CA denied the motion on January 3, 2018.[27]\n\nThe Petition\n\nElizabeth now comes before the Court with the following issues:\nI. WHETHER OR NOT THE COURT A QUO DEVIATED FROM ESTABLISHED JURISPRUDENCE WHEN IT DID NOT GIVE CREDENCE TO THE PSYCHOLOGICAL EVALUATION REPORT OF THE PETITIONER.\n\nIL WHETHER OR NOT THE COURT A QUO DEVIATED FROM ESTABLISHED JURISPRUDENCE WHEN IT BRUSHED ASIDE THE FINDINGS AND EVALUATION MADE BY THE TRIAL COURT.\n\nIII. WHETHER OR NOT THE COURT A QUO DEVIATED FROM ESTABLISHED JURISPRUDENCE WHEN IT RULED THAT PETITIONER FAILED TO PROVE THAT RESPONDENT HAS PSYCHOLOGICAL INCAPACITY.[28]\nInitially, the Court issued a Resolution[29] dated June 25, 2018 finding no reversible error in the CA Decision. On motion for reconsideration[30] and in light of recent jurisprudence, the Court reinstated the petition.[31]\n\nThe Issue\n\nThe issue to be resolved is whether the petition for declaration of nullity of Elizabeth's marriage with Jose should be granted.\n\nOur Ruling\n\nThe petition has merit.\n\nArticle 36[32] of the Family Code of the Philippines recognizes psychological incapacity of a spouse as a ground to void a marriage.\n\nThrough the landmark case of Tan-Andal v. Andal[33] (Tan-Andal), the Court has clarified that psychological incapacity is neither a mental incapacity nor a personality disorder that must be proven through expert opinion. In addition, the Court declared:\nThere must be proof, however, of the durable or enduring aspects of a person's personality, called \"personality structure,\" which manifests itself through clear acts of dysfunctionality that undermines the family. The spouse's personality structure must make it impossible for him or her to understand and, more important, to comply with his or her essential marital obligations.[34]\nIt is the plaintiff-spouse who has the burden to prove by clear and convincing evidence the existence of psychological incapacity. \"Clear and convincing evidence\" is more than \"preponderant\" but less than \"proof beyond reasonable doubt,\" following the presumption of validity of marriages.[35]\n\nAlso, the alleged psychological incapacity must be shown to be grave, incurable, and juridically antecedent.[36]\n\n\"Gravity\" is understood to be the incapacity caused by a genuinely serious psychic cause. It need not be a serious or dangerous illness. However, \"mild characterological peculiarities, mood changes, occasional emotional outbursts\" are excluded. It is not mere \"refusal, neglect, or difficulty, much less ill will.\"[37]\n\n\"Incurability\" meanwhile should be viewed in its legal, and not medical, sense. Since psychological incapacity is not medically an illness, it is not something to be cured. The incapacity however must be so enduring and persistent with respect to a specific partner, and contemplates a situation where the couple's respective personality structures are so incompatible and antagonistic that the only result in the union would be the inevitable and irreparable breakdown of the marriage. There must be an undeniable pattern of such persisting failure to be a present, loving, faithful, respectful and supportive spouse, so as to demonstrate that there is indeed a psychological anomaly or incongruity in the spouse relative to the other.[38]\n\nFinally, it must be \"juridically antecedent.\" This means that the psychological incapacity must be existing at the time of the celebration of the marriage, even if such incapacity becomes manifest only after its solemnization. It is an accepted principle in psychology that a person's behavior is determined by the interaction of certain genetic predispositions and by his or her environment. Proof of juridically antecedent psychological incapacity may therefore consist of testimonies describing the environment where the supposedly incapacitated spouse lived that may have led to a particular behavior.[39]\n\nCases have also given weight to trial court's findings and evaluation on the existence or non-existence of a party's psychological incapacity. This is in recognition of their unique position of having observed and examined the demeanor of witnesses as they testified in court.[40]\n\nGuided by these principles, the Court finds that the RTC was correct in granting Elizabeth's petition.\n\nSufficiency of evidence before the RTC\n\nIn reversing the RTC, the CA held that \"the testimonies of Elizabeth, Abeleda, and Belen, as well as the latter's psychological report, did not sufficiently prove the gravity, juridical antecedence, and incurability of the alleged psychological incapacity of Jose.\"[41] It found Dr. Belen's report, in particular, to be without \"factual basis other than the biased information supplied by Elizabeth herself.\"[42]\n\nAs the Court clarified in Tan-Andal, proof of the aspects of personality of the spouses need not be given by an expert. Ordinary witnesses who have known the spouses before the latter contracted marriage may testify on behavior that they have consistently observed from the supposedly incapacitated spouse. From these, the judge will decide if the behaviors are indicative of a true and serious incapacity to assume the essential marital obligations.[43] In this way, the intent to limit the incapacity to \"psychic causes\" is fulfilled and there will be no need to label a person as having a mental disorder just to obtain a decree of nullity.[44]\n\nBecause psychological incapacity is not a medical illness that has to be medically or clinically identified, expert opinion is not required.[45]\n\nWhen they are present and made available, however, courts must give due regard to expert opinion, particularly on the parties' psychological and mental disposition.[46] The presentation of expert testimony to prove that a person is suffering from an incurable mental illness, while dispensable, may be deemed as compelling evidence in resolving the issue of psychological incapacity.[47]\n\nIn any event, each case must be judged according to its own facts, guided by the findings of experts and researchers in psychological disciplines, among others.[48]\n\nIt should also be stressed that the fact that the respondent-spouse was not interviewed by the psychologist does not lessen the weight of the latter's report.\n\nCases even prior to Tan-Andal have already settled that experts' findings on either of the spouses' psychological incapacity obtained from direct, personal examination is not an absolute and indispensable requirement. As the nature of marriage is a relation between two individuals, information obtained from either party to the marriage may suffice to inform an expert's assessment. Lack of personal examination and interview of the respondent, does not per se invalidate the testimonies of the doctors. Neither do their findings automatically constitute hearsay that would result in its exclusion as evidence.[49]\n\nAs the Court held in Zamora v. Court of Appeals,[50] the examination of the person by a physician in order for the former to be declared psychologically incapacitated is not a requirement. What is important is the presence of evidence that can adequately establish the party's psychological condition. If the totality of evidence presented is enough to sustain a finding of psychological incapacity, then actual medical examination of the person concerned need not be resorted to.[51] Absence of personal examination is not fatal so long as the totality of evidence sufficiently supports a finding of psychological incapacity.[52]\n\nHere, Dr. Belen tried to get in touch with Jose, but the letter she sent him was returned unserved. She then based her report on her interviews with Elizabeth and the couple's children, as well as on the results of the various psychological tests[53] conducted on Elizabeth.\n\nParenthetically, Elizabeth alleges in the present petition that she filed on November 24, 2017 a Motion to Admit Reply with Attached Reply (To the Comment dated September 26, 2017)[54] before the CA, where she submitted another psychological evaluation report, this time performed by Dr. Jorge Elias Adamos (Dr. Adamos) on Jose, with Jose himself and his brother, Jorge Alberto, as informants. Dr. Adamos' findings largely corroborate Dr. Belen 's conclusion that Jose has Narcissistic Personality Disorder.[55] The CA, however, made no pronouncement regarding Dr. Adamos' report in its Order dated January 3, 2018.[56] Neither did the Office of the Solicitor General discuss this matter in its Comment before the Court dated September 5, 2019.[57]\n \nJose's condition was attended by gravity, juridical antecedence, and incurability.\n \n\nBased on the testimonies of Elizabeth and Dr. Belen, Jose's psychological incapacity stems from the family environment and relationship he was exposed to during his childhood. He grew up pampered and showered with material possessions. He was praised but was denied affection and attention by his parents. This made him extremely insecure, self-centered, and boastful.[58]\n\nThis personality is deeply imbedded in Jose's system. And because he sees nothing wrong in himself, he is not receptive to change and improvement.[59]\n\nAs found by the RTC, Jose has already shown his propensity to abuse substances even before he and Elizabeth got married. He is unable to stay long in any job, despite his high academic accomplishments, and failed to provide or even contribute financially to the family. Rather than striving for his wife and kids, he fell into several bouts of depression; he slept for long hours at home; and he withdrew from his responsibilities as he relied heavily on Elizabeth to make decisions for the family. He also failed to fulfill his obligations as a father as he did not participate in the kids' school activities, did not care for them when they were sick, and even resorted to physical punishment.[60]\n\nHe engaged in extra-marital relations despite having been given by Elizabeth chances to reform.[61] He even had sexual intercourse with his mistress in front of the couple's minor child,[62] which shows not only his perversity but also his lack of understanding, if not absolute callousness, and disregard for his fundamental duties to his wife and children. As if this was not enough, his extra-marital affair even subjected his wife to ridicule, taunting, and mockery from his mistress.[63] Consistent with his disregard and lack of concern for his responsibilities as a husband and father, Jose has neither communicated with Elizabeth and the children nor given them any financial support since their separation in 2008.[64]\n\nBased on the totality of evidence in this case, the Court finds that Elizabeth was able to show that Jose was psychologically incapacitated at the time he got married to her and remained to be so thereafter. He is non-cognitive of the basic marital covenants such as respect, fidelity, mutual love, help, and support to each other.\n\nThe RTC was correct in granting Elizabeth's petition to declare her marriage with Jose null and void ab initio on the ground of psychological capacity.\n\nThe Court has previously held that the dissolution of marital bonds on the ground of the psychological incapacity of either spouse does not amount to a demolition of the foundation of families. There is actually no marriage to speak of since it is void from the beginning.[65] Inasmuch as the Constitution regards marriage as an inviolable social institution and the foundation of the family, courts must not hesitate to void marriages that are patently ill-equipped by reason of psychic causes inherent in the person of the spouses.[66]\n\nWHEREFORE, the petition is GRANTED. The marriage between petitioner Elizabeth A. Alberto and respondent Jose Luis R. Alberto is declared void ab initio. The Decision dated June 30, 2017 and the Resolution dated January 3, 2018 of the Court of Appeals in CA-­G.R. CV No. 107159 are REVERSED and SET ASIDE. The Decision dated January 8, 2016 of Branch 94, Regional Trial Court, Quezon City, in Civil Case No. Q-09-65639 is REINSTATED.\n\nSO ORDERED.\n\nGesmundo, C.J., (Chairperson), Caguioa, Rosario,* and Dimaampao, JJ., concur","label":[[17,32,"CASE_NUM"],[34,48,"PROM_DATE"],[51,71,"PERSON"],[89,109,"PERSON"],[114,141,"INS"],[173,182,"PERSON"],[197,202,"INS"],[345,366,"INS"],[369,391,"CASE_NUM"],[423,425,"INS"],[489,509,"INS"],[532,557,"CASE_NUM"],[633,653,"PERSON"],[685,694,"PERSON"],[699,719,"PERSON"],[763,772,"PERSON"],[814,832,"INS"],[843,847,"PERSON"],[1137,1146,"PERSON"],[1246,1255,"PERSON"],[1283,1287,"PERSON"],[1328,1332,"PERSON"],[1340,1350,"PERSON"],[1405,1414,"PERSON"],[1468,1493,"PERSON"],[1495,1509,"PERSON"],[1552,1561,"PERSON"],[1610,1614,"PERSON"],[1860,1869,"PERSON"],[1893,1897,"PERSON"],[1927,1938,"PERSON"],[1948,1957,"PERSON"],[1965,1969,"PERSON"],[2021,2026,"PERSON"],[2031,2036,"PERSON"],[2080,2084,"PERSON"],[2088,2097,"PERSON"],[2174,2178,"PERSON"],[2212,2216,"PERSON"],[2249,2254,"PERSON"],[2296,2300,"PERSON"],[2325,2334,"PERSON"],[2362,2367,"PERSON"],[2403,2417,"PERSON"],[2429,2433,"PERSON"],[2480,2489,"PERSON"],[2581,2585,"PERSON"],[2638,2647,"PERSON"],[2729,2750,"PERSON"],[2767,2776,"PERSON"],[2815,2819,"PERSON"],[2911,2915,"PERSON"],[2960,2969,"PERSON"],[2995,3004,"PERSON"],[3066,3070,"PERSON"],[3455,3474,"PERSON"],[3476,3485,"PERSON"],[3554,3563,"PERSON"],[3595,3604,"PERSON"],[3659,3663,"PERSON"],[3720,3729,"PERSON"],[3745,3749,"PERSON"],[4592,4601,"PERSON"],[4634,4638,"PERSON"],[5109,5124,"PERSON"],[5187,5196,"PERSON"],[5201,5205,"PERSON"],[5244,5248,"PERSON"],[5306,5310,"PERSON"],[5370,5373,"INS"],[5406,5409,"INS"],[5535,5555,"PERSON"],[5571,5591,"PERSON"],[5931,5974,"STA"],[5978,6021,"STA"],[6055,6085,"STA"],[6265,6295,"PERSON"],[6300,6328,"PERSON"],[6453,6483,"PERSON"],[6488,6516,"PERSON"],[6591,6638,"INS"],[6639,6669,"INS"],[6678,6710,"INS"],[6720,6746,"INS"],[6858,6878,"STA"],[7263,7266,"INS"],[7324,7328,"PERSON"],[7416,7420,"PERSON"],[7520,7529,"PERSON"],[7770,7773,"INS"],[7794,7796,"INS"],[7848,7850,"INS"],[7955,7964,"INS"],[8086,8090,"INS"],[8119,8121,"INS"],[8135,8138,"INS"],[8259,8262,"INS"],[8264,8296,"INS"],[8446,8455,"PERSON"],[8491,8493,"INS"],[8551,8560,"PERSON"],[8582,8587,"INS"],[8637,8642,"INS"],[8800,8805,"INS"],[8952,8957,"INS"],[9115,9120,"INS"],[9200,9202,"INS"],[9289,9294,"INS"],[9415,9424,"PERSON"],[9441,9445,"PERSON"],[9503,9513,"STA"],[9666,9684,"CASE_NUM"],[9706,9711,"INS"],[9875,9880,"INS"],[12671,12676,"INS"],[12692,12695,"INS"],[12720,12729,"PERSON"],[12778,12781,"INS"],[12800,12803,"INS"],[12809,12811,"INS"],[12842,12851,"PERSON"],[12853,12860,"PERSON"],[12866,12871,"PERSON"],[13043,13046,"PERSON"],[13062,13071,"PERSON"],[13172,13181,"PERSON"],[13204,13209,"INS"],[15331,15336,"INS"],[15345,15371,"CASE_NUM"],[15962,15971,"PERSON"],[15999,16003,"PERSON"],[16105,16114,"PERSON"],[16220,16229,"PERSON"],[16249,16258,"PERSON"],[16428,16430,"INS"],[16516,16538,"PERSON"],[16555,16559,"PERSON"],[16566,16570,"PERSON"],[16596,16609,"PERSON"],[16626,16636,"PERSON"],[16667,16676,"PERSON"],[16696,16700,"PERSON"],[16748,16750,"PERSON"],[16793,16803,"PERSON"],[16868,16899,"INS"],[16946,16951,"INS"],[16983,16987,"PERSON"],[17097,17106,"PERSON"],[17111,17120,"PERSON"],[17122,17126,"PERSON"],[17482,17486,"PERSON"],[17611,17614,"INS"],[17616,17620,"PERSON"],[17693,17702,"PERSON"],[18050,18059,"PERSON"],[18363,18372,"PERSON"],[18889,18893,"PERSON"],[18924,18933,"PERSON"],[19094,19103,"PERSON"],[19126,19130,"PERSON"],[19362,19365,"INS"],[19390,19399,"PERSON"],[19515,19520,"INS"],[19788,19796,"PERSON"],[20118,20138,"PERSON"],[20154,20174,"PERSON"],[20284,20300,"INS"],[20304,20326,"CASE_NUM"],[20404,20437,"INS"],[20442,20467,"CASE_NUM"],[20497,20511,"PERSON"],[20528,20535,"PERSON"],[20537,20544,"PERSON"],[20551,20560,"PERSON"]],"Comments":[]}
