{"id":5,"text":"SECOND DIVISION\n[ G.R. No. 217866, June 20, 2022 ]\nSOCIAL SECURITY SYSTEM, PETITIONER, VS. VIOLETA A. SIMACAS, RESPONDENT.\n\nDECISION\nLEONEN, SAJ.:\n\nSettled is the rule that for a non-occupational disease to be compensable, substantial evidence must be presented to prove that the risk of contracting the illness was aggravated by the employee's working conditions. It suffices that the evidence presented establish a reasonable work connection. It is not necessary that a direct causal relation be proven.[1]\n\nThis Court resolves a Petition for Review on Certiorari,[2] challenging the Court of Appeals Decision[3] and Resolution[4] which reversed the Employees Compensation Commission's denial[5] of Violeta A. Simacas' (Violeta) claim for death benefits under Presidential Decree No. 626, as amended. The assailed resolution denied petitioner Social Security System's motion for reconsideration.\n\nIrnido L. Simacas (Irnido) worked as a Fabrication Helper at Fieldstar Manufacturing Corporation (Fieldstar) from April 1995 until February 2010 where he assisted the welder and machinist in cutting steel materials.[6]\n\nTwo years before retiring, Irnido complained of back pains and incessant coughing. He availed the services of Fieldstar's health care provider, Intellicare, which cleared him for work after assessment. However, Irnido's symptoms worsened until he was no longer able to perform his job. In February 2010, he was retired from work by Fieldstar.[7]\n\nOn February 20, 2010, Irnido was hospitalized due to back pains, cough, dysuria or painful urination, night sweating, and fever. He was diagnosed \"with Benign Prostatic Hypertrophy (BHP) T\/C (to consider) Prostatic Cancer and Pneumonia vs. Pulmonary Tuberculosis[.]\"[8] At the time he was hospitalized, he had already been taking medication for Pulmonary Tuberculosis for a month and had also been diagnosed with Hepatitis A.[9]\n\nMonths later, Irnido was again admitted to the hospital due to severe chest and back pains as well as difficulty in breathing.[10]\n\nOn July 13, 2010, Irnido died at the Philippine Orthopedic Center. His death certificate[11] stated that the immediate cause of his death was Cardiopulmonary Arrest probably secondary to Metastatic Prostatic Adenocarcinoma.[12]\n\nVioleta, Irnido's surviving spouse, filed a claim for employees' compensation benefits which was denied by the Social Security System Sta. Maria Branch[13] on the ground that the cause of Irnido's death was a non-occupational disease.[14]\n\nAfter further evaluation,[15] the Social Security System's Medical Operations Department also denied Violeta's claim ruling that prostatic adenocarcinoma or prostate cancer was not considered an occupational disease and had no causal relationship with Irnido's job as a fabrication helper.[16]\n\nOn May 21, 2012, the Medical Operations Department elevated the case to the Employees Compensation Commission.[17]\n\nIn its July 27, 2012 decision, the Commission affirmed the denial of Violeta's claim. It ruled that since prostate cancer is a non-occupational disease, Violeta was required to prove that Irnido's work increased the risk of him contracting prostate cancer. It noted that considering the nature of Irnido's work and the etiology of prostate cancer, his work could not have contributed to the development of the disease. It further held that no evidence was presented by Violeta to establish a causal relation between Irnido's work and the illness which caused his death.[18]\n\nAggrieved, Violeta appealed before the Court of Appeals.[19]\n\nIn its assailed Decision, the Court of Appeals reversed the Commission's decision and ordered the Social Security System to pay Violeta's claim for death benefits.[20] It stressed that Presidential Decree No. 626 is a social legislation designed to protect workers from loss of income by reason of the hazards of disability and illness. It underscored that for this purpose to be realized, the implementing authorities must adopt a liberal attitude in deciding compensability claims.[21]\n\nIt applied Government Service Insurance System v. Court of Appeals,[22]and held that it was impossible for Violeta to present evidence of causal relation since the specific cause for prostate cancer is medically unknown. It decreed that given the present state of scientific knowledge, \"the obligation to present such impossible evidence. . . must, therefore, be deemed void.\"[23]\n\nSocial Security System moved for reconsideration but it was denied on April 8, 2015.[24]\n\nDissatisfied, Social Security System filed a Petition for Review before this Court.\n\nPetitioner argues that since prostate cancer is not considered an occupational disease, respondent is obligated to prove that Irnido's work increased the risk of him contracting the disease.[25] It maintains that the absence of medical information demonstrating that Irnido's working conditions caused his prostate cancer renders respondent's claim of work connection untenable.[26]\n\nIn her Comment,[27] respondent contends that the Court of Appeals' factual findings bind this Court unless the existence of the accepted exceptions is established.[28]\n\nShe further maintains that claims under Presidential Decree No. 626 should be liberally resolved in favor of labor to realize its purpose of being a social legislation.[29]\n\nAdditionally, she asserts that while prostate cancer is not an occupational disease, the circumstances surrounding Irnido's death shows that his working conditions aggravated the risk of him contracting the disease. She avers that Irnido's work \"included strenuous lifting of heavy steel and metal materials and equipment,\" buying of parts and supplies, and performing welding jobs in case of the welder's unavailability. Moreover, Irnido's work area was cramped, crowded, and had little ventilation.[30]\n\nFinally, she cites this Court's ruling in GSIS and maintains that the insufficiency of scientific knowledge regarding prostate cancer renders it impossible for her to comply with the law's evidentiary requirement.[31]\n\nIn its Reply,[32] petitioner reiterates its contention that respondent failed to adduce substantial evidence to prove that there is causal relation between Irnido's work and illness. It further claims that respondent cannot rely on the increased risk theory considering that there is not enough basis to infer that Irnido's illness is work-related.[33]\n\nOn November 12, 2018, both parties were required to submit their Memoranda.\n\nIn its Memorandum,[34] petitioner restates its assertions that respondent is not entitled to death benefits[35] since she failed to prove that the risk of contracting the disease was increased by Irnido's working conditions.[36]\n\nMeanwhile, respondent filed a Manifestation[37] indicating that she will no longer file a memorandum and adopting all arguments in her Comment.\n\nFor this Court's resolution are the following issues;\n\nFirst, whether or not factual questions may be resolved in this Petition; and\n\nSecond, whether or not respondent, Violeta A. Simacas, spouse of deceased Irnido L. Simacas, is entitled to death benefit under Presidential Decree No. 626, as amended.\n\nThe Petition is unmeritorious.\n\nI\n\nIt is an oft-repeated principle that only questions of law should be raised in a petition for review. Factual findings of the Court of Appeals are deemed binding and conclusive upon this Court especially when supported by substantial evidence.[38] Not being a trier of facts, this Court is not obligated \"to examine and determine the weight of the evidence supporting the assailed decision.\"[39]\n\nNonetheless, the rule is not absolute and admits of exceptions. Medina v. Asistio, Jr.[40] laid down the exceptions to this rule:\n(1) When the conclusion is a finding grounded entirely on speculation, surmises or conjectures; (2) When the inference made is manifestly mistaken, absurd or impossible; (3) Where there is a grave abuse of discretion; (4) When the judgment is based on a misapprehension of facts; (5) When the findings of fact are conflicting; (6) When the Court of Appeals, in making its findings, went beyond the issues of the case and the same is contrary to the admissions of both appellant and appellee; (7) The findings of the Court of Appeals are contrary to those of the trial court; (8) When the findings of fact are conclusions without citation of specific evidence on which they are based; (9) When the facts set forth in the petition as well as in the petitioner's main and reply briefs are not disputed by the respondents; and (10) The finding of fact of the Court of Appeals is premised on the supposed absence of evidence and is contradicted by the evidence on record.[41] (Citations omitted)\nRecords show that the Court of Appeals' factual findings differ from those of petitioner and the Employees Compensation Commission. Due to these conflicting findings and conclusion, this Court, in resolving the case, may reevaluate the evidence presented by the parties.\n\nII\n\nThe Labor Code defines sickness as \"any illness definitely accepted as an occupational disease listed by the Commission, or any illness caused by employment subject to proof that the risk of contracting the same is increased by working conditions.\"[42]\n\nTo be compensable, the Implementing Rules of Presidential Decree No. 626 states that the sickness and the resulting death \"must be the result of an occupational disease listed under Annex 'A' of these Rules[.]\" If the illness is a non-Occupational disease, \"proof must be shown that the risk of contracting the disease is increased by the working conditions.\"[43]\n\nIt is undisputed that the sickness which caused Irnido's death is not a listed occupational disease. Thus, it is incumbent upon respondent to demonstrate that the risk of contracting prostate cancer was increased by Irnido's working conditions.\n\nIn establishing compensability, the claimant need only present substantial proof that the nature of the deceased's work or working conditions increased the risk of them contracting prostate cancer. The degree of proof necessary was discussed in Sarmiento v. Employees' Compensation Commission:[44]\nStrict rules of evidence are not applicable in claims for compensation. There are no stringent criteria to follow. The degree of proof required under P.D. 626, is merely substantial evidence, which means, \"such relevant evidence as a reasonable mind might accept as adequate to support a conclusion\". The claimant must show, at least, by substantial evidence that the development of the disease is brought largely by the conditions present in the nature of the job. What the law requires is a reasonable work-connection and not a direct causal relation. It is enough that the hypothesis on which the workmen's claim is based is probable. Medical opinion to the contrary can be disregarded especially where there is some basis in the facts for inferring a work-connection. Probability not certainty is the touchstone.[45] (Citations omitted)\nA review of the records reveals that respondent proved that Irnido's working conditions increased the risk of him contracting prostate cancer.\n\nProstate cancer is characterized as a condition where \"certain cells in the prostate become abnormal, multiply without control or order, and form a tumor.\"[46] While it is one of the leading causes of death among men,[47] not much is known about the illness' etiology or cause.[48]\n\nThe established risk factors for prostate cancer \"are advanced age, ethnicity, genetic factors and family history[.]\"[49] However, several studies have suggested that work-related exposures to certain substances, such as chromium, have the potential of affecting the risk of getting prostate cancer.[50] A recent study \"revealed a small but significant increase in prostate cancer risk for chromium exposure[.]\"[51]\n\nIn this case, it is undisputed that the deceased's work included assisting the welder and machinist in cutting steel materials. It is said that \"[w]orkers engaged in the manufacturing or handling stainless steel are exposed to chromium in varying degrees.\"[52] Thus, it is not unlikely that Irnido's work increased the risk of him contracting the disease. This probability suffices to warrant the grant of the claimed benefits.\n\nIt must be stressed that while Presidential Decree No. 626 has not incorporated \"the presumption of compensability and the theory of aggravation prevalent under the 'Workmen's Compensation Act[,]\"[53] it continues to be \"an employees' compensation law or a social legislation\"[54]which should be liberally construed in favor of labor.\n\nThis Court's reiterates its statement in Obra v. Social Security System:[55]\nAs a final note, we find it necessary to reiterate that P.D. No. 626, as amended, is a social legislation whose primordial purpose is to provide meaningful protection to the working class against the hazards of disability, illness and other contingencies resulting in the loss of income. Thus, as the official agents charged by law to implement social justice guaranteed by the Constitution, the ECC and the SSS should adopt a liberal attitude in favor of the employee in deciding claims for compensability especially where there is some basis in the facts for inferring a work connection with the illness or injury, as the case may be. It is only this kind of interpretation that can give meaning and substance to the compassionate spirit of the law as embodied in Article 4 of the New Labor Code which states that all doubts in the implementation and interpretation of the provisions of the Labor Code including its implementing rules and regulations should be resolved in favor of labor.[56] (Citation omitted)\nWHEREFORE, the Petition is DENIED. The Court of Appeals' August 29, 2014 Decision and April 8, 2015 Resolution in CA-G.R. SP No. 126890 are hereby affirmed.\n\nSO ORDERED.\n\nLazaro-Javier, M. Lopez, J. Lopez, and Kho, Jr., JJ., concur.","label":[[18,33,"CASE_NUM"],[35,48,"PROM_DATE"],[51,73,"INS"],[91,109,"PERSON"],[133,144,"PERSON"],[515,520,"INS"],[586,602,"INS"],[652,685,"INS"],[701,719,"PERSON"],[722,729,"PERSON"],[762,789,"STA"],[845,867,"INS"],[899,916,"PERSON"],[918,924,"PERSON"],[960,995,"INS"],[997,1006,"INS"],[1146,1152,"PERSON"],[1229,1238,"INS"],[1330,1336,"PERSON"],[1451,1460,"INS"],[1488,1494,"PERSON"],[1910,1916,"PERSON"],[2046,2052,"PERSON"],[2257,2264,"PERSON"],[2266,2272,"PERSON"],[2368,2390,"INS"],[2445,2451,"PERSON"],[2531,2585,"PERSON"],[2598,2605,"PERSON"],[2749,2755,"PERSON"],[2813,2842,"INS"],[2868,2901,"PERSON"],[3205,3211,"INS"],[3377,3384,"PERSON"],[3424,3430,"PERSON"],[3494,3501,"PERSON"],[3522,3538,"INS"],[3575,3591,"INS"],[3643,3665,"INS"],[3673,3680,"PERSON"],[3730,3757,"STA"],[4045,4100,"CASE_NUM"],[4141,4148,"PERSON"],[4416,4438,"INS"],[4520,4542,"INS"],[4583,4588,"INS"],[4717,4723,"PERSON"],[4858,4864,"PERSON"],[5024,5040,"INS"],[5069,5074,"INS"],[5184,5211,"STA"],[5433,5439,"PERSON"],[5549,5555,"PERSON"],[5750,5756,"PERSON"],[5848,5853,"INS"],[5866,5870,"INS"],[6199,6205,"PERSON"],[6358,6364,"PERSON"],[6670,6676,"PERSON"],[7018,7036,"PERSON"],[7057,7074,"PERSON"],[7111,7138,"STA"],[7314,7330,"INS"],[7375,7380,"INS"],[7469,7474,"INS"],[7649,7671,"CASE_NUM"],[8055,8071,"INS"],[8231,8247,"INS"],[8570,8586,"INS"],[8728,8744,"INS"],[9281,9308,"STA"],[9649,9655,"PERSON"],[9817,9823,"PERSON"],[10092,10139,"CASE_NUM"],[10294,10303,"STA"],[12121,12127,"PERSON"],[12290,12317,"STA"],[12636,12666,"CASE_NUM"],[12728,12740,"STA"],[13068,13071,"INS"],[13080,13083,"INS"],[13438,13469,"STA"],[13725,13741,"INS"],[13800,13821,"STA"],[13857,13870,"PERSON"],[13872,13880,"PERSON"],[13882,13890,"PERSON"],[13896,13904,"PERSON"]],"Comments":[]}
