{"id":4,"text":"THIRD DIVISION\n[ G.R. No. 231090, June 22, 2022 ]\nPHILIPPINE PIZZA, INC., PETITIONER, VS. ELVIS C. TUMPANG, JOEL L. RAMO, RUEL C. FENIS, AND CONSOLIDATED BUILDING MAINTENANCE, INC., RESPONDENTS.\n\nD E C I S I O N\nINTING, J.:\n\nBefore the Court is a Petition for Review on Certiorari[1] under Rule 45 of the Rules of Court assailing the Decision[2] dated September 30, 2016 and the Resolution[3] dated March 3, 2017 of the Court of Appeals (CA) in CA-G.R. SP No. 142490. The assailed Decision and Resolution reversed and set aside the Resolutions dated June 25, 2015[4] and July 28, 2015[5] of the National Labor Relations Commission (NLRC) in NLRC LAC No. 04-001027-15 and held that respondent Consolidated Building Maintenance, Inc.[6] (CBMI) is a labor-only contractor; while Philippine Pizza, Inc. (petitioner) is the employer of Elvis C. Tumpang, Joel L. Ramo, and Ruel C. Fenis (collectively, respondents).\n\nThe Antecedents\n\nPetitioner is a domestic corporation and the franchisee and operator of the Pizza Hut chain of restaurants.[7]\n\nOn the other hand, CBMI is a corporation engaged in the business of providing janitorial, kitchen, messengerial, elevator maintenance, and allied services to various clients, such as petitioner.[8]\n\nOn January 10, 2014, respondents filed a complaint for regularization[9] with the Labor Arbiter (LA); they alleged in their Sama­Samang Sinumpaang Salaysay[10] that petitioner hired them as delivery riders sometime in 2003, 2004, and 2008, respectively.[11] According to respondents, they became regular employees of petitioner in view of the years of service they rendered as delivery riders, a job necessary and desirable to petitioner's business.[12]\n\nMoreover, respondents averred that CBMI is a labor-only contractor as it was petitioner which exercised control and supervision over them[13] and owned the tools and motorcycles they used in the performance of their duties.[14]\n\nRuling of the LA\n\nIn the Decision[15] dated February 23, 2015, the LA decided in favor of petitioner and dismissed the complaint for regularization[16] filed by respondents for lack of merit.[17]\n\nAccording to the LA, respondents failed to prove that petitioner: (1) exercised control and supervision over the means and methods of their work[18]; and (2) it owned the motorcycles which respondents used in the performance of their duties.[19]\n\nIn contrast, the LA found that it was CBMI which exercised all the aspects of being an employer over respondents through its Supervisor, Antonio Ortañez (Ortañez).[20] The LA further found that CBMI is a legitimate job contractor, and consequently, the employer of respondents.[21]\n\nAggrieved, respondents appealed to the NLRC.[22]\n\nRuling of the NLRC\n\nIn the Resolution[23] dated June 25, 2015, the NLRC dismissed the appeal of respondents and agreed with the LA that CBMI is a legitimate job contractor, and hence, the employer of respondents.[24]\n\nRespondents moved to reconsider the ruling of the NLRC,[25] but the latter denied it in the Resolution[26] dated July 28, 2015.\n\nAggrieved, respondents elevated the case before the CA via a Petition for Certiorari[27] under Rule 65 of the Rules of Court; they ascribed grave abuse of discretion on the part of the NLRC.[28]\n\nRuling of the CA\n\nIn the assailed Decision[29] dated September 30, 2016, the CA ruled in favor of respondents and CBMI, and held that the NLRC committed grave abuse of discretion in affirming the ruling of the LA that CBMI was a legitimate job contractor.[30] According to the CA, CBMI is a labor-only contractor as respondents' duties as delivery riders were necessary and desirable in the usual trade and business of petitioner.[31] In holding so, the CA brushed aside the Affidavit[32] of Ortañez and the stipulations set forth in the Contract of Services[33] between petitioner and CBMI. The CA explained:\n[W]hat were indicated in the contract are mere general statements and those contained in the affidavit are only an enumeration of the functions of the CBMI supervisor. Their statements failed to cite specific instances where CBMI exercised actual control over petitioners, i.e., logbook of store visits, detailed daily work assignments, incident reports, memoranda regarding attendance, performance and punctuality, or appraisal of performance. Proof on the manner and method used in supervision and control are lacking.[34]\nAggrieved, petitioner and CBMI moved to reconsider the Decision of the CA,[35] but the latter denied it on March 3, 2017.[36] Hence, the instant petition.\n\nPetitioner imputes error on the part of the CA in holding that it is the employer of respondents and argues that CBMI is the actual employer of respondents for being a legitimate job contractor.\n\nIn its Comment[37] on the petition, CBMI concurs with petitioner and invokes the case laws of CBMI v. Asprec[38] (Asprec) and PPI v. Cayetano[39] (Cayetano) which held that CBMI is a legitimate job contractor.\n\nIn the Resolution[40] dated October 13, 2021, the Court required petitioner to file its reply. In its Reply,[41] petitioner eleborates that CBMI is a legitimate job contractor and was declared as such by case laws.\n\nIssue\n\nThe issue to be resolved in the case is whether CBMI is a legitimate job contractor and the employer of respondents.\n\nOur Ruling\n\nWhile the Court may resolve only questions of law in a petition for review on certiorari under Rule 45 of the Rules of Court, an exception may be made when the factual findings of the CA and the labor tribunals are contradictory, such as in the case.[42] Here, the labor tribunals found that CBMI was a legitimate job contractor, and consequently, the employer of respondents.[43] On the other hand, the CA held that CBMI was a labor-only contractor as respondents' duties as delivery riders were necessary and desirable in the usual trade and business of petitioner.[44]\n\nEqually important, \"in a Rule 45 review in labor cases, the Court examines the CA's Decision from the prism of whether [in a petition for certiorari,] the latter had correctly determined the presence or absence of grave abuse of discretion in the NLRC's Decision.\"[45]\n\nThere is grave abuse of discretion on the part of the NLRC when its findings and conclusions are not supported by substantial evidence, i.e., that amount of relevant evidence which a reasonable mind might accept as adequate to justify a conclusion.[46] Such grave abuse of discretion on the part of the NLRC warrants the grant of the extraordinary remedy of certiorari.[47] \n \nThe CA erred in imputing grave abuse of discretion on the part of the NLRC. The status of CBMI as a legitimate job contractor is supported by substantial evidence and, in fact, settled by case laws.\n \n\nIn Department of Transportation and Communication v. Cruz,[48] the Court explained the concept of stare decisis, viz.:\nStare decisis simply means that for the sake of certainty, a conclusion reached in one case should be applied to those that follow if the facts are substantially the same, even though the parties may be different. It proceeds from the first principle of justice that, absent any powerful countervailing considerations, like cases ought to be decided alike. Thus, where the same questions relating to the same event have been put forward by the parties similarly situated as in a previous case litigated and decided by a competent court, the rule of stare decisis is a bar to any attempt to relitigate the same issue.[49]\nThat CBMI is a legitimate job contractor had long been resolved in the cases of Asprec[50] and Cayetano.[51]\n\nThe facts in Asprec and Cayetano are significantly similar to the facts at bar. Like herein respondents who claim that petitioner hired them as delivery riders in 2003,[52] 2004,[53] and 2008,[54] respectively,[55] the employees in Asprec and Cayetano also alleged the following: (1) petitioner initially hired them as team members\/delivery riders sometime between 2000 to 2010;[56] (2) to prevent the employees in Asprec and Cayetano from becoming regular employees, petitioner transferred them as well to CBMI;[57] (3) later on, CBMI deployed them to various branches of petitioner to perform their usual duties as team members\/delivery riders;[58] (4) for having been suspended, temporarily laid off, or placed on floating status, they filed actions for regularization and\/or illegal dismissal against petitioner.[59]\n\nIn Asprec, the Court explained the circumstances as to why CBMI is considered as a legitimate job contractor, viz.:\nThe resolution of the first issue hinges on the determination of the status of CBMI, i.e., whether or not it is a labor-only contractor or an independent contractor.\n\nIn support of its position that it is engaged in legitimate job contracting, CBMI attached for the Court's reference, its Certificate of Registration with the Department of Labor and Employment (DOLE). Furthermore, it cites that it has been in operation for almost 50 years, counting various institutions among its clients.\n\nUnder the premises and based on the evidence presented by the parties, the Court is inclined to sustain the position of CBMI that it is an independent contractor.\n\nx x x x\n\nIt is not disputed that CBMI is a duly licensed labor contractor by the DOLE. xxx The Certificate of Registration issued by DOLE recognizes CBMI as an independent contractor as of February 13, 2008, and regards the validity of the latter's registration as such until February 14, 2011, well within the period relevant to this appeal. x x x.\n\nx x x x\n\nPer documentary evidence attached by CBMI, the company's total assets at the time of filing of the respondents' complaint before the NLRC in 2010 amounted to Php84,351,349.00. Based on its attached Audited Financial Statements for the years 2008 and 2009, its total assets, which consists of cash, receivables, and property and equipment, amounted to Php79,203,902.00 and Php76,189,554.00, respectively.\n\nLikewise from the records, as of December 2010, CBMI has an authorized capital stock of 1,000,000.00 shares, half of which or 500,000.00 have been subscribed. Its retained earnings for the years 2009 and 2010 consists of Php6,433,525.00 and Php10,988,890.00, respectively. Incidentally, for the years 2005 to 2007 and 2012, CBMI's paid-up capital amounted to Php3,500,000.00, which is even beyond by the standard set by the DOLE D.O. No. 18-A, series of 2011, of what constitutes \"substantial capital.\"\n\nClearly, CBMI has substantial capital to maintain its manpower business. From the evidence adduced by CBMI, it is also clear that it runs a business independent from the PPI. Based on its registration with the Securities and Exchange Commission (SEC), CBMI has been in existence since 1967; and has since provided a variety of services to entities in various fields, such as banking, hospitals, and even government institutions. CBMI counts among its clients, De La Salle University (DLSU), Philippine National Bank (PNB), Smart Communications, Inc., SM Supermalls, and the United States (US) Embassy. In the case of the US Embassy for instance, CBMI has been a service contractor for seven years.\n\nAbove all, CBMI maintains the \"right of control\" over the respondents. x x x\n\nx x x x\n\nWithout necessarily touching on the respondents' status prior to their employment with CBMI, in the instant controversy, [CBMI's] control over the respondents is manifested by the fact that they wield and exercise the following powers over them: \"selection and engagement, payment of wages, dismissal, and control over the employees' conduct.\"\n\nx x x x\n\nAll these, without doubt indicate that CBMI possesses the power of control over the respondents; which in turn supports the conclusion that CBMI carries a business independent of PPI.[60]\nSimilarly, the Court in Cayetano held the following: (1) CBMI has complied with all the requirements of a legitimate job contractor, given the certificates of registration issued to it by the Department of Labor and Employment;[61] (2) CBMI has substantial capital to properly carry out its obligations with petitioner, and to sufficiently cover its own operational expenses;[62] (3) CBMI retained control over respondents, as shown by the deployment of at least one CBMI supervisor in each petitioner branch to regularly oversee, monitor, and supervise the employees' attendance and performance;[63] (4) CBMI subjected therein respondents to disciplinary sanctions for violations of company rules and regulations as shown by the various offense notices and memoranda issued to them;[64] (5) respondents applied for work with CBMI and were consequently selected and hired by the latter;[65] and (6) during the course of their employment, CBMI paid their wages and remitted\/paid their SSS, PhilHealth, and Pag-IBIG contributions.[66]\n\nWith the foregoing findings, the Court in Cayetano similarly concluded that CBMI is a legitimate job contractor, and thus, the employer of therein respondents.\n\nThe allegation that herein respondents were not the same employees involved in Asprec and Cayetano does not negate the application of stare decisis in the case.[67] It suffices that respondents are similarly situated with the employees in Asprec and Cayetano,[68] and that the facts and issues at bar are similar to those obtaining in the case laws.[69]\n\nIn the case, the labor tribunals held that respondents failed to establish the following: (1) that petitioner exercised control and supervision over the means and methods of their work;[70] and (2) that petitioner owned the motorcycles which respondents used in the performance of their duties.[71]\n\nIn addition, the labor tribunals were one in holding the following: (1) that it was CBMI which exercised all the aspects of being an employer over respondents through its Supervisor Ortañez;[72] and (2) that CBMI was a legitimate job contractor, and consequently, the employer of respondents. Being consistent with the case laws, such findings of the labor tribunals were indubitably supported by substantial evidence. Thus, the CA erred in finding grave abuse of discretion on the part of the NLRC.\n\nAt any rate, the Court adheres to the principle of stare decisis and stands by the decision in Asprec and Cayetano.\n\nWHEREFORE, the petition is GRANTED. The Decision dated September 30, 2016 and the Resolution dated March 3, 2017 of the Court of Appeals in CA-G.R. SP No. 142490 are hereby REVERSED and SET ASIDE. Accordingly, the Resolutions dated June 25, 2015 and July 28, 2015 of the National Labor Relations Commission in NLRC LAC No. 04-001027-15 are REINSTATED.\n\nSO ORDERED.\n\nCaguioa (Chairperson), J. Lopez,* Dimaampao, and Singh, JJ., concur.","label":[[17,32,"CASE_NUM"],[34,48,"PROM_DATE"],[50,72,"INS"],[90,106,"PERSON"],[108,120,"PERSON"],[122,135,"PERSON"],[141,180,"INS"],[236,241,"INS"],[290,319,"STA"],[420,436,"INS"],[438,440,"INS"],[444,466,"CASE_NUM"],[596,630,"INS"],[632,636,"INS"],[641,666,"CASE_NUM"],[692,731,"INS"],[776,798,"INS"],[831,847,"PERSON"],[849,861,"PERSON"],[867,880,"PERSON"],[1059,1063,"INS"],[1729,1733,"INS"],[1937,1939,"INS"],[1990,1992,"INS"],[2137,2139,"INS"],[2384,2386,"INS"],[2405,2409,"INS"],[2504,2519,"PERSON"],[2521,2528,"PERSON"],[2561,2565,"INS"],[2689,2693,"INS"],[2714,2718,"INS"],[2767,2771,"INS"],[2828,2830,"INS"],[2836,2840,"INS"],[2968,2972,"INS"],[3099,3101,"INS"],[3142,3171,"STA"],[3232,3236,"INS"],[3257,3259,"INS"],[3320,3322,"INS"],[3357,3361,"INS"],[3381,3385,"INS"],[3453,3454,"INS"],[3461,3465,"INS"],[3520,3522,"INS"],[3524,3528,"INS"],[3697,3699,"INS"],[3735,3742,"INS"],[3829,3833,"INS"],[3839,3841,"INS"],[4004,4008,"INS"],[4078,4082,"INS"],[4404,4408,"INS"],[4449,4451,"INS"],[4578,4580,"INS"],[4647,4651,"INS"],[4766,4770,"INS"],[4824,4838,"CASE_NUM"],[4856,4871,"CASE_NUM"],[4877,4885,"PERSON"],[4903,4907,"INS"],[4991,4996,"INS"],[5081,5085,"INS"],[5212,5216,"INS"],[5304,5309,"INS"],[5389,5418,"STA"],[5478,5480,"INS"],[5586,5590,"INS"],[5698,5700,"INS"],[5711,5715,"INS"],[5892,5921,"STA"],[5927,5932,"INS"],[5946,5949,"INS"],[6114,6118,"INS"],[6191,6195,"INS"],[6440,6444,"INS"],[6518,6520,"INS"],[6584,6588,"INS"],[6604,6608,"INS"],[6719,6773,"CASE_NUM"],[6783,6788,"INS"],[7461,7465,"INS"],[7536,7542,"PERSON"],[7551,7559,"PERSON"],[7579,7585,"PERSON"],[7590,7598,"PERSON"],[7798,7804,"PERSON"],[7809,7817,"PERSON"],[7981,7987,"PERSON"],[7992,8000,"PERSON"],[8073,8077,"INS"],[8097,8101,"INS"],[8391,8397,"PERSON"],[8403,8409,"INS"],[8447,8451,"INS"],[8583,8587,"INS"],[8748,8752,"INS"],[8770,8776,"INS"],[8830,8864,"INS"],[8866,8870,"INS"],[9071,9076,"INS"],[9116,9120,"INS"],[9193,9197,"INS"],[9241,9245,"INS"],[9293,9297,"INS"],[9309,9313,"INS"],[9557,9561,"INS"],[9653,9657,"INS"],[9973,9977,"INS"],[10249,10253,"INS"],[10349,10367,"STA"],[10438,10442,"INS"],[10531,10535,"INS"],[10599,10602,"INS"],[10639,10673,"INS"],[10675,10678,"INS"],[10681,10685,"INS"],[10858,10862,"INS"],[10889,10911,"INS"],[10913,10917,"INS"],[10920,10944,"INS"],[10946,10949,"INS"],[10952,10978,"INS"],[10980,10993,"INS"],[11003,11029,"INS"],[11050,11060,"INS"],[11075,11079,"INS"],[11139,11143,"INS"],[11302,11306,"INS"],[11337,11341,"INS"],[11608,11612,"INS"],[11709,11713,"INS"],[11748,11751,"INS"],[11772,11777,"INS"],[11781,11789,"PERSON"],[11814,11818,"INS"],[11949,11983,"INS"],[11993,11997,"INS"],[12141,12145,"INS"],[12224,12228,"INS"],[12362,12366,"INS"],[12583,12587,"INS"],[12695,12699,"INS"],[12741,12744,"INS"],[12746,12756,"INS"],[12762,12770,"INS"],[12824,12829,"INS"],[12833,12841,"PERSON"],[12867,12871,"INS"],[13031,13037,"PERSON"],[13042,13050,"PERSON"],[13191,13197,"PERSON"],[13202,13210,"PERSON"],[13691,13695,"INS"],[13789,13796,"INS"],[13815,13819,"INS"],[14036,14038,"INS"],[14101,14105,"INS"],[14125,14130,"INS"],[14203,14209,"PERSON"],[14214,14222,"PERSON"],[14345,14361,"INS"],[14365,14386,"CASE_NUM"],[14496,14531,"INS"],[14535,14560,"CASE_NUM"],[14591,14598,"PERSON"],[14614,14622,"PERSON"],[14625,14634,"PERSON"],[14640,14645,"PERSON"]],"Comments":[]}
