{"id":65,"text":"THIRD DIVISION\n[ G.R. No. 253003, January 24, 2024 ]\nCOMMISSION OF INTERNAL REVENUE, PETITIONER, VS. MINDANAO II GEOTHERMAL PARTNERSHIP, RESPONDENT.\n\nD E C I S I O N\nDIMAAMPAO, J.:\n\nAt the threshold of this Petition for Review[1] is the claim for tax refund or issuance of tax credit certificate of input value-added tax (VAT) for taxable year 2008 filed by respondent Mindanao II Geothermal Partnership (M2GP). Through this Petition, the petitioner Commissioner on Internal Revenue (CIR) seeks to set aside the Decision[2] and the Resolution[3] of the Court of Tax Appeals (CTA) En Banc in CTA EB Nos. 1777 and 1779, which affirmed the Decision and Resolution of the CTA Second Division, in CTA Case Nos. 8082 and 8106, granting the M2GP's claim in the amount of PHP 220,700.89 and the motions for reconsideration thereof, respectively.[4]\n\nDuring the period of time material to this case, the CIR was the duly appointed Commissioner of the Bureau of Internal Revenue (BIR) empowered to perform the duties of its office, including the power to decide refunds of internal revenue taxes.[5]\n\nOn the other hand, M2GP, a partnership previously registered with the Securities and Exchange Commission (SEC), was engaged in the generation, collection, and distribution of electricity and registered with the BIR Regional District Office (RDO) of Kidapawan City, with Tax Identification No. 004-766-953.[6]\n\nOn March 11, 1997, M2GP entered into a Build-Operate-Transfer contract with the Philippine National Oil Company-Energy Development Corporation (PNOC-EDC) for the financing, engineering, supply, installation, testing, commissioning, operation, and maintenance of a 48.25-megawatt geothermal power plant. PNOC-EDC would supply and deliver steam to M2GP at no cost. In turn, M2GP would convert the steam into electric capacity and energy for the PNOC-EDC and deliver the same to the National Power Corporation (NPC) for and on behalf of the PNOC-EDC.[7]\n\nEnsuingly, M2GP filed its respective quarterly VAT returns with the BIR on April 24, 2008, July 25, 2008, October 24, 2008, and January 26, 2009, for taxable year 2008.[8] On December 28, 2009, it lodged an administrative claim for refund or issuance of tax credit certificate of its unapplied and unutilized input taxes for taxable year 2008 in the amount of PHP 6,149,256.25 before the BIR RDO No. 108 of Kidapawan City. With this, the CIR issued a Letter of Authority for the examination of M2GP's books of account and other accounting records for VAT covering the period January 1, 2008 to December 31, 2008.[9]\n\nM2GP was dissolved on March 29, 2010.[10]\n\nOn April 15, 2010, M2GP filed a petition for review with the CTA, docketed as CTA Case No. 8082, appealing its administrative claim as regards the excess and unutilized creditable input tax covering the 1st quarter of taxable year 2008. It then filed another petition for review with the CTA on 27 May 2010, docketed as CTA Case No. 8106, entreating its administrative claim in relation to the excess and unutilized creditable input tax covering the 2nd, 3rd and 4th quarters of taxable year 2008. The CTA Second Division consolidated these two cases.[11]\n\nThe CTA Second Division, in its Resolution dated January 20, 2011, initially dismissed CTA Case No. 8082 for being filed prematurely. Thenceforth, M2GP moved for reconsideration but the CTA Second Division gave it short shrift in its March 15, 2011 Resolution.[12]\n\nNonplussed, M2GP elevated the matter to the CTA En Banc, which affirmed the ruling of the CTA Second Division through its Decision dated July 5, 2012. Again, M2GP sought reconsideration but was likewise rebuffed in the CTA En Banc's Resolution dated 29 November 2012.[13]\n\nDisgruntled, M2GP filed a Petition for Review before the Court, docketed as G.R. No. 204745, praying for the reversal of the CTA En Banc's July 5, 2012 Decision and the November 29, 2012 Resolution, and that judgment be rendered reinstating its Petition for Review in CTA Case No. 8082.[14]\n\nConsequently, the Court promulgated the Decision[15] dated December 8, 2014, granting M2GP's Petition and remanded the case to the CTA Second Division for resolution on the merits, disposing of the case in this prose—\nWHEREFORE, the petition is GRANTED. The Decision dated July 5, 2012 and the Resolution dated November 29, 2012 of the Court of Tax Appeals (CTA) En Banc in CTA EB Case No. 750 are hereby REVERSED and SET ASIDE. Accordingly, CTA Case No. 8082 is REMANDED to the CTA Second Division for its resolution on the merits.\n\nSO ORDERED.[16]\nAccordingly, the proceedings before the CTA Second Division in CTA Case Nos. 8082 and 8106 continued.[17]\n\nAs it happened, the CTA Second Division rendered a Decision[18] partially granting M2GP's claim for refund in the amount of PHP 220,700.89, thusly—\nWHEREFORE, premises considered, the instant Petitions for Review are PARTIALLY GRANTED. Accordingly, [the CIR] is ORDERED TO REFUND the amount of [PHP] 220,700.89 in favor of [M2GP], representing the latter's unutilized input VAT attributable to zero-­rated sales for TY 2008.\n\nSO ORDERED.[19]\nDispleased, the CIR moved for reconsideration while M2GP merely sought a partial reconsideration. In its Resolution dated January 12, 2018, the CTA Division denied both motions for lack of merit, disposing as follows—\nWHEREFORE, premises considered, [the CIR]'s Motion for Reconsideration and [M2GP]'s Motion for Partial Reconsideration are both DENIED for lack of merit.\n\nSO ORDERED.[20]\nBoth parties elevated the case to the CTA En Banc with the CIR's petition docketed as CTA EB No. 1777 and that of M2GP as CTA EB No. 1779. The two cases were consolidated by the CTA En Banc.[21]\n\nIn due course, the CTA En Banc promulgated its Decision[22] dated August 1, 2019, decreeing, inter alia, no cogent reason to disturb the findings of the CTA Division. Thus, it ruled—\nWHEREFORE, in light of the foregoing considerations, the consolidated Petitions for Review in CTA EB No. 1777 and 1779 are DENIED for lack of merit. Accordingly, the assailed Decision dated August 9, 2017 and Resolution dated January 12, 2018, both rendered by the Court in Division in CTA Case Nos. 8082 and 8106 are AFFIRMED.\n\nSO ORDERED.[23]\nM2GP again moved for reconsideration of the foregoing Decision while the CIR only sought for a partial reconsideration. Ultimately, the CTA En Banc denied the motions in the July 7, 2020 Resolution,[24] viz.:\nWHEREFORE, in light of the foregoing considerations, the Motion for Partial Reconsideration filed by the CIR and the Motion for Reconsideration filed by M2GP are DENIED for lack of merit.\n\nSO ORDERED.[25]\nWith the denial of their motions, the CIR instituted the present Petition for Review.[26]\n\nStripped of its myriad of controversies, the lone issue posed for resolution is simply whether or nor input tax is required to be directly attributable to zero-rated sales in claims for refund or issuance of tax credit certificate.\n\nThis Court shall endeavor to put finis to this niggling controversy.\n\nPetitioner CIR cashes in on the Court's pronouncements in Atlas Consolidated Mining and Development Corporation v. CIR[27] (2011 Atlas case) and Atlas Consolidated Mining and Development Corporation v. CIR[28] (2007 Atlas case). It postulates that direct attributability between input tax and zero-rated sales must be established in claims for refund or issuance of tax credit certificate. To be sure, the input tax must come from purchases of goods and services that form part of the finished product of the taxpayer and must be directly used in the production chain.[29] Here, M2GP failed to prove that the amount sought to be refunded is directly attributable to its zero-rated sales.[30]\n\nOn the other hand, respondent M2GP bemoans that the arguments raised by the CIR have already been considered and denied for lack of merit by CTA En Banc. In any case, M2GP has fully complied with the requisites to claim for tax refund or issuance of tax credit certificate for its unutilized input VAT attributable to its zero-rated sales based on Section 112(A)[31] of the National Internal Revenue Code of 1997, as amended by Republic Act (R.A.) No. 8424.[32] Moreover, the 2007 and 2011 Atlas Cases do not apply in the case at bench as M2GP was able to establish direct attributability of its unutilized input VAT to its zero-rated sales, through the VAT-compliant official receipts and invoices it presented. At any rate, the doctrine of strictissimi juris should be relaxed in the present case as M2GP has sufficiently established its claim by competent preponderance of evidence. What is more, technicalities should not be misused to defeat its claim in light of competent evidence clearly establishing that there was a VAT and the VAT was indeed actually paid.[33]\n\nPetitioner's contention holds no water.\n\nIncipiently, the Court notes that while decisions of the CTA do not bind this Court, at most, they have a persuasive effect. Illumined by the ruling in San Roque Power Corp. v. Commissioner of Internal Revenue,[34] only final decisions of the Court are considered binding precedents. The Court declared, thus—\n\"We further held in said case that Article 8 of the Civil Code enjoins adherence to judicial precedents. The law requires courts to follow a rule already established in a final decision of the Supreme Court. Contrary to the petitioner's view, the decisions of the CTA are not given the same level of recognition.\"[35]\nIn a line of cases[36] involving claims for input tax refund or claims for issuance of tax credit certificate, the CTA is unwavering in its position that Section 112 of the Tax Code does not require direct attributability of input taxes to zero-rated sales.\n\nTo be sure, the grounds when input tax may be refunded or claimed as tax credit in cases of zero-rated sales are laid down in Section 112(A) of the Tax Code. To wit:\nSEC. 112. Refunds of Input Tax. —\n\n(A) Zero-rated or Effectively Zero-rated Sales. — Any VAT-­registered person, whose sales are zero-rated or effectively zero-rated may, within two (2) years after the close of the taxable quarter when the sales were made, apply for the issuance of a tax credit certificate or refund of creditable input tax due or paid attributable to such sales, except transitional input tax, to the extent that such input tax has not been applied against output tax: Provided, however, That in the case of zero-rated sales under Section 106(A)(2)(a)(1), (2) and (B) and Section 108(B)(1) and (2), the acceptable foreign currency exchange proceeds thereof had been duly accounted for in accordance with the rules and regulations of the Bangko Sentral ng Pilipinas (BSP): Provided, further, That where the taxpayer is engaged in zero-rated or effectively zero-rated sale and also in taxable or exempt sale of goods of properties or services, and the amount of creditable input tax due or paid cannot be directly and entirely attributed to any one of the transactions, it shall be allocated proportionately on the basis of the volume of sales. Provided, finally, That for a person making sales that are zero-rated under Section 108(B) (6), the input taxes shall be allocated ratably between his zero-rated and non-zero-rated sales.\nPlain as a pikestaff, there is nothing in the provision that requires input tax to be directly attributable or a factor in the chain of production to the zero-­rated sale for it to be creditable or refundable. The law even allows as tax credit an allocable portion of a taxpayer's input tax that is not directly and entirely attributable to the zero-rated sales. What the law requires is that creditable input VAT should be attributable to the zero-rated or effectively zero-rated sales. To attribute is to explain something by indicating a cause, or simply caused by. Thus, when the law states that the input VAT must be attributable to the zero-rated or effectively zero-rated sales, it simply means that the input VAT must be regarded as being caused by such sales.\n\nWhat is more, Section 110, as amended, does not limit creditable input tax to purchases that form part of the finished product of the taxpayer. The provision enumerates the instances that give rise to creditable input taxes, to wit:\nSection 110. Tax Credits. —\n\nA. Creditable Input Tax. —\n \n(1)\nAny input tax evidenced by a VAT invoice or official receipt issued in accordance with Section 113 hereof on the following transactions shall be creditable against the output tax:\n\n\n\n\n\n(a)\nPurchase or importation of goods:\n\n\n\n\n\n\n(i)\nFor sale; or\n\n\n(ii)\nFor conversion into or intended to form part of a finished product for sale including packaging materials; or\n\n\n(iii)\nFor use as supplies in the course of business; or\n\n\n(iv)\nFor use as materials supplied in the sale of service; or\n\n\n(v)\nFor use in trade or business.\n\n\n\n\n\n(b)\nPurchase of services on which a value-added tax has accrued.\n\n\n\n\n(2)\nThe input tax on domestic purchase of goods or properties by a VAT-registered person shall be creditable:\n\n\n\n\n\n(a)\nTo the purchaser upon consummation of sale and on importation of goods or properties; and\n\n\n\n\n\n(b)\nTo the importer upon payment of the value-added tax prior to the release of the goods from the custody of the Bureau of Customs.\n\nProvided, that the input tax on goods purchased or imported in a calendar month for use in trade or business for which deduction for depreciation is allowed under this Code shall be spread evenly over the (a) month of acquisition and the fifty-nine (59) succeeding months if the aggregate acquisition cost for such goods, excluding the VAT component thereat exceeds One million pesos ([PHP] 1,000,000): Provided, however, That if the estimated useful life of the capital good is less than five (5) years, as used for depreciation purposes, then the input VAT shall be spread over such a shorter period: Provided, further, That the ammortization of the input VAT shall only be allowed until December 31, 2021 after which taxpayers with unutilized input VAT on capital goods purchased or imported shall be allowed to apply the same as scheduled until fully utilized: Provided, finally, That in the case of purchase of services, lease or use of properties, the input tax shall be creditable to the purchaser, lessee or licensee upon payment of the compensation, rental, royalty or fee.   \n \n(3)\nA VAT-registered person who is also engaged in transactions not subject to the value-added tax shall be allowed tax credit as follows:\n\n\n\n\n(a)\nTotal input tax which can be directly attributed to transactions subject to value-added tax; and\n\n\n\n\n(b)\nA ratable portion of any input tax which cannot be directly attributed to either activity.\n\nThe term \"input tax\" means the value-added tax due from or paid by a VAT­registered person in the course of his trade or business on importation of goods or local purchase of goods or services, including lease or use of property, from a VAT-registered person. It shall also include the transitional input tax determined in accordance with Section 111 of this Code.\n\nThe term \"output tax\" means the value-added tax due on the sale or lease of taxable goods or properties or services by any person registered or required to register under Section 236 of this Code.\n\n(B) Excess Output or Input Tax. - If at the end of any taxable quarter the output tax exceeds the input tax, the excess shall be paid by the Vat-registered person. If the input tax exceeds the output tax, the excess shall be carried over to the succeeding quarter or quarters. Provided, however, That any input tax attributable to zero-rated sales by a VAT-registered person may at his option be refunded or credited against other internal revenue taxes, subject to the provisions of Section 112.\nPetitioner CIR's insistence that \"to be creditable, the input tax must come from purchases of goods that form part of the finished product of the taxpayer or it must be directly used in the chain of production,\"[37] is not entirely consistent with the provision of the law. It is crystal clear that Section 110 did not limit itself to purchases or importation of goods which are to be converted into or intended to form part of a finished product for sale, or to be used in the chain of production but also includes, inter alia, purchases or importation of goods for use as supplies in the course of business, or for use in trade or business for which deduction for depreciation or amortization is allowed, as well as purchase of services for which VAT has been actually paid.\n\nIrrefutably, creditable input tax does not only arise from purchases that form part of the finished goods. Input taxes on the purchase of goods that form part of the finished goods of the taxpayer is only one of the instances that allows input taxes to be credited against output tax.\n\nIn any case, Section 110(A)(l)(a)(iii) regards as input tax all VAT due from or paid by a VAT-registered person in the course of their trade or business on the importation of goods or local purchase of goods or services including lease or use of property from a VAT-registered person. Even if the purchased goods do not find their way into the finished product, the input tax incurred therefrom can still be credited against the output tax, provided that the input VAT is incurred or paid in the course of the VAT-registered taxpayer's trade or business and that it is supported by a VAT invoice issued in accordance with the invoicing requirements of the law.\n\nApropos petitioner CIR's reliance on the 2007 Atlas and 2011 Atlas cases, this Court affirms the painstaking disquisition propounded by the court a quo.\n\nThese cases were decided under Revenue Regulations (RR) No. 5-87,[38] as amended by RR No. 3-88,[39] which limited the amount of refund or tax credit only to the amount of VAT paid directly and entirely attributable to the zero-rated transaction during the period covered by the application for credit or refund.[40] On the basis thereof, the Court required and so ruled that the input VAT being claimed for refund should be directly and entirely attributable to the zero-rated sales.\n\nHowever, upon the issuance of the rules and regulations implementing the VAT Reform Act,[41] previous issuances of the BIR pertaining to VAT were deemed revoked. Section 23 thereof reads:\nSEC. 23. Implementing Rules and Regulations. — The Secretary of Finance shall, upon the recommendation of the Commissioner of Internal Revenue, promulgate not later than June 30, 2005, the necessary rules and regulations for the effective implementation of this Act. Upon issuance of the said rules and regulations, all former rules and regulations pertaining to value­-added tax shall be deemed revoked.[42]\nCorollary thereto, the Secretary of Finance, upon the recommendation of the CIR, issued RR No. 14-2005[43] on June 22, 2005. Parenthetically, RR No. 14-2005 was later superseded by RR No. 16-2005[44] on September 1, 2005, which took effect on November 1, 2005. The latter RR, in turn, has undergone several amendments thereafter.\n\nVerily, all rules and regulations pertaining to VAT issued before the effectivity of the VAT Reform Act, including RR Nos. 5-87 and 3-88, were deemed revoked upon the issuance of the RR No. 14-2005 and the subsequent VAT-related issuances.\n\nAn assiduous dissection of RR No. 14-2005 and the subsequent VAT­-related issuances would reveal that the requirement for input VAT being claimed for refund to be directly and entirely attributable to the zero-rated sales has not been retained. Thus, as it now stands, the requirements of direct attributability under Section 16 of RR No. 5-87, as amended by RR No. 3-88, is no longer binding, upon the effectivity of July 1, 2005 RR No. 14-2005.\n\nIn the case at bench, the taxable year under consideration is 2008. Therefore, the provisions of RR Nos. 5-87 and 3-88, as applied to the Atlas cases, may no longer be validly applied.\n\nAnent respondent M2GP's alleged failure to proffer proof of attributability of its input tax to its zero-rated sales, this is clearly factual in nature, which is beyond the ambit of a petition under Rule 45.[45] Petitioner CIR essentially wants this Court to rule on the sufficiency of evidence submitted by M2GP. To resolve such contentions would require a re-examination and re-evaluation of the evidence presented before the CTA, which is prohibited under Rule 45 of the Rules of Court.\n \nGiven that factual findings of the CTA, as a highly specialized court, are accorded respect and deemed final and conclusive,[46] this Court finds no cogent reason to depart from the conclusions reached by the CTA En Banc.\n\nIN LIGHT OF THE FOREGOING, the Petition for Review filed by the Commissioner on Internal Revenue in G.R. No. 253003 is hereby DENIED for lack of merit. The Decision dated August 1, 2019 and the Resolution dated July 7, 2020 of the Court of Tax Appeals En Banc in CTA EB Nos. 1777 and 1779 are AFFIRMED in toto.\n\nSO ORDERED.\n\nCaguioa (Chairperson), Inting, Gaerlan, and Singh, JJ., concur.","entities":[{"id":1107,"label":"CASE_NUM","start_offset":17,"end_offset":32},{"id":1109,"label":"PROM_DATE","start_offset":34,"end_offset":50},{"id":1111,"label":"PERSON","start_offset":166,"end_offset":179},{"id":1112,"label":"INS","start_offset":553,"end_offset":573},{"id":1113,"label":"CASE_NUM","start_offset":591,"end_offset":616},{"id":1114,"label":"CASE_NUM","start_offset":692,"end_offset":720},{"id":1115,"label":"INS","start_offset":942,"end_offset":968},{"id":1116,"label":"INS","start_offset":1161,"end_offset":1195},{"id":1117,"label":"INS","start_offset":369,"end_offset":403},{"id":1118,"label":"INS","start_offset":405,"end_offset":409},{"id":1119,"label":"INS","start_offset":101,"end_offset":135},{"id":1120,"label":"INS","start_offset":970,"end_offset":973},{"id":1121,"label":"INS","start_offset":1197,"end_offset":1200},{"id":1122,"label":"INS","start_offset":1110,"end_offset":1114},{"id":1123,"label":"INS","start_offset":734,"end_offset":738},{"id":1124,"label":"INS","start_offset":668,"end_offset":672},{"id":1125,"label":"INS","start_offset":1302,"end_offset":1306},{"id":1126,"label":"INS","start_offset":1420,"end_offset":1425},{"id":1127,"label":"INS","start_offset":1481,"end_offset":1543},{"id":1128,"label":"INS","start_offset":1545,"end_offset":1553},{"id":1129,"label":"INS","start_offset":1704,"end_offset":1712},{"id":1130,"label":"INS","start_offset":1747,"end_offset":1752},{"id":1131,"label":"INS","start_offset":1773,"end_offset":1778},{"id":1132,"label":"INS","start_offset":1844,"end_offset":1852},{"id":1133,"label":"INS","start_offset":1881,"end_offset":1907},{"id":1134,"label":"INS","start_offset":1909,"end_offset":1912},{"id":1135,"label":"INS","start_offset":1939,"end_offset":1947},{"id":1136,"label":"INS","start_offset":1964,"end_offset":1969},{"id":1137,"label":"INS","start_offset":2021,"end_offset":2025},{"id":1138,"label":"INS","start_offset":2341,"end_offset":2345},{"id":1139,"label":"INS","start_offset":2447,"end_offset":2451},{"id":1140,"label":"INS","start_offset":575,"end_offset":578},{"id":1141,"label":"INS","start_offset":2570,"end_offset":2575},{"id":1142,"label":"INS","start_offset":2632,"end_offset":2637},{"id":1143,"label":"INS","start_offset":2674,"end_offset":2677},{"id":1145,"label":"CASE_NUM","start_offset":2691,"end_offset":2708},{"id":1146,"label":"INS","start_offset":2901,"end_offset":2905},{"id":1147,"label":"CASE_NUM","start_offset":2933,"end_offset":2950},{"id":1148,"label":"INS","start_offset":3115,"end_offset":3119},{"id":1149,"label":"INS","start_offset":3174,"end_offset":3178},{"id":1150,"label":"CASE_NUM","start_offset":3257,"end_offset":3274},{"id":1151,"label":"INS","start_offset":3317,"end_offset":3322},{"id":1152,"label":"INS","start_offset":3356,"end_offset":3360},{"id":1153,"label":"INS","start_offset":3448,"end_offset":3453},{"id":1154,"label":"INS","start_offset":3480,"end_offset":3484},{"id":1155,"label":"INS","start_offset":3526,"end_offset":3530},{"id":1156,"label":"INS","start_offset":3594,"end_offset":3599},{"id":1157,"label":"INS","start_offset":3655,"end_offset":3659},{"id":1158,"label":"INS","start_offset":3722,"end_offset":3727},{"id":1159,"label":"INS","start_offset":3766,"end_offset":3771},{"id":1160,"label":"CASE_NUM","start_offset":3785,"end_offset":3800},{"id":1161,"label":"INS","start_offset":3834,"end_offset":3838},{"id":1163,"label":"CASE_NUM","start_offset":3977,"end_offset":3994},{"id":1164,"label":"INS","start_offset":4019,"end_offset":4025},{"id":1165,"label":"INS","start_offset":4087,"end_offset":4091},{"id":1166,"label":"INS","start_offset":4132,"end_offset":4136},{"id":1168,"label":"INS","start_offset":4337,"end_offset":4357},{"id":1169,"label":"INS","start_offset":4359,"end_offset":4362},{"id":1170,"label":"CASE_NUM","start_offset":4375,"end_offset":4394},{"id":1171,"label":"CASE_NUM","start_offset":4443,"end_offset":4460},{"id":1172,"label":"INS","start_offset":4480,"end_offset":4484},{"id":1173,"label":"INS","start_offset":4591,"end_offset":4595},{"id":1174,"label":"CASE_NUM","start_offset":4614,"end_offset":4641},{"id":1175,"label":"INS","start_offset":4678,"end_offset":4682},{"id":1176,"label":"INS","start_offset":4741,"end_offset":4745},{"id":1177,"label":"INS","start_offset":4982,"end_offset":4986},{"id":1179,"label":"INS","start_offset":5152,"end_offset":5157},{"id":1180,"label":"INS","start_offset":5244,"end_offset":5248},{"id":1182,"label":"INS","start_offset":5394,"end_offset":5398},{"id":1183,"label":"INS","start_offset":5527,"end_offset":5531},{"id":1185,"label":"CASE_NUM","start_offset":5575,"end_offset":5590},{"id":1186,"label":"CASE_NUM","start_offset":5611,"end_offset":5626},{"id":1187,"label":"INS","start_offset":5603,"end_offset":5608},{"id":1188,"label":"INS","start_offset":5667,"end_offset":5671},{"id":1189,"label":"INS","start_offset":5704,"end_offset":5708},{"id":1190,"label":"INS","start_offset":5838,"end_offset":5842},{"id":1191,"label":"CASE_NUM","start_offset":5962,"end_offset":5986},{"id":1192,"label":"CASE_NUM","start_offset":6154,"end_offset":6181},{"id":1193,"label":"INS","start_offset":6133,"end_offset":6139},{"id":1194,"label":"INS","start_offset":6213,"end_offset":6218},{"id":1195,"label":"INS","start_offset":6349,"end_offset":6353},{"id":1196,"label":"INS","start_offset":6575,"end_offset":6580},{"id":1198,"label":"INS","start_offset":7053,"end_offset":7058},{"id":1199,"label":"INS","start_offset":7079,"end_offset":7132},{"id":1200,"label":"INS","start_offset":7166,"end_offset":7219},{"id":1201,"label":"INS","start_offset":7150,"end_offset":7155},{"id":1202,"label":"INS","start_offset":7237,"end_offset":7243},{"id":1203,"label":"INS","start_offset":7600,"end_offset":7605},{"id":1204,"label":"INS","start_offset":7744,"end_offset":7749},{"id":1205,"label":"INS","start_offset":7855,"end_offset":7859},{"id":1206,"label":"INS","start_offset":7881,"end_offset":7886},{"id":1209,"label":"STA","start_offset":8088,"end_offset":8126},{"id":1210,"label":"STA","start_offset":8142,"end_offset":8170},{"id":1211,"label":"INS","start_offset":8204,"end_offset":8210},{"id":1212,"label":"INS","start_offset":8253,"end_offset":8258},{"id":1213,"label":"INS","start_offset":8516,"end_offset":8521},{"id":1214,"label":"INS","start_offset":8845,"end_offset":8851},{"id":1215,"label":"INS","start_offset":8885,"end_offset":8889},{"id":1216,"label":"INS","start_offset":8906,"end_offset":8911},{"id":1217,"label":"INS","start_offset":8980,"end_offset":9001},{"id":1218,"label":"INS","start_offset":9071,"end_offset":9077},{"id":1219,"label":"INS","start_offset":9116,"end_offset":9122},{"id":1220,"label":"STA","start_offset":9173,"end_offset":9200},{"id":1221,"label":"INS","start_offset":9402,"end_offset":9406},{"id":1222,"label":"INS","start_offset":9331,"end_offset":9344},{"id":1223,"label":"INS","start_offset":9571,"end_offset":9575},{"id":1224,"label":"STA","start_offset":9610,"end_offset":9637},{"id":1225,"label":"STA","start_offset":9841,"end_offset":9871},{"id":1227,"label":"INS","start_offset":10637,"end_offset":10664},{"id":1228,"label":"INS","start_offset":10666,"end_offset":10669},{"id":1229,"label":"INS","start_offset":13219,"end_offset":13236},{"id":1230,"label":"INS","start_offset":17504,"end_offset":17509},{"id":1231,"label":"INS","start_offset":17519,"end_offset":17525},{"id":1232,"label":"INS","start_offset":17537,"end_offset":17543},{"id":1233,"label":"INS","start_offset":17955,"end_offset":17961},{"id":1234,"label":"INS","start_offset":18217,"end_offset":18221},{"id":1235,"label":"RA","start_offset":18171,"end_offset":18185},{"id":1236,"label":"INS","start_offset":19853,"end_offset":19859},{"id":1237,"label":"INS","start_offset":19918,"end_offset":19922},{"id":1238,"label":"INS","start_offset":20209,"end_offset":20213},{"id":1239,"label":"INS","start_offset":20151,"end_offset":20157},{"id":1240,"label":"INS","start_offset":20384,"end_offset":20389},{"id":1241,"label":"INS","start_offset":20428,"end_offset":20431},{"id":1242,"label":"INS","start_offset":20527,"end_offset":20533},{"id":1243,"label":"INS","start_offset":20602,"end_offset":20606},{"id":1244,"label":"CASE_NUM","start_offset":20716,"end_offset":20731},{"id":1245,"label":"CASE_NUM","start_offset":20879,"end_offset":20904},{"id":1246,"label":"PERSON","start_offset":20941,"end_offset":20949},{"id":1247,"label":"PERSON","start_offset":20964,"end_offset":20970},{"id":1248,"label":"PERSON","start_offset":20972,"end_offset":20979},{"id":1249,"label":"PERSON","start_offset":20985,"end_offset":20990}],"relations":[],"Comments":[]}
