{"id":64,"text":"SECOND DIVISION\n[ G.R. No. 266921, January 22, 2024 ]\nNATIONAL TRANSMISSION CORPORATION, PETITIONER, VS. SPOUSES LOUIS MARCO S. MANALO AND ROWENA MARIE T. MANALO, REPRESENTED BY FREDDIE M. ARGUELLES, AND NONYLON D. PEDRAJA AND NONNA D. PEDRAJA, REPRESENTED BY JULIANITO B. MONCAYO, RESPONDENTS.\n\nD E C I S I O N\nKHO, JR., J.:\n\nAssailed in this Petition for Review on Certiorari[1] under Rule 45 of the Rules of Court are the Decision[2] dated December 12, 2022 and the Resolution[3] dated April 4, 2023 of the Court of Appeals (CA) in CA-G.R. SP No. 171202, which affirmed the Order[4] dated January 14, 2021 of the Regional Trial Court of Tanauan City, Batangas, Branch 66 (RTC), which, in turn, granted the Motion to Require Defendant to Comply with Republic Act No. 10752[5] filed by respondents spouses Louis Marco S. Manalo and Rowena Marie T. Manalo, represented by Freddie M. Arguelles (spouses Manalo), and Nonylon D. Pedraja and Nonna D. Pedraja, represented by Julianito L. Moncayo (the Pedrajas; collectively, respondents) against petitioner National Transmission Corporation (TRANSCO).\nThe Facts\n\nThis case stemmed from a Complaint[6] for Inverse Condemnation under Rule 67 of the Rules of Court, as amended by Republic Act No. 8974[7] and later by Republic Act No. 10752 dated February 24, 2020 (Complaint), filed by respondents against TRANSCO before the RTC. In the said Complaint, respondents prayed, inter alia, that judgment be rendered determining and fixing the fair market value of the lots subject of this case pursuant to Republic Act No. 10752.\n\nThe records show that respondents are the owners of parcels of land located in Tanauan City, Batangas. Specifically, spouses Manalo and the Pedrajas own Lot No. 1374-B-2 in Barangay Banjo East and Lot No. 1465-J in Barangay Bagumbayan, respectively.[8] TRANSCO, on the other hand, is a government corporation organized to acquire all the transmission assets of the National Power Corporation (NAPOCOR), which shall assume the electrical transmission function of the NAPOCOR, and have the powers and functions granted by law. Corollary to this, TRANSCO is given the right to exercise the power of eminent domain subject to the requirements of the Constitution and existing laws.[9]\n\nPursuant to this power, NAPOCOR, the predecessor of TRANSCO, constructed 500-kilovolt (KV) transmission line traversing respondents' properties for the purpose of transmitting electric power from Batangas to Laguna and Metro Manila in 1998. As alleged by respondents, the areas affected by the power transmission facility are the 2,376 square meters of Lot No. 1374-B-2 and 10,534 square meters of Lot No. 1465-J (subject lots), respectively in favor of spouses Manalo and the Pedrajas. According to TRANSCO, no expropriation proceedings were initiated at the time of taking of the subject lots.[10]\n\nOn August 3, 2020, TRANSCO filed its Answer (with Special and Affirmative Defenses and Counterclaim), praying that the Complaint be dismissed for lack of merit.[11]\n\nSubsequently, on September 15, 2020, respondents filed a Motion to Require Defendant to Comply with Republic Act No. 10752 (Motion).[12] In their Motion, respondents argued that while the procedural aspect of the inverse condemnation case is governed by Rule 67 of the Rules of Court, the determination of the amount of compensation should be sanctioned by Republic Act No. 10752. Concomitantly, Section 6 of Republic Act No. 10752 dictates that TRANSCO should be ordered to deposit to the RTC the amount equivalent to the Bureau of Internal Revenue's (BIR) current zonal valuation of the subject lots as provisional compensation.[13] Moreover, respondents averred that under Zoning Ordinance No. 2018-12 dated March 12, 2018, both the properties of spouses Manalo and the Pedrajas are classified as residential properties with zonal values at PHP 3,500.00 per square meter and PHP 3,750.00 per square meter, respectively. Hence, respondents prayed that an order be issued directing TRANSCO to deposit as provisional compensation the amounts of PHP 8,316,000.00 to spouses Manalo and PHP 39,502,500.00 to the Pedrajas.[14]\n\nOn November 25, 2020, TRANSCO submitted its Comment\/Oppositions, where it countered that Republic Act No. 10752 and its provisions on provisional deposit apply only to new projects and not to old or existing transmission lines constructed long before the enactment of the said law. Thus, in the event that the payment of provisional deposit is granted, it should be based on the assessed value of the subject lots as provided under Rule 67 of the Rules of Court.[15]\n\nThe RTC Ruling\n\nIn an Order[16] dated January 14, 2021, the RTC granted the Motion, and accordingly, ordered TRANSCO to deposit the total proffered amount of PHP 47,818,500.00 in favor of spouses Manalo and the Pedrajas, pursuant to Section 6 of Republic Act No. 10752.[17]\n\nThe RTC held that Republic Act No. 10752 applies in the present action,[18] and that the determination of provisional compensation is covered by Republic Act No. 10752—not Rule 67 of the Rules of Court.[19] In so ruling, the RTC explained that the 500-KV power transmission line and its multiple cables traversing the subject lots are included within the term \"national government projects\" covered by Republic Act No. 10752.[20] Relatedly, Section 6 of Republic Act No. 10752 mandates that the provisional deposit shall be in the amount equivalent to 100% of the value of the land based on the current relevant BIR zonal valuation. In light of this, TRANSCO's liability to compensate respondents for the provisional value of the subject lots shall be governed by said law.[21]\n\nFurthermore, the RTC found untenable TRANSCO's contention that the determination of the provisional deposit should be based on Rule 67 of the Rules of Court or the rule in effect at the time of the construction of the transmission line. The RTC ratiocinated that this matter had been previously settled in Felisa Agricultural Corporation v. National Transmission Corporation,[22] where the Court, speaking through Associate Justice (and eventual Senior Associate Justice) Estela M. Perlas-Bernabe, held that if the landowner initiates inverse condemnation proceedings after the effectivity of Republic Act No. 8974—the precursor of Republic Act No. 10752—then said law shall govern both procedurally and substantially.[23]\n\nAggrieved, TRANSCO filed a Motion for Reconsideration[24] where it sought to reduce the total amount of provisional deposit to PHP 12,725,640.00 based on the validation survey TRANSCO conducted over the subject lots.[25] In denying this, the RTC issued an Order[26] dated September 20, 2021, adjusting the total proffered amount to PHP 70,288,500.00 instead of PHP 47,818,500.00, as initially identified by the RTC, after it found that the affected area with respect to the Pedrajas is 16,526 square meters.[27] Unsatisfied, TRANSCO filed a Petition for Certiorari[28] before the Court of Appeals (CA).\n\nThe CA Ruling\n\nIn a Decision[29] dated December 12, 2022, the CA dismissed the Petition for Certiorari.[30]\n\nIn affirming the RTC, the CA maintained that Republic Act No. 10752 is the applicable law in determining the amount of provisional compensation, not Rule 67 of the Rules of Court.[31] Similarly applying Felisa, the CA stressed the undisputed fact that the government had entered the properties of respondents and constructed therein 500 KV transmission line sans expropriation proceedings sometime in 1998. Respondents thereafter initiated inverse condemnation proceedings on February 21, 2020, or after the effectivity of Republic Act No. 10752. Given this timeline, the CA held that Republic Act No. 10752 should govern this case. Moreover, the CA noted that the payment of the provisional value of the subject lots equivalent to 100% of its total current zonal value, in accordance with Republic Act No. 10752, is evidently more favorable to the landowner than the mere deposit of its assessed value, as required by Rule 67 of the Rules of Court.[32]\n\nOn reconsideration, the CA affirmed its earlier Decision in a Resolution[33] dated April 4, 2023.\n\nHence, this Petition where TRANSCO insists that the computation of the provisional deposit should not be based on Republic Act No. 10752 but on Rule 67 of the Rules of Court, which is the applicable and operational rule at the time of the construction of the transmission lines in 1998.[34] TRANSCO likewise posits that Republic Act No. 10752 cannot be given retroactive effect, considering that it was enacted only on March 23, 2016.[35] As regards the computation of provisional deposit, TRANSCO reiterates that the total amount of the provisional deposit should only be PHP 12,725,640.00, and not PHP 70,288,500.00.[36]\n\nThe Issue Before the Court\n\nThe issue for the Court's resolution is whether the CA correctly held that Republic Act No. 10752 is the applicable law in determining the provisional compensation for the subject lots.\n\nThe Court's Ruling\n\nThe Petition lacks merit.\n\nAt the outset, it bears stressing that both Rule 67 of the Rules of Court and Republic Act No. 8974 govern expropriation proceedings for national infrastructure projects.[37] Notably, Republic Act No. 8974 was later repealed by Republic Act No. 10752, which was issued on March 7, 2016.\n\nOn this score, Rule 67, Section 2 of the Rules of Court allows the expropriating agency's entry into the real property upon deposit of an amount equivalent to the assessed value of the property for purposes of taxation, viz.:\n\nSECTION 2. Entry of plaintiff upon depositing value with authorized government depositary. – Upon the filing of the complaint or at any time thereafter and after due notice to the defendant, the plaintiff shall have the right to take or enter upon the possession of the real property involved if he deposits with the authorized government depositary an amount equivalent to the assessed value of the property for purposes of taxation to be held by such bank subject to the orders of the court. Such deposit shall be in money, unless in lieu thereof the court authorizes the deposit of a certificate of deposit of a government bank of the Republic of the Philippines payable on demand to the authorized government depositary. (Emphasis supplied)\n\nOn the other hand, Republic Act No. 8974, enacted on November 7, 2000, requires a deposit of the amount equivalent to 100% of the value of the property based on the current relevant zonal valuation of the BIR before the implementing agency may be ordered to take possession of the property, to wit:\n\nSECTION 4. Guidelines for Expropriation Proceedings. – Whenever it is necessary to acquire real property for the right-of-way, site or location for any national government infrastructure project through expropriation, the appropriate implementing agency shall initiate the expropriation proceedings before the proper court under the following guidelines:\n\n(a) Upon the filing of the complaint, and after due notice to the defendant, the implementing agency shall immediately pay the owner of the property the amount equivalent to the sum of (1) one hundred percent (100%) of the value of the property based on the current relevant zonal valuation of the Bureau of Internal Revenue (BIR); and (2) the value of the improvements and\/or structures as determined under Section 7 hereof; (Emphasis supplied)\n\nThe guidelines for expropriation proceedings provided under Republic Act No. 8974 were, thereafter, substantially maintained by Republic Act No. 10752. Hence, Section 6(a)(1) of Republic Act No. 10752 reads:\n\nSECTION 6. Guidelines for Expropriation Proceedings. – Whenever it is necessary to acquire real property for the right-of-way site or location for any national government infrastructure through expropriation, the appropriate implementing agency, through the Office of the Solicitor General the Office of the Government Corporate Counsel, or their deputized government or private legal counsel, shall immediately initiate the expropriation proceedings before the proper court under the following guidelines:\n\n(a)\nUpon the filing of the complaint or at any time thereafter, and after due notice to the defendant, the implementing agency shall immediately deposit to the court in favor of the owner the amount equivalent to the sum of:\n\n\n\n\n(1)\nOne hundred percent (100%) of the value of the land based on the current relevant zonal valuation of the Bureau of Internal Revenue (BIR) issued not more than three (3) years prior to the filing of the expropriation complaint subject to subparagraph (c) of this section; (Emphasis and underscoring supplied)\nRelatedly, Felisa made a comparison of the foregoing rules in this wise:\n\nThe general rule is that upon the filing of the expropriation complaint, the plaintiff has the right to take or enter into possession of the real property involved if he deposits with the authorized government depositary an amount equivalent to the assessed value of the property. An exception to this procedure is provided by [Republic Act No.] 8974 with respect to national government projects, which requires the payment of 100% of the zonal value of the property to be expropriated as the provisional value. ...\n\nSection 2, Rule 67 of the Rules of Court requires the expropriator to deposit the amount equivalent to the assessed value of the property to be expropriated prior to entry. The assessed value of a real property constitutes a mere percentage of its fair market value based on the assessment levels fixed under the pertinent ordinance passed by the local government where the property is located. In contrast, [Republic Act No.] 8974 requires the payment of the amount equivalent to 100% of the current zonal value of the property which is usually a higher amount.[38]\n\nIt is worthy to note, at this point, that Felisa has a stark similarity with the facts of this case. There, Felisa Agricultural Corporation initiated inverse condemnation proceedings against TRANSCO which had long entered its property and constructed transmission towers and lines. At the time the said initiatory pleading was filed, Republic Act No. 8974 was already in effect; hence, the Court declared that said law should apply in the determination of the provisional value of the expropriated property.\n\nWhile the Court, in Felisa, recognized that statutes, like Republic Act No. 8974, are generally applied prospectively, it, however, noted that this principle only governs rights arising from acts done under the rule of the former law. Hence, \"if a right be declared for the first time by a subsequent law, it shall take effect from that time even though it has arisen from acts subject to the former laws, provided that it does not prejudice another acquired right of the same origin.\"[39] Verily, since Republic Act No. 8974, later amended by Republic Act No. 10752, prescribed the new standard in determining the amount of just compensation and provisional value in expropriation cases specifically relating to national government infrastructure projects—a matter not particularly covered under Rule 67 of the Rules of Court—the Court found that the payment of the provisional value of the expropriated lands equivalent to 100% of its current zonal value is a right declared by the legislature for the first time through the enactment of Republic Act No. 8974.[40] Given this, and further considering that this determination is a substantive matter well within the sole province of the legislature to legislate on, Felisa concluded that an inverse condemnation proceedings initiated by a landowner after the effectivity of Republic Act No. 8974 shall be procedurally and substantially governed by said law.[41]\n\nGuided by Felisa, the Court holds that the CA did not err in holding that Section 6 of Republic Act No. 10752 governs the determination of provisional deposit in this case.\n\nTo recall, and similar with Felisa, TRANSCO entered the subject lots in 1998 for the construction of a 500-KV transmission line for the purpose of transmitting electric power from Batangas to Laguna and Metro Manila. As admitted by TRANSCO, no expropriation proceeding was commenced at that time. Subsequently, respondents filed the Complaint, initiating inverse condemnation proceedings on February 21, 2020, or years after the effectivity of Republic Act No. 10752. Hence, following the Court's ruling in Felisa, as elucidated above, the provisional deposit shall be in the amount equivalent to 100% of the value of the land based on the current relevant zonal valuation of the BIR pursuant to Republic Act No. 10752.\n\nIn insisting that Rule 67 of the Rules of Court should govern this case, TRANSCO invokes the more recent case of Republic v. Estate of Posadas III,[42] where the Court's Second Division, through Associate Justice Andres B. Reyes, Jr., held that \"if the property was taken on or after November 26, 2000 [the date of enactment of Republic Act No. 8974], the Republic must immediately pay the respondents the amount provided under Republic Act No. 8974. On the other hand, if the property was taken before said date, the trial court must order the Republic to comply with the provisions of Rule 67, particularly the requirement of depositing the property's assessed value with the appropriate government depositary.\"[43]\n\nThe Court is not convinced.\n\nIt bears stressing that the factual antecedents of Posadas III are not on all fours with the case at bar. Mainly, Posadas III involves a case where an expropriation action was initiated prior to the taking of the property. In this case, however, no such expropriation was commenced. Instead, respondents filed inverse condemnation proceedings primarily praying for the issuance of an expropriation order on the subject lots and the corresponding payment of provisional compensation therefor, among others. To be sure, the right to provisional compensation invoked by respondents was only recognized before the court at the time of filing of the Complaint on February 24, 2020. Notably, at that time, Republic Act No. 10752 was already the law in effect; hence, the provisions thereof shall apply. Stated otherwise, while respondents' right to provisional compensation on the subject lots was indubitably already existing at the time of its taking despite absence of expropriation proceedings, or way before the filing of the Complaint, said right, nonetheless, was only presented before the court at the commencement of the inverse condemnation proceedings, when Republic Act No. 10752 was already the controlling law. Accordingly, since Republic Act No. 10752 declared that, with respect to national government infrastructure projects, the provisional deposit should be equivalent to 100% of the value of the land based on the current relevant zonal valuation of the BIR, this valuation should govern the determination of respondents' right as set forth in their Complaint.\n\nAs regards the value of the provisional compensation, the Court holds that it is a question of fact, which may not be raised in a petition for review on certiorari under Rule 45 of the Rules of Court. Moreover, it is settled that factual findings of the trial court, when affirmed by the CA, are binding in this Court, as in this case.[44] In this light, the Court finds no reason to deviate from the CA's finding as to the amount of provisional compensation on the subject lots.\n\nIn sum, the CA aptly held that Section 6 of Republic Act No. 10752 covers the determination of the provisional deposit on the subject lots of respondents.\n\nACCORDINGLY, the Petition is DENIED. The Decision dated December 12, 2022 and the Resolution dated April 4, 2023 of the Court of Appeals in CA-G.R. SP No. 171202 are AFFIRMED.\n\nSO ORDERED.\n\nLeonen, SAJ. (Chairperson), Lazaro-Javier, M. Lopez, and J. Lopez, JJ., concur.","entities":[{"id":319,"label":"CASE_NUM","start_offset":18,"end_offset":33},{"id":320,"label":"PROM_DATE","start_offset":35,"end_offset":51},{"id":321,"label":"INS","start_offset":54,"end_offset":87},{"id":322,"label":"PERSON","start_offset":113,"end_offset":134},{"id":323,"label":"PERSON","start_offset":139,"end_offset":161},{"id":324,"label":"PERSON","start_offset":178,"end_offset":198},{"id":325,"label":"PERSON","start_offset":204,"end_offset":222},{"id":326,"label":"PERSON","start_offset":227,"end_offset":243},{"id":327,"label":"PERSON","start_offset":260,"end_offset":280},{"id":328,"label":"PERSON","start_offset":312,"end_offset":324},{"id":330,"label":"STA","start_offset":387,"end_offset":417},{"id":331,"label":"INS","start_offset":510,"end_offset":526},{"id":332,"label":"INS","start_offset":528,"end_offset":530},{"id":333,"label":"CASE_NUM","start_offset":535,"end_offset":556},{"id":335,"label":"INS","start_offset":675,"end_offset":678},{"id":336,"label":"INS","start_offset":616,"end_offset":662},{"id":337,"label":"RA","start_offset":752,"end_offset":774},{"id":338,"label":"PERSON","start_offset":807,"end_offset":828},{"id":339,"label":"PERSON","start_offset":833,"end_offset":855},{"id":340,"label":"PERSON","start_offset":872,"end_offset":892},{"id":341,"label":"PERSON","start_offset":902,"end_offset":908},{"id":342,"label":"PERSON","start_offset":915,"end_offset":933},{"id":343,"label":"PERSON","start_offset":938,"end_offset":954},{"id":344,"label":"PERSON","start_offset":971,"end_offset":991},{"id":345,"label":"PERSON","start_offset":997,"end_offset":1005},{"id":346,"label":"INS","start_offset":1053,"end_offset":1086},{"id":347,"label":"INS","start_offset":1088,"end_offset":1095},{"id":348,"label":"STA","start_offset":1178,"end_offset":1207},{"id":349,"label":"RA","start_offset":1223,"end_offset":1244},{"id":350,"label":"RA","start_offset":1261,"end_offset":1283},{"id":351,"label":"INS","start_offset":1350,"end_offset":1357},{"id":352,"label":"INS","start_offset":1369,"end_offset":1372},{"id":353,"label":"RA","start_offset":1545,"end_offset":1567},{"id":354,"label":"PERSON","start_offset":1695,"end_offset":1701},{"id":355,"label":"PERSON","start_offset":1710,"end_offset":1719},{"id":356,"label":"INS","start_offset":1823,"end_offset":1830},{"id":357,"label":"INS","start_offset":1935,"end_offset":1961},{"id":358,"label":"INS","start_offset":1963,"end_offset":1970},{"id":359,"label":"INS","start_offset":2036,"end_offset":2043},{"id":360,"label":"INS","start_offset":2114,"end_offset":2122},{"id":361,"label":"INS","start_offset":2276,"end_offset":2283},{"id":362,"label":"INS","start_offset":2304,"end_offset":2311},{"id":363,"label":"PERSON","start_offset":2714,"end_offset":2721},{"id":364,"label":"PERSON","start_offset":2729,"end_offset":2737},{"id":365,"label":"INS","start_offset":2752,"end_offset":2759},{"id":366,"label":"INS","start_offset":2872,"end_offset":2880},{"id":367,"label":"RA","start_offset":3119,"end_offset":3141},{"id":368,"label":"STA","start_offset":3273,"end_offset":3302},{"id":369,"label":"RA","start_offset":3376,"end_offset":3398},{"id":370,"label":"RA","start_offset":3428,"end_offset":3450},{"id":371,"label":"INS","start_offset":3465,"end_offset":3473},{"id":372,"label":"INS","start_offset":3509,"end_offset":3513},{"id":373,"label":"INS","start_offset":3542,"end_offset":3568},{"id":374,"label":"INS","start_offset":3572,"end_offset":3575},{"id":375,"label":"STA","start_offset":3695,"end_offset":3723},{"id":376,"label":"PERSON","start_offset":3777,"end_offset":3784},{"id":377,"label":"PERSON","start_offset":3792,"end_offset":3801},{"id":378,"label":"INS","start_offset":4002,"end_offset":4010},{"id":379,"label":"PERSON","start_offset":4128,"end_offset":4136},{"id":380,"label":"PERSON","start_offset":4092,"end_offset":4099},{"id":381,"label":"INS","start_offset":4165,"end_offset":4172},{"id":382,"label":"RA","start_offset":4232,"end_offset":4254},{"id":383,"label":"STA","start_offset":4575,"end_offset":4604},{"id":384,"label":"INS","start_offset":4615,"end_offset":4619},{"id":385,"label":"INS","start_offset":4671,"end_offset":4674},{"id":386,"label":"INS","start_offset":4720,"end_offset":4728},{"id":387,"label":"PERSON","start_offset":4807,"end_offset":4814},{"id":388,"label":"PERSON","start_offset":4822,"end_offset":4830},{"id":389,"label":"RA","start_offset":4857,"end_offset":4879},{"id":390,"label":"INS","start_offset":4890,"end_offset":4894},{"id":391,"label":"PERSON","start_offset":4904,"end_offset":4926},{"id":392,"label":"RA","start_offset":5031,"end_offset":5053},{"id":393,"label":"STA","start_offset":5058,"end_offset":5087},{"id":394,"label":"INS","start_offset":5111,"end_offset":5114},{"id":395,"label":"RA","start_offset":5288,"end_offset":5310},{"id":396,"label":"RA","start_offset":5340,"end_offset":5362},{"id":397,"label":"INS","start_offset":5498,"end_offset":5502},{"id":398,"label":"INS","start_offset":5537,"end_offset":5544},{"id":399,"label":"INS","start_offset":5682,"end_offset":5686},{"id":400,"label":"INS","start_offset":5702,"end_offset":5709},{"id":401,"label":"STA","start_offset":5792,"end_offset":5822},{"id":402,"label":"INS","start_offset":5906,"end_offset":5910},{"id":403,"label":"INS","start_offset":5971,"end_offset":6002},{"id":404,"label":"INS","start_offset":6006,"end_offset":6039},{"id":405,"label":"INS","start_offset":6055,"end_offset":6060},{"id":406,"label":"PERSON","start_offset":6137,"end_offset":6161},{"id":407,"label":"RA","start_offset":6258,"end_offset":6279},{"id":408,"label":"RA","start_offset":6297,"end_offset":6319},{"id":409,"label":"INS","start_offset":6400,"end_offset":6407},{"id":410,"label":"INS","start_offset":6565,"end_offset":6572},{"id":411,"label":"INS","start_offset":6631,"end_offset":6635},{"id":412,"label":"INS","start_offset":6800,"end_offset":6803},{"id":413,"label":"PERSON","start_offset":6863,"end_offset":6872},{"id":414,"label":"INS","start_offset":6914,"end_offset":6922},{"id":415,"label":"INS","start_offset":6969,"end_offset":6985},{"id":416,"label":"INS","start_offset":6987,"end_offset":6989},{"id":417,"label":"INS","start_offset":6997,"end_offset":7000},{"id":418,"label":"INS","start_offset":7055,"end_offset":7057},{"id":419,"label":"INS","start_offset":7119,"end_offset":7122},{"id":420,"label":"INS","start_offset":7128,"end_offset":7131},{"id":421,"label":"RA","start_offset":7147,"end_offset":7169},{"id":422,"label":"STA","start_offset":7251,"end_offset":7280},{"id":423,"label":"INS","start_offset":7317,"end_offset":7319},{"id":424,"label":"RA","start_offset":7625,"end_offset":7647},{"id":425,"label":"INS","start_offset":7674,"end_offset":7677},{"id":426,"label":"RA","start_offset":7687,"end_offset":7710},{"id":427,"label":"INS","start_offset":7749,"end_offset":7752},{"id":428,"label":"RA","start_offset":7892,"end_offset":7914},{"id":429,"label":"STA","start_offset":8021,"end_offset":8050},{"id":430,"label":"INS","start_offset":8081,"end_offset":8084},{"id":431,"label":"INS","start_offset":8183,"end_offset":8191},{"id":432,"label":"RA","start_offset":8270,"end_offset":8292},{"id":433,"label":"STA","start_offset":8300,"end_offset":8329},{"id":434,"label":"INS","start_offset":8447,"end_offset":8454},{"id":435,"label":"RA","start_offset":8476,"end_offset":8498},{"id":436,"label":"INS","start_offset":8646,"end_offset":8654},{"id":437,"label":"INS","start_offset":8801,"end_offset":8806},{"id":438,"label":"INS","start_offset":8826,"end_offset":8831},{"id":439,"label":"INS","start_offset":8860,"end_offset":8862},{"id":440,"label":"RA","start_offset":8883,"end_offset":8905},{"id":441,"label":"INS","start_offset":8999,"end_offset":9004},{"id":442,"label":"STA","start_offset":9086,"end_offset":9115},{"id":443,"label":"RA","start_offset":9120,"end_offset":9141},{"id":444,"label":"RA","start_offset":9226,"end_offset":9247},{"id":446,"label":"RA","start_offset":9270,"end_offset":9292},{"id":447,"label":"STA","start_offset":9345,"end_offset":9385},{"id":448,"label":"INS","start_offset":10195,"end_offset":10222},{"id":449,"label":"RA","start_offset":10322,"end_offset":10343},{"id":450,"label":"INS","start_offset":10508,"end_offset":10512},{"id":451,"label":"INS","start_offset":11257,"end_offset":11283},{"id":452,"label":"INS","start_offset":11285,"end_offset":11288},{"id":453,"label":"RA","start_offset":11466,"end_offset":11488},{"id":454,"label":"RA","start_offset":11534,"end_offset":11556},{"id":455,"label":"RA","start_offset":11584,"end_offset":11606},{"id":456,"label":"INS","start_offset":11873,"end_offset":11904},{"id":457,"label":"INS","start_offset":11909,"end_offset":11951},{"id":458,"label":"INS","start_offset":12461,"end_offset":12487},{"id":459,"label":"INS","start_offset":12489,"end_offset":12492},{"id":460,"label":"PERSON","start_offset":12675,"end_offset":12682},{"id":461,"label":"PERSON","start_offset":7305,"end_offset":7311},{"id":462,"label":"RA","start_offset":13065,"end_offset":13088},{"id":463,"label":"STA","start_offset":13266,"end_offset":13295},{"id":464,"label":"RA","start_offset":13663,"end_offset":13686},{"id":465,"label":"PERSON","start_offset":13865,"end_offset":13871},{"id":466,"label":"INS","start_offset":13931,"end_offset":13962},{"id":467,"label":"INS","start_offset":14014,"end_offset":14022},{"id":468,"label":"RA","start_offset":14157,"end_offset":14178},{"id":469,"label":"INS","start_offset":14213,"end_offset":14219},{"id":470,"label":"INS","start_offset":14342,"end_offset":14347},{"id":472,"label":"RA","start_offset":14391,"end_offset":14412},{"id":473,"label":"RA","start_offset":14836,"end_offset":14857},{"id":474,"label":"RA","start_offset":14876,"end_offset":14898},{"id":475,"label":"STA","start_offset":15129,"end_offset":15158},{"id":476,"label":"INS","start_offset":15163,"end_offset":15169},{"id":477,"label":"RA","start_offset":15372,"end_offset":15393},{"id":478,"label":"PERSON","start_offset":15549,"end_offset":15555},{"id":479,"label":"RA","start_offset":15657,"end_offset":15678},{"id":480,"label":"PERSON","start_offset":15756,"end_offset":15762},{"id":481,"label":"INS","start_offset":15768,"end_offset":15774},{"id":482,"label":"INS","start_offset":15789,"end_offset":15792},{"id":483,"label":"RA","start_offset":15833,"end_offset":15855},{"id":484,"label":"PERSON","start_offset":15948,"end_offset":15954},{"id":485,"label":"INS","start_offset":15956,"end_offset":15964},{"id":486,"label":"INS","start_offset":16152,"end_offset":16159},{"id":487,"label":"RA","start_offset":16364,"end_offset":16386},{"id":488,"label":"INS","start_offset":16409,"end_offset":16414},{"id":489,"label":"PERSON","start_offset":16427,"end_offset":16433},{"id":490,"label":"INS","start_offset":16600,"end_offset":16604},{"id":491,"label":"RA","start_offset":16615,"end_offset":16638},{"id":492,"label":"STA","start_offset":16659,"end_offset":16688},{"id":493,"label":"INS","start_offset":16714,"end_offset":16722},{"id":494,"label":"INS","start_offset":16754,"end_offset":16763},{"id":495,"label":"PERSON","start_offset":16776,"end_offset":16787},{"id":496,"label":"INS","start_offset":16803,"end_offset":16808},{"id":497,"label":"PERSON","start_offset":16854,"end_offset":16874},{"id":498,"label":"RA","start_offset":16969,"end_offset":16990},{"id":499,"label":"RA","start_offset":17069,"end_offset":17090},{"id":500,"label":"STA","start_offset":17228,"end_offset":17235},{"id":501,"label":"INS","start_offset":17364,"end_offset":17370},{"id":502,"label":"PERSON","start_offset":17440,"end_offset":17451},{"id":503,"label":"PERSON","start_offset":17503,"end_offset":17514},{"id":504,"label":"RA","start_offset":18089,"end_offset":18111},{"id":505,"label":"RA","start_offset":18552,"end_offset":18574},{"id":506,"label":"RA","start_offset":18627,"end_offset":18649},{"id":507,"label":"INS","start_offset":18857,"end_offset":18860},{"id":508,"label":"INS","start_offset":19023,"end_offset":19029},{"id":509,"label":"STA","start_offset":19135,"end_offset":19164},{"id":510,"label":"INS","start_offset":19253,"end_offset":19255},{"id":511,"label":"INS","start_offset":19277,"end_offset":19282},{"id":512,"label":"INS","start_offset":19324,"end_offset":19330},{"id":513,"label":"INS","start_offset":19366,"end_offset":19368},{"id":514,"label":"INS","start_offset":19458,"end_offset":19461},{"id":515,"label":"RA","start_offset":19490,"end_offset":19512},{"id":516,"label":"INS","start_offset":19722,"end_offset":19738},{"id":517,"label":"CASE_NUM","start_offset":19742,"end_offset":19763},{"id":520,"label":"PERSON","start_offset":19820,"end_offset":19833},{"id":521,"label":"PERSON","start_offset":19835,"end_offset":19843},{"id":522,"label":"PERSON","start_offset":19849,"end_offset":19857},{"id":523,"label":"PERSON","start_offset":19792,"end_offset":19798}],"relations":[],"Comments":[]}
