{"id":60,"text":"SECOND DIVISION\n[ G.R. No. 228980, January 22, 2024 ]\nMARVIN VILLANUEVA Y IRODISTAN, PETITIONER, VS. PEOPLE OF THE PHILIPPINES, RESPONDENT.\n\nD E C I S I O N\nKHO, JR., J.:\n\nBefore the Court is a Petition for Review on Certiorari[1] under Rule 45 of the Rules of Court, assailing the Decision[2] dated October 28, 2016 and the Resolution[3] dated January 4, 2017 of the Court of Appeals (CA) in CA-G.R. CR No. 35988, which affirmed with modification the Decision[4] dated August 28, 2013 of xxxxxxxxxxx Regional Trial Court, xxxxxxxxxxx (RTC) in Crim. Case No. 10-0985, finding petitioner Marvin Villanueva y Irodistan (Villanueva) guilty beyond reasonable doubt of violating Article III, Section 5(b)[5] of Republic Act (RA) No. 7610.[6]\n\nThe Facts\n\nThis case stemmed from an Information[7] filed before the RTC, charging Villanueva with the said crime, the accusatory portion of which reads:\nThe undersigned Asst. State Prosecutor accuses MARVIN VILLANUEVA y IRODISTAN, of the crime of violation of Sec. 5 (b), RA 7610, committed as follows:\n\nThat on or about the 25th day of November, 2010, in the City of xxxxxxxxxxx, Philippines[,] within the jurisdiction of this Honorable Court, the above-named accused, with lewd design, did, then and there, willfully, unlawfully[,] and feloniously pull up the skirt and touch the buttocks of [AAA],[8] a lascivious conduct constituting sexual abuse.\n\nCONTRARY TO LAW.[9] (Emphasis in the original)\nUpon arraignment, Villanueva pleaded not guilty to the crime charged. Thereafter, trial on the merits ensued.[10]\n\nThe prosecution presented the following witnesses to establish the guilt of Villanueva: (a) the private complainant, AAA; (b) the private complainant's friend, BBB; (c) Traffic Enforcer Ronald Tolentino (Enforcer Tolentino); and (d) Police Officer III Wirrel P. Jualo (PO3 Jualo) and Police Officer I Anthony D. Antoyne (PO1 Antoyne).[11]\n\nThe prosecution alleged that at around 4:00 p.m. of November 25, 2010, AAA—who was then 15 years old, being born on December 31, 1994, as evidenced by her Certificate of Live Birth,[12] together with her friend, BBB, and BBB's 11-year-old sister, CCC, were on their way home from school. They were ascending the nonworking escalator of the overpass in xxxxxxxx, xxxxxxxxx, when suddenly, Villanueva stood behind AAA. BBB noticed Villanueva and told AAA to hurry. AAA then felt her skirt being lifted and her buttocks being touched by the person behind her. When AAA looked behind her, she saw Villanueva holding a mirror below her skirt. She confronted Villanueva, but the latter hurriedly left and ran towards the highway. AAA was shocked. BBB then shouted \"May manghihipo! Tulong, tulong! Magnanakaw!” BBB was of the notion that Villanueva took AAA's cellphone. The bystanders tried to chase Villanueva upon hearing BBB's call for help. Enforcer Tolentino heard the commotion and apprehended Villanueva. Later, Villanueva was turned over to PO3 Jualo and PO1 Antoyne, who brought him to the police station for further investigation.[13]\n\nIn defense, Villanueva denied the allegation against him and offered a different version of the events. He averred that on the date of the incident, his mother directed him to buy pancit. Villanueva boarded a tricycle and got off in xxxxxxxxxxx, xxxxxxxxxxx. At the foot of the nonworking escalator in xxxxxxxxxxx overpass, Villanueva saw a group of female students giving each other beso-beso (kiss on the cheeks). He climbed the escalator while holding his two cellular phones and when he was about two steps behind from AAA, he tried to overtake the latter from her left side. At this point, he heard someone shouting \"Snatcher, snatcher!\" Villanueva then put his two cellphones inside his pockets and hurriedly ran down the escalator for fear that the bystanders would mob him. He continued to run while the bystanders were chasing him. Villanueva asked Enforcer Tolentino for help, but the bystanders began to maul him. Enforcer Tolentino handcuffed him and requested for police assistance. Later, PO3 Jualo and PO1 Antoyne arrived and brought him to the police station.[14]\n\nThe RTC Ruling\n\nIn a Decision[15] dated August 28, 2013, the RTC found Villanueva guilty beyond reasonable doubt of the crime charged and accordingly, sentenced him to suffer the penalty of imprisonment for an indeterminate period of eight years and one day of prision mayor, as minimum, to 17 years, four months, and one day of reclusion temporal, as maximum; and to pay AAA the amounts of PHP 10,000.00 as moral damages and PHP 5,000.00 as exemplary damages.[16]\n\nIn so ruling, the RTC gave full credence to the testimony of AAA and held that in cases of acts of lasciviousness, the testimony of the offended party, if credible, is sufficient to establish the guilt of the accused. Much more when such testimony was corroborated by an eyewitness, which, in this case, is BBB, AAA's friend.[17]\n\nFurther, the RTC found that all the elements of sexual abuse under Article III, Section 5(b) of RA No. 7610 was complied with when Villanueva lifted the skirt and touched the buttocks of AAA, who was a minor at the time of the incident. Relevantly, the lewd design can be inferred from the overt act of Villanueva. Hence, such act of lifting the skirt and touching the buttocks of the minor victim amounts to lascivious conduct.[18]\n\nAggrieved, Villanueva appealed[19] to the CA.\n\nThe CA Ruling\n\nIn a Decision[20] dated October 28, 2016, the CA affirmed the RTC's ruling with modification as to the penalty, in that Villanueva was sentenced to suffer the penalty of imprisonment for an indeterminate period of 14 years and eight months of reclusion temporal, as minimum, to 20 years of reclusion temporal, as maximum, and to pay a fine in the amount of PHP 15,000.00. Villanueva was also ordered to pay AAA the amounts of PHP 20,000.00 as civil indemnity and PHP 15,000.00 as moral damages, subject to legal interest at the rate of 6% from the date of finality of the ruling until full payment.[21]\n\nThe CA agreed with the RTC that all the elements of sexual abuse under Article III, Section 5(b) of RA No. 7610 are present, considering that Villanueva's act of intentionally touching AAA's buttocks amounted to a lascivious conduct. In addition, AAA was only 15 years old when the sexual abuse happened.[22]\n\nThe CA also found no arbitrariness or oversight on the part of the RTC when it gave full credence to the testimony of AAA, as there was no proof that she was motivated by ill will to falsely testify against Villanueva. Hence, the defense of denial interposed by Villanueva cannot prevail over the positive testimony of AAA. Lastly, the CA agreed with the RTC when it found Villanueva guilty of the crime charged.[23]\n\nVillanueva moved for reconsideration,[24] which was, however, denied in a Resolution[25] dated January 4, 2017; hence, this Petition.[26]\n\nThe Issue Before the Court\n\nThe issue for the Court's resolution is whether the CA correctly affirmed Villanueva's conviction for violation of Article III, Section 5(b) of RA No. 7610.\n\nVillanueva argues that the CA erred in finding him guilty beyond reasonable doubt of the crime charged as there was no showing of lewd design. Villanueva further claims that the complaint holds no water since the incident took place at a crowded place in broad daylight and with his hands occupied, as he was holding his two cellphones.[27] He adds that the age of AAA at the time of incident is considered an age of conditional responsibility, and considering her educational attainment as a senior high school, AAA is capable of devious schemes such as lying and acting out to have been abused, even by an innocent person, such as Villanueva.[28]\n\nVillanueva also maintains that not all denials and alibis should be regarded as fabricated. Indeed, if the accused is truly innocent, he can have no other defense but denial and alibi. Finally, Villanueva contends that the penalty is disproportionate to the crime allegedly committed and the surrounding circumstances of its commission. Hence, he prays for the reversal of his conviction.[29]\n\nIn its Comment,[30] respondent People of the Philippines, through the Office of the Solicitor General (OSG), argues that the CA did not err in affirming the conviction of Villanueva since there is moral certainty that he committed the crime of lascivious conduct constituting sexual abuse when he touched AAA's buttocks, who, at that time, was a minor. AAA also narrated in a straightforward and candid manner the details of how the lascivious conduct transpired. The OSG further argues that the existence of unchaste or lewd design can be inferred from the overt act of Villanueva. Accordingly, the findings of fact of the RTC, when affirmed on appeal, are accorded great weight and respect, just like in this case.[31]\n\nIn his Reply,[32] Villanueva reiterates his contention that he did not commit the alleged act imputed on him, considering that he was holding his two cellphones in both hands at a crowded place in broad daylight. Hence, it is impossible for him to perform any act that can be construed as lascivious conduct. He further persists that the penalty is not commensurate to the gravity of the offense committed and the attending circumstances of its commission.[33]\n\nThe Court's Ruling\n\nThe Petition has no merit.\n\nArticle III, Section 5(b) of RA No. 7610, provides:\nSection 5. Child Prostitution and Other Sexual Abuse. – Children, whether male or female, who for money, profit, or any other consideration or due to the coercion or influence of any adult, syndicate or group, indulge in sexual intercourse or lascivious conduct, are deemed to be children exploited in prostitution and other sexual abuse.\n\nThe penalty of reclusion temporal in its medium period to reclusion perpetua shall be imposed upon the following:\n\n. . . .\n\n(b) Those who commit the act of sexual intercourse or lascivious conduct with a child exploited in prostitution or subject to other sexual abuse; Provided, That when the victims is under twelve (12) years of age, the perpetrators shall be prosecuted under Article 335, paragraph 3, for rape and Article 336 of Act No. 3815, as amended, the Revised Penal Code, for rape or lascivious conduct, as the case may be: Provided, That the penalty for lascivious conduct when the victim is under twelve (12) years of age shall be reclusion temporal in its medium period;\n\n. . . .\nThe elements of sexual abuse under the said provision are as follows: (a) the accused commits the act of sexual intercourse or lascivious conduct; (b) the said act is performed with a child exploited in prostitution or subjected to other sexual abuse; and (c) the child, whether male or female, is below 18 years of age.[34]\n\nRelatedly, lascivious conduct is defined in Section 2(h) of the Implementing Rules and Regulations[35] (IRR) of RA No. 7610 as \"the intentional touching, either directly or through clothing, of the genitalia, anus, groin, breast, inner thigh, or buttocks, or the introduction of any object into the genitalia, anus or mouth, of any person, whether of the same or opposite sex, with an intent to abuse, humiliate, harass, degrade, or arouse or gratify the sexual desire of any person, bestiality, masturbation, lascivious exhibition of the genitals or pubic area of a person.\"\n\nIn People v. Tulagan,[36] the Court, through Associate Justice Diosdado M. Peralta, held that the term \"other sexual abuse\" is a broad term that includes all other acts of sexual abuse other than prostitution, to wit:\nThe term \"other sexual abuse,\" on the other hand, is construed in relation to the definitions of \"child abuse\" under Section 3, Article I of R.A. No. 7610 and \"sexual abuse\" under Section 2(g) of the Rules and Regulations on the Reporting and Investigation of Child Abuse Cases. In the former provision, \"child abuse\" refers to the maltreatment, whether habitual or not, of the child which includes sexual abuse, among other matters. In the latter provision, \"sexual abuse\" includes the employment, use, persuasion, inducement, enticement or coercion of a child to engage in, or assist another person to engage in, sexual intercourse or lascivious conduct or the molestation, prostitution, or incest with children. Thus, the term \"other sexual abuse\" is broad enough to include all other acts of sexual abuse other than prostitution. Accordingly, a single act of lascivious conduct is punished under Section 5(b), Article III, when the victim is 12 years old and below 18, or 18 or older under special circumstances.[37] (Emphasis supplied)\nGiven the foregoing legal parameters, the Court finds that the prosecution has duly proven all the elements of lascivious conduct punishable under Article III, Section 5(b) of RA No. 7610. Notably, AAA's minority was sufficiently established with the presentation of her Certificate of Live Birth. The RTC, as sustained by the CA, also found her testimony clear, candid, and categorical when she relayed that Villanueva lifted her skirt and touched her buttocks. Accordingly, the overt act of Villanueva is tantamount to a lascivious conduct.\n\nMoreover, Villanueva's defense that it was impossible for him to commit the alleged act, considering that he was holding his two cellphones in both hands at a crowded place in broad daylight, was not only unsubstantiated, but was also successfully belied by AAA and the other witnesses. AAA testified that she felt her skirt being lifted and her buttocks being touched by the person behind her. Moreover, BBB testified that Villanueva in fact approached AAA from behind and even warned the latter to hurry. The Court has repeatedly held that when the offended parties are young and immature girls, as in this case, courts are inclined to lend credence to their version of what transpired, considering not only their relative vulnerability, but also the shame and embarrassment to which they would be exposed if the matter about which they testified were not true.[38]\n\nRelevantly, denial is inherently a weak defense, which cannot outweigh positive testimony. A categorical statement that has the earmarks of truth prevails over a bare denial, which can easily be fabricated and is inherently unreliable.[39] Denial, if unsubstantiated by clear and convincing evidence, is a self-serving assertion that deserves no weight in law,[40] as in this case. Hence, Villanueva's denial cannot prevail over the positive testimony of the private complainant.\n\nOn this score, the Court would like to clarify that the use of \"violation of Section 5 (b), Article III of RA 7610\" to name the offense of which Villanueva has been found guilty is inaccurate. To recall, the RTC convicted Villanueva of violation Article III, Section 5(b) of RA No. 7610. The same was essentially affirmed by the CA without any qualification. However, as clarified in Tulagan, when the victim of the lascivious act is a child at least 12 years old, the crime should be designated as \"Lascivious Conduct under Section 5(b) of RA 7610.\"[41] Hence, the nomenclature of the offense of which Villanueva is convicted should be accordingly changed.\n\nAs for the imposable penalty, Article III, Section 5(b) of RA No. 7610 prescribes the penalty of reclusion temporal in its medium period to reclusion perpetua. In the absence of any modifying circumstances, the maximum term of the sentence shall be taken from the medium period of the prescribed penalty. Moreover, notwithstanding that RA No. 7610 is a special law, Villanueva may still enjoy the benefits of the Indeterminate Sentence Law.[42]\n\nHere, there being no aggravating or mitigating circumstance, the CA unerringly imposed the indeterminate penalty of 14 years and 8 months of reclusion temporal, as minimum, to 20 years of reclusion temporal, as maximum, for violation of lascivious conduct under Article III, Section 5(b) of RA No. 7610, the same being within the range of the indeterminate sentence imposable upon him.\n\nThe Court likewise adjusts Villanueva's civil liability ex delicto to PHP 50,000.00 each as civil indemnity, moral damages, and exemplary damages pursuant to Tulagan, all with legal interest at the rate of 6% per annum from the date of finality of this Decision until full payment.[43]\n\nIn addition, the Court further imposes a fine in the amount of PHP 15,000.00, in accordance with Section 31(f)[44] of RA No. 7610, in furtherance of the law's objective to provide special protection to children and to assist in the rehabilitation of child victims.[45]\n\nFinally, the Court is not unmindful of Villanueva's claim that the penalty imposed is disproportionate to the crime committed and the surrounding circumstances of its commission. However, the Court is duty bound to apply the law in full force and impose the proper penalty for the crime committed by Villanueva. Nevertheless, considering the severe penalty imposed against Villanueva, which is clearly excessive in relation to the attendant circumstances, the Court invokes Article 5[46] of the RPC and submits to the Chief Executive, through the Department of Justice, for study and consideration the mitigation of the penalty imposed on Villanueva.\n\nACCORDINGLY, the Petition is DENIED. The Decision dated October 28, 2016 and the Resolution dated January 4, 2017 of the Court of Appeals in CA-G.R. CR No. 35988 are hereby AFFIRMED with MODIFICATION. Petitioner Marvin Villanueva y Irodistan is found GUILTY beyond reasonable doubt of the crime of lascivious conduct under Article III, Section 5(b) of Republic Act No. 7610. He is hereby sentenced to suffer the penalty of imprisonment for an indeterminate period of 14 years and eight months of reclusion temporal, as minimum, to 20 years of reclusion temporal, as maximum, and to pay a fine in the amount of PHP 15,000.00. Moreover, he is ordered to pay private complainant AAA the amounts of PHP 50,000.00 as civil indemnity, PHP 50,000.00 as moral damages, and PHP 50,000.00 as exemplary damages. All monetary awards shall earn legal interest at the rate of 6% per annum from the date of finality of this Decision until full payment.\n\nPursuant to Article 5 of the Revised Penal Code, the Court TRANSMITS the case to the Chief Executive, through the Department of Justice, for study and consideration of the mitigation of the penalty of petitioner Marvin Villanueva y Irodistan.\n\nSO ORDERED.\n\nLeonen, SAJ. (Chairperson), Lazaro-Javier, M. Lopez, and J. Lopez, JJ., concur.","entities":[{"id":1,"label":"CASE_NUM","start_offset":18,"end_offset":33},{"id":2,"label":"PROM_DATE","start_offset":35,"end_offset":51},{"id":3,"label":"PERSON","start_offset":54,"end_offset":83},{"id":4,"label":"PERSON","start_offset":157,"end_offset":169},{"id":5,"label":"RA","start_offset":237,"end_offset":266},{"id":6,"label":"INS","start_offset":367,"end_offset":384},{"id":7,"label":"CASE_NUM","start_offset":393,"end_offset":413},{"id":8,"label":"PERSON","start_offset":587,"end_offset":616},{"id":9,"label":"PERSON","start_offset":618,"end_offset":628},{"id":10,"label":"CASE_NUM","start_offset":544,"end_offset":566},{"id":11,"label":"RA","start_offset":706,"end_offset":732},{"id":12,"label":"PERSON","start_offset":821,"end_offset":832},{"id":13,"label":"INS","start_offset":501,"end_offset":521},{"id":14,"label":"INS","start_offset":807,"end_offset":810},{"id":15,"label":"PERSON","start_offset":939,"end_offset":968},{"id":16,"label":"RA","start_offset":1011,"end_offset":1019},{"id":18,"label":"PERSON","start_offset":1671,"end_offset":1674},{"id":19,"label":"PERSON","start_offset":1630,"end_offset":1640},{"id":20,"label":"PERSON","start_offset":1457,"end_offset":1468},{"id":21,"label":"PERSON","start_offset":1740,"end_offset":1756},{"id":22,"label":"PERSON","start_offset":1758,"end_offset":1776},{"id":23,"label":"PERSON","start_offset":1806,"end_offset":1821},{"id":24,"label":"PERSON","start_offset":1823,"end_offset":1832},{"id":25,"label":"PERSON","start_offset":1855,"end_offset":1873},{"id":26,"label":"PERSON","start_offset":1875,"end_offset":1886},{"id":27,"label":"PERSON","start_offset":2282,"end_offset":2292},{"id":28,"label":"PERSON","start_offset":2323,"end_offset":2334},{"id":29,"label":"PERSON","start_offset":2487,"end_offset":2497},{"id":30,"label":"PERSON","start_offset":2547,"end_offset":2557},{"id":31,"label":"PERSON","start_offset":2725,"end_offset":2735},{"id":32,"label":"PERSON","start_offset":2788,"end_offset":2798},{"id":33,"label":"PERSON","start_offset":2833,"end_offset":2851},{"id":34,"label":"PERSON","start_offset":2888,"end_offset":2898},{"id":35,"label":"PERSON","start_offset":2907,"end_offset":2918},{"id":36,"label":"PERSON","start_offset":2937,"end_offset":2946},{"id":37,"label":"PERSON","start_offset":2951,"end_offset":2962},{"id":38,"label":"PERSON","start_offset":3046,"end_offset":3057},{"id":39,"label":"PERSON","start_offset":3222,"end_offset":3233},{"id":40,"label":"PERSON","start_offset":3358,"end_offset":3369},{"id":41,"label":"PERSON","start_offset":3677,"end_offset":3688},{"id":42,"label":"PERSON","start_offset":3875,"end_offset":3886},{"id":43,"label":"PERSON","start_offset":3892,"end_offset":3910},{"id":44,"label":"PERSON","start_offset":3959,"end_offset":3978},{"id":45,"label":"PERSON","start_offset":4037,"end_offset":4046},{"id":46,"label":"PERSON","start_offset":4051,"end_offset":4062},{"id":47,"label":"INS","start_offset":4119,"end_offset":4123},{"id":48,"label":"INS","start_offset":4176,"end_offset":4180},{"id":49,"label":"PERSON","start_offset":4186,"end_offset":4197},{"id":50,"label":"INS","start_offset":4599,"end_offset":4603},{"id":51,"label":"INS","start_offset":4925,"end_offset":4929},{"id":52,"label":"RA","start_offset":5008,"end_offset":5019},{"id":53,"label":"PERSON","start_offset":5043,"end_offset":5054},{"id":54,"label":"PERSON","start_offset":5215,"end_offset":5225},{"id":55,"label":"PERSON","start_offset":5357,"end_offset":5368},{"id":56,"label":"INS","start_offset":5388,"end_offset":5390},{"id":57,"label":"INS","start_offset":5397,"end_offset":5400},{"id":58,"label":"INS","start_offset":5454,"end_offset":5457},{"id":59,"label":"INS","start_offset":5470,"end_offset":5473},{"id":60,"label":"PERSON","start_offset":5528,"end_offset":5539},{"id":61,"label":"PERSON","start_offset":5780,"end_offset":5791},{"id":62,"label":"INS","start_offset":6016,"end_offset":6019},{"id":63,"label":"INS","start_offset":6035,"end_offset":6039},{"id":64,"label":"RA","start_offset":6112,"end_offset":6123},{"id":65,"label":"PERSON","start_offset":6154,"end_offset":6167},{"id":66,"label":"INS","start_offset":6326,"end_offset":6329},{"id":67,"label":"INS","start_offset":6389,"end_offset":6393},{"id":68,"label":"PERSON","start_offset":6529,"end_offset":6539},{"id":69,"label":"PERSON","start_offset":6584,"end_offset":6595},{"id":70,"label":"INS","start_offset":6658,"end_offset":6661},{"id":71,"label":"INS","start_offset":6677,"end_offset":6681},{"id":72,"label":"PERSON","start_offset":6695,"end_offset":6706},{"id":73,"label":"PERSON","start_offset":6740,"end_offset":6751},{"id":75,"label":"INS","start_offset":6900,"end_offset":6905},{"id":76,"label":"INS","start_offset":6925,"end_offset":6930},{"id":77,"label":"INS","start_offset":6959,"end_offset":6962},{"id":78,"label":"PERSON","start_offset":6981,"end_offset":6991},{"id":79,"label":"RA","start_offset":7051,"end_offset":7062},{"id":80,"label":"PERSON","start_offset":7065,"end_offset":7076},{"id":81,"label":"INS","start_offset":7092,"end_offset":7095},{"id":82,"label":"PERSON","start_offset":7208,"end_offset":7219},{"id":83,"label":"PERSON","start_offset":7698,"end_offset":7708},{"id":84,"label":"PERSON","start_offset":7715,"end_offset":7726},{"id":85,"label":"PERSON","start_offset":7909,"end_offset":7920},{"id":86,"label":"INS","start_offset":8179,"end_offset":8210},{"id":87,"label":"INS","start_offset":8212,"end_offset":8215},{"id":88,"label":"INS","start_offset":8234,"end_offset":8237},{"id":89,"label":"PERSON","start_offset":8280,"end_offset":8291},{"id":90,"label":"INS","start_offset":8577,"end_offset":8581},{"id":91,"label":"PERSON","start_offset":8680,"end_offset":8690},{"id":92,"label":"INS","start_offset":8733,"end_offset":8736},{"id":93,"label":"PERSON","start_offset":8849,"end_offset":8860},{"id":94,"label":"INS","start_offset":9297,"end_offset":9302},{"id":95,"label":"RA","start_offset":9370,"end_offset":9381},{"id":96,"label":"STA","start_offset":10197,"end_offset":10215},{"id":97,"label":"RA","start_offset":10866,"end_offset":10877},{"id":98,"label":"PERSON","start_offset":11344,"end_offset":11351},{"id":99,"label":"INS","start_offset":11361,"end_offset":11366},{"id":100,"label":"PERSON","start_offset":11376,"end_offset":11413},{"id":101,"label":"RA","start_offset":11690,"end_offset":11703},{"id":102,"label":"INS","start_offset":12632,"end_offset":12638},{"id":103,"label":"RA","start_offset":12766,"end_offset":12777},{"id":104,"label":"INS","start_offset":12892,"end_offset":12895},{"id":105,"label":"INS","start_offset":12917,"end_offset":12919},{"id":106,"label":"PERSON","start_offset":12999,"end_offset":13010},{"id":107,"label":"PERSON","start_offset":13083,"end_offset":13094},{"id":108,"label":"PERSON","start_offset":13144,"end_offset":13157},{"id":109,"label":"PERSON","start_offset":13558,"end_offset":13569},{"id":110,"label":"INS","start_offset":13645,"end_offset":13651},{"id":111,"label":"PERSON","start_offset":14392,"end_offset":14402},{"id":112,"label":"INS","start_offset":14503,"end_offset":14509},{"id":113,"label":"RA","start_offset":14591,"end_offset":14598},{"id":114,"label":"PERSON","start_offset":14629,"end_offset":14640},{"id":115,"label":"INS","start_offset":14692,"end_offset":14696},{"id":116,"label":"PERSON","start_offset":14706,"end_offset":14717},{"id":117,"label":"RA","start_offset":14759,"end_offset":14770},{"id":118,"label":"INS","start_offset":14813,"end_offset":14816},{"id":119,"label":"PERSON","start_offset":14868,"end_offset":14875},{"id":120,"label":"RA","start_offset":15024,"end_offset":15033},{"id":121,"label":"PERSON","start_offset":15087,"end_offset":15098},{"id":122,"label":"RA","start_offset":15202,"end_offset":15213},{"id":123,"label":"RA","start_offset":15479,"end_offset":15490},{"id":124,"label":"PERSON","start_offset":15509,"end_offset":15520},{"id":125,"label":"INS","start_offset":15654,"end_offset":15657},{"id":126,"label":"RA","start_offset":15879,"end_offset":15891},{"id":127,"label":"INS","start_offset":15980,"end_offset":15986},{"id":128,"label":"PERSON","start_offset":16003,"end_offset":16012},{"id":129,"label":"PERSON","start_offset":16134,"end_offset":16141},{"id":130,"label":"INS","start_offset":16280,"end_offset":16286},{"id":131,"label":"RA","start_offset":16381,"end_offset":16392},{"id":132,"label":"INS","start_offset":16546,"end_offset":16552},{"id":133,"label":"PERSON","start_offset":16572,"end_offset":16582},{"id":134,"label":"INS","start_offset":16725,"end_offset":16731},{"id":135,"label":"PERSON","start_offset":16833,"end_offset":16843},{"id":136,"label":"PERSON","start_offset":16906,"end_offset":16916},{"id":137,"label":"INS","start_offset":16993,"end_offset":16999},{"id":138,"label":"INS","start_offset":17080,"end_offset":17101},{"id":139,"label":"STA","start_offset":17028,"end_offset":17032},{"id":140,"label":"PERSON","start_offset":17172,"end_offset":17182},{"id":141,"label":"INS","start_offset":17306,"end_offset":17323},{"id":142,"label":"CASE_NUM","start_offset":17326,"end_offset":17346},{"id":143,"label":"PERSON","start_offset":17397,"end_offset":17426},{"id":144,"label":"RA","start_offset":17537,"end_offset":17558},{"id":145,"label":"STA","start_offset":18153,"end_offset":18171},{"id":146,"label":"INS","start_offset":18177,"end_offset":18183},{"id":147,"label":"INS","start_offset":18238,"end_offset":18259},{"id":148,"label":"PERSON","start_offset":18336,"end_offset":18365},{"id":149,"label":"PERSON","start_offset":18381,"end_offset":18392},{"id":150,"label":"PERSON","start_offset":18409,"end_offset":18432},{"id":152,"label":"PERSON","start_offset":18438,"end_offset":18451}],"relations":[],"Comments":[]}
