{"id":61,"text":"SECOND DIVISION\n[ G.R. No. 253448, January 22, 2024 ]\nMARK FRANKLIN A. LIM II, PETITIONER, VS. FIELD INVESTIGATION BUREAU, OFFICE OF THE DEPUTY OMBUDSMAN FOR THE MILITARY AND OTHER LAW ENFORCEMENT OFFICES [MOLEO], RESPONDENT.\n\nD E C I S I O N\nKHO, JR., J.:\n\nBefore the Court is a Petition for Review on Certiorari[1] under Rule 45 of the Rules of Court assailing the Decision[2] dated September 26, 2019 and the Resolution[3] dated September 14, 2020 of the Court of Appeals (CA) in CA-G.R. SP No. 153962, which affirmed the Consolidated Decision[4] dated July 19, 2017 and the Consolidated Order[5] dated November 6, 2017 of the Office of the Deputy Ombudsman for the Military and Other Law Enforcement Offices (OMB-MOLEO) in OMB-P-A-16-0545. The OMB-MOLEO found petitioner Mark Franklin A. Lim II (Lim) guilty of serious dishonesty, grave misconduct, and conduct prejudicial to the best interest of the service, and accordingly, imposed upon him the penalty of dismissal from service.\nThe Facts\n\nAt the time that the complaint was filed against him by the OMB-MOLEO's Field Investigation Bureau (FIB), Lim was Head of the Coast Guard Special Service Office (CGSSO) for the Philippine Coast Guard (PCG). According to the FIB, sometime in 2014, the PCG released several Special Cash Advances (SCA) to its 21 Special Disbursing Officers (SDO), including Lim. Of the total amount released, PHP 500,000.00 was released to Lim for the procurement of office supplies and information technology (IT) equipment.[6]\n\nSubsequently, the Commission on Audit (COA) issued its Audit Observation Memorandum No. (AOM) PCG-2015-018[7] dated April 15, 2015. The COA noted that the cash advances lacked the following: (1) the requisite office orders duly designating the SDOs as such; (2) the addresses of some of the dealers and suppliers were not indicated in the sales invoices, cash invoices, and official receipts; (3) and that when contacted by the COA, some of these dealers and suppliers denied issuing the invoices and receipts.[8]\n\nBased on AOM PCG-2015-018, the FIB criminally charged Lim and the other SDOs, as well as the Commandant, Deputy Chief for Comptrollership, Internal Auditor, and Accounting Head of the PCG with malversation of public funds through falsification under Article 217 of the Revised Penal Code and violation of Section 3(e)[9] of Republic Act No. 3019,[10] in relation with Republic Act No. 9184.[11] They were also administratively charged with serious dishonesty, grave misconduct, and conduct prejudicial to the best interest of the service. With regard to Lim, the FIB alleged that as with all the other SDOs, the disbursement of PHP 500,000.00 to him was not supported by any office order duly designating him as an SDO. Further, the procurement for which the amount was disbursed did not go through public bidding, with no justification for resorting to alternative methods of procurement.[12]\n\nFor his defense, Lim countered that he was duly designated as the SDO of the Special Service Office (SSO) through Special Order No. 48 dated March 18, 2013,[13] with an authorization to disburse a maximum amount of PHP 500,000.00. Of that amount, he claimed that only PHP 77,166.25 was found by the COA to be supported by \"questionable receipts,\" and that he has since settled that amount. He also justified the resort to emergency procurement by claiming that it was done amidst the relief operations after the onslaught of Typhoon Yolanda.[14] Further, the criminal cases filed against him and the other PCG officials in relation to these disbursements were dismissed through a Consolidated Resolution[15] issued by the Ombudsman.\n\nThe OMB-MOLEO's Ruling\n\nIn a Consolidated Decision[16] dated July 19, 2017, the OMB-MOLEO found Lim and his fellow PCG officials guilty of serious dishonesty, grave misconduct, and conduct prejudicial to the best interest of the service. Accordingly, they were meted with the penalty of dismissal from the service, with the accessory penalties of forfeiture of benefits and privileges and perpetual disqualification to hold public office.[17]\n\nAs regards Lim, the OMB-MOLEO found that based on the Report of Disbursement, he disbursed the amount of PHP 500,000.00 for various office supplies and hardware equipment. However, the SCA issued to him lacked the required written authority designating him as an SDO. Along with the other PCG officials, he was also held liable for failing to comply with the rules on public bidding and for allegedly employing fraud in purchasing supplies and disbursing public funds.[18]\n\nThe OMB-MOLEO denied Lim's motion for reconsideration in a Consolidated Order dated November 6, 2017.[19] Aggrieved, Lim filed a Petition for Review before the CA.[20]\n\nThe CA Ruling\n\nIn its Decision[21] dated September 26, 2019, the CA affirmed the OMB-MOLEO's ruling, and accordingly, upheld the penalties imposed on Lim.\n\nThe CA affirmed the factual findings of the OMB-MOLEO, citing its special knowledge and expertise in matters falling under its jurisdiction. In affirming Lim's liability, the CA found that he and the other PCG officials failed to comply with the requirement of Republic Act No. 9184 for emergency procurement. They also failed to prove that there was an urgent need for the items purchased or that they paid the lowest or most advantageous price. They likewise failed to show that the procurement in this case fell within the exceptional circumstances when resort to alternative methods of procurement is allowed.[22]\n\nLim sought reconsideration, which the CA denied in a Resolution[23] dated September 14, 2020. Hence this Petition for Review on Certiorari.\n\nThe Issue Before the Court\n\nFor the Court's resolution is whether the CA erred in affirming the OMB-MOLEO's finding that Lim is guilty of serious dishonesty, grave misconduct, and conduct prejudicial to the best interest of the service.\n\nIn his petition, Lim argues that the Court may, in this case, make its own determination of facts and reverse the findings of the CA and the OMB-MOLEO on the ground that the tribunals misapprehended the facts of the case. To him, the CA erred in affirming the OMB-MOLEO because the elements for serious dishonesty, grave misconduct, and conduct prejudicial to the best interest of the service are not present in this case. Specifically, he sees no violation of Republic Act No. 9184 on his part, considering that the emergency procurement of office supplies and IT equipment was justified because it was undertaken at the time of Typhoon Yolanda. Assuming that emergency procurement is not justified, Lim argues that the duty to conduct public bidding fell on the Head of the Procuring Entity (HoPE), and the choice to forgo the bidding and resort to alternative methods of procurement belonged to his superiors. Finally, even assuming that he was at fault for the method of procurement, Lim asserts that it does not amount to grave misconduct, serious dishonesty, or conduct prejudicial to the best interest of the service.[24]\n\nIn its Comment[25] filed on July 26, 2021, the FIB argues that this case does not fall within any of the exceptions where the Court may undertake a factual review. It echoes the CA's Decision that Lim failed to comply with the procedure for conducting emergency procurement. Further, the FIB argues that Lim may not simply claim that the goods procured were urgently needed without presenting substantial evidence.[26]\n\nLim filed a Reply[27] on October 18, 2022, insisting that it was the practice in the PCG ever since its separation from the Philippine Navy for heads of office to be designated as SDOs; hence Special Order No. 48 was issued.[28] He also points out that the COA did not issue any Notice of Disallowance regarding the disbursement. As regards the emergency procurement, he reiterates his earlier argument, adding that the CA failed to discuss how the procurement could constitute grave misconduct and serious dishonesty. Finally, he manifests that 20 of his fellow SDOs charged in the complaint were cleared by the CA in their respective petitions, while another SDO has also been cleared through a Resolution[29] dated March 23, 2022 by this Court.[30]\n\nThe Court's Ruling\n\nThe petition is partly meritorious.\n\nAs will be explained here, the Court affirms with modification the finding of administrative liability against Lim.\n\nGenerally, only questions of law are permitted in petitions for review on certiorari filed under Rule 45 of the Rules of Court, as this Court is not a trier of facts.[31] Further, owing to the special knowledge and expertise of the Ombudsman of matters within their jurisdiction, their factual findings, when supported by substantial evidence, are accorded great respect, if not finality.[32]\n\nNevertheless, the rule preventing factual review admits numerous exceptions, such as when there is a misapprehension of the facts on the part of the Ombudsman or the CA.[33] Here, Lim is charged with two acts from which the offenses of serious dishonesty, grave misconduct, and conduct prejudicial to the best interest of the service are derived: first, that he acted as an SDO and disbursed the amount of PHP 500,000.00 without authority; and second, that he allowed the procurement of office supplies and IT equipment without public bidding as required by Republic Act No. 9184.\n\nOn the first act, the Court finds that the Ombudsman, as affirmed by the CA, incorrectly found that Lim was not authorized nor duly designated as the SDO. On the contrary, Special Order No. 48 is the written authority for Lim to act as SDO. The order states in part:\n\nSPECIAL ORDERS\nNUMBER 48\n18 March 2013\n \n(E X T R A C T)\n. . . .\n\n7. ENS MARK FRANKLIN A. LIM II O-0628 PCG designated as Special Disbursing Officer (SDO), Coast Guard Special Service Office eff as of 5 Mar 13 and to be entrusted with the amount of Five Hundred Thousand (P 500,000.00) Pesos only to defray monthly miscellaneous expenses of CGSSO.[34]\n\nThis was presented in evidence during the proceedings before the OMB-MOLEO, attached as Annex \"1\" of Lim's Counter-Affidavit, which, in turn, was attached to Lim's Petition for Review filed before the CA.[35] Hence, he was duly designated by the PCG as a disbursing officer.\n\nOn the second act, the Court notes Lim's admission that the goods were not procured by means of public bidding, alleging that it was justified because the goods were procured during the relief operations for Typhoon Yolanda.[36] While admitting that he \"may have been creative in fulfilling his responsibility of procuring the items assigned to him,\"[37] he nevertheless denied pocketing any amount from the purchases made. Assuming that public bidding is required, Lim argued that it is HoPE—the Commandant of the PCG who is tasked to conduct the public bidding.\n\nThe Court agrees with the CA that Lim is not absolved from liability with respect to the second act. According to the procurement rules prevailing at the time the goods were purchased, resort to methods of procurement other than public bidding must come with the prior approval of the HoPE[38] and upon the recommendation of the Bids and Awards Committee (BAC).[39] This element is sorely lacking in this case. It must be noted that it was Lim who procured the items, as he was assigned to do so. Before doing so, however, it fell to him to ensure that his \"creative\" method of procurement was with prior approval of the HoPE, upon recommendation of the BAC. According to Lim, it has been the PCG's practice to designate the heads of its offices as SDOs for purchases needed for their respective offices.[40] Thus, it stands to reason that it was Lim who knew first-hand whether certain purchases are emergent in nature, such that they may be excused from public bidding. Knowing that Typhoon Yolanda necessitated emergency procurement as he claimed, he should have been aware of the rules for this type of procurement. Indeed, as head of the Special Service Office, he is presumed to know all existing laws, rules, policies, and regulations in carrying out his mandate.[41]\n\nTo recapitulate, Lim is administratively charged here with serious dishonesty, grave misconduct, and conduct prejudicial to the best interest of the service.\n\nDishonesty is defined by jurisprudence as the \"'the concealment or distortion of truth, which shows a lack of integrity or a disposition to defraud, cheat, deceive or betray, or intent to violate the truth.\"[42] It is considered serious when any of the following circumstances are present: (1) the dishonest act caused serious damage and grave prejudice to the government; (2) the respondent gravely abused his\/her authority to commit the dishonest act; (3) where the respondent is an accountable officer, the dishonest act directly involves property, accountable forms, or money for which he\/she is directly accountable and the respondent shows an intent to commit material gain, graft, and corruption; (4) the dishonest act exhibits moral depravity on the part of respondent; (5) the respondent employed fraud and\/or falsification of official documents in the commission of the dishonest act related to his\/her employment; (6) the dishonest act was committed several times or in various occasions; (7) the dishonest act involves a civil service examination; and (8) other analogous circumstances.[43]\n\nMisconduct, on the other hand, is considered grave or gross when a transgression of some established rule of action, unlawful behavior, or negligence is proven to be tainted with corruption and a clear intent to violate or flagrantly disregard an established rule.[44]\n\nWhile no precise definition exists for the offense of conduct prejudicial to the best interest of the service, case law considers acts that tarnish the image and integrity of public office as prejudicial to the best interest of the service.[45]\n\nAt this juncture, it bears noting that in Rodil v. Posadas,[46] the Court En Banc differentiated misconduct from \"Conduct Prejudicial to the Best Interest of the Service\" in the following manner:\n\nBased on the attendant circumstances, there is no doubt about Posadas' culpability, being a party to the commission of corrupt acts. However, it must be emphasized that \"to constitute an administrative offense, misconduct should relate to or be connected with the performance of the official functions and duties of a public officer. Without the nexus between the act complained of and the discharge of duty, the charge of misconduct shall necessarily fail.\"\n\nHence, \"case law instructs that where the misconduct committed was not in connection with the performance of duty, the proper designation of the offense should not be Misconduct, but rather, Conduct Prejudicial to the Best Interest of the Service. While there is no hard and fast rule as to what acts or omissions constitute the latter offense, jurisprudence provides that the same 'deals with [the] demeanor of a public officer which tarnishe[s] the image and integrity of his\/her public office.\"'[47] (Emphasis and underscoring in the original)\n\nVerily, Rodil instructs that when the act of misconduct has a relation to or is connected with the performance of one's official functions and duties as a public officer, then the proper designation of the administrative offense is grave or simple misconduct, as the case may be. Otherwise, the offense should be conduct prejudicial to the best interest of the service.\n\nApplying the foregoing in this case, the Court rules that while the law on procurement has been transgressed here, it finds no substantial evidence on record that Lim concealed or distorted the truth regarding the purchase of the goods. Even the CA Decision is bereft of any discussion on how Lim was guilty of dishonesty, apart from a recital of the definition of dishonesty as provided by jurisprudence.[48] The CA simply considered Lim to be \"remiss in his duty to observe the directives of Republic Act No. 9184\"[49] and nothing more. Consequently, the CA Decision is bereft of any finding that circumstances meriting serious dishonesty are present. Thus, the Court finds that Lim is not guilty of dishonesty, much less serious dishonesty.\n\nLikewise, the Court cannot sustain the CA's finding of grave misconduct. True, Lim's failure to secure the HoPE's approval before resorting to an alternative method of procurement transgressed prevailing procurement rules, but the OMB-MOLEO failed to prove that the act is tainted with corruption and a clear intent to violate the law or the rules. To be sure, it is not enough to presume that these elements exist in order to elevate simple misconduct into a grave one. The rule remains in administrative cases that liability for an offense must be based on substantial evidence, defined as such relevant evidence which a reasonable mind might accept as adequate to support a conclusion, even if other minds equally reasonable might conceivably opine differently.[50] Here, the OMB-MOLEO presented no evidence to show that corruption was present when Lim violated the rules, or that he intended to flagrantly disregard them. Thus, he is guilty, not of grave misconduct, but of simple misconduct only, as he failed to comply with the requirements of Republic Act No. 9184. To emphasize, misconduct constitutes a transgression of some established rule of action, or unlawful behavior or negligence that is not tainted with corruption or a clear and flagrant intent to violate an established rule.\n\nFurther, and following Rodil's instruction, since Lim's transgression is intimately related to the performance of his official duties, he cannot be held liable for conduct prejudicial to the best interest of the service.\n\nIn sum, Lim should be held administratively liable for simple misconduct only.\n\nUnder Section 46(D)(2) of the 2011 Revised Rules on Administrative Cases in the Civil Service (2011 RRACCS), which was enforced at the time that the administrative offense was committed, simple misconduct has a prescribed penalty of suspension for one month and one day to six months for the first offense. Relatedly: (a) Section 48 of the 2011 RRACCS states that \"first offense\"[51] and \"length of service\"[52] may be considered as circumstances that would mitigate the liability of a respondent; and (b) Section 49(a) of the 2011 RRACCS provides that \"the minimum of the penalty shall be imposed where only mitigating and no aggravating circumstances are present.\"\n\nGiven the foregoing provisions of the 2011 RRACCS—and further considering that it is undisputed that this is Lim's first offense in his aggregate of 20 years of untarnished service in the Philippine National Police and the PCG[53]— it is only appropriate that Lim be meted with the penalty of suspension for a period of one month and one day.\n\nACCORDINGLY, the Petition for Review on Certiorari is PARTLY GRANTED. The Decision dated September 26, 2019 and the Resolution dated September 14, 2020 of the Court of Appeals in CA-G.R. SP No. 153962 are hereby AFFIRMED with MODIFICATION. Petitioner Mark Franklin A. Lim II is found GUILTY of the administrative offense of simple misconduct. He is meted with the penalty of SUSPENSION for a period of one month and one day. In case suspension may no longer be enforced, he is meted a FINE in the amount equivalent to his salary for the aforesaid period.\n\nSO ORDERED.\n\nLeonen, SAJ. (Chairperson), Lazaro-Javier, M. Lopez, and J. Lopez, JJ., concur.","entities":[{"id":153,"label":"CASE_NUM","start_offset":18,"end_offset":33},{"id":154,"label":"PERSON","start_offset":54,"end_offset":77},{"id":155,"label":"INS","start_offset":95,"end_offset":121},{"id":156,"label":"INS","start_offset":123,"end_offset":204},{"id":157,"label":"INS","start_offset":206,"end_offset":211},{"id":158,"label":"PERSON","start_offset":243,"end_offset":255},{"id":159,"label":"INS","start_offset":269,"end_offset":275},{"id":160,"label":"STA","start_offset":323,"end_offset":352},{"id":161,"label":"INS","start_offset":458,"end_offset":474},{"id":162,"label":"INS","start_offset":476,"end_offset":478},{"id":163,"label":"CASE_NUM","start_offset":483,"end_offset":504},{"id":164,"label":"PROM_DATE","start_offset":35,"end_offset":51},{"id":165,"label":"INS","start_offset":630,"end_offset":711},{"id":166,"label":"INS","start_offset":713,"end_offset":722},{"id":167,"label":"INS","start_offset":748,"end_offset":757},{"id":168,"label":"PERSON","start_offset":775,"end_offset":797},{"id":169,"label":"PERSON","start_offset":800,"end_offset":803},{"id":170,"label":"INS","start_offset":1058,"end_offset":1067},{"id":171,"label":"INS","start_offset":1070,"end_offset":1097},{"id":172,"label":"INS","start_offset":1098,"end_offset":1101},{"id":173,"label":"PERSON","start_offset":1104,"end_offset":1108},{"id":174,"label":"INS","start_offset":1124,"end_offset":1159},{"id":175,"label":"INS","start_offset":1160,"end_offset":1165},{"id":176,"label":"INS","start_offset":1175,"end_offset":1197},{"id":177,"label":"INS","start_offset":1199,"end_offset":1202},{"id":178,"label":"INS","start_offset":1222,"end_offset":1225},{"id":179,"label":"INS","start_offset":1249,"end_offset":1253},{"id":180,"label":"PERSON","start_offset":1353,"end_offset":1356},{"id":181,"label":"PERSON","start_offset":1419,"end_offset":1423},{"id":183,"label":"INS","start_offset":1527,"end_offset":1546},{"id":184,"label":"INS","start_offset":1548,"end_offset":1551},{"id":185,"label":"INS","start_offset":1645,"end_offset":1649},{"id":186,"label":"INS","start_offset":1937,"end_offset":1940},{"id":187,"label":"INS","start_offset":2055,"end_offset":2059},{"id":188,"label":"PERSON","start_offset":2078,"end_offset":2082},{"id":189,"label":"INS","start_offset":2208,"end_offset":2212},{"id":191,"label":"STA","start_offset":2274,"end_offset":2311},{"id":192,"label":"RA","start_offset":2348,"end_offset":2369},{"id":193,"label":"RA","start_offset":2392,"end_offset":2413},{"id":194,"label":"PERSON","start_offset":2578,"end_offset":2581},{"id":195,"label":"INS","start_offset":2587,"end_offset":2591},{"id":196,"label":"PERSON","start_offset":2936,"end_offset":2940},{"id":197,"label":"INS","start_offset":2996,"end_offset":3018},{"id":198,"label":"INS","start_offset":3020,"end_offset":3023},{"id":199,"label":"INS","start_offset":3218,"end_offset":3222},{"id":200,"label":"INS","start_offset":3525,"end_offset":3529},{"id":201,"label":"INS","start_offset":3656,"end_offset":3666},{"id":202,"label":"INS","start_offset":3733,"end_offset":3742},{"id":203,"label":"PERSON","start_offset":3749,"end_offset":3753},{"id":204,"label":"INS","start_offset":3768,"end_offset":3772},{"id":205,"label":"PERSON","start_offset":4108,"end_offset":4111},{"id":206,"label":"INS","start_offset":4117,"end_offset":4126},{"id":207,"label":"INS","start_offset":4386,"end_offset":4390},{"id":208,"label":"INS","start_offset":4575,"end_offset":4584},{"id":209,"label":"INS","start_offset":4592,"end_offset":4595},{"id":210,"label":"PERSON","start_offset":4688,"end_offset":4692},{"id":211,"label":"INS","start_offset":4731,"end_offset":4733},{"id":212,"label":"INS","start_offset":4744,"end_offset":4747},{"id":213,"label":"INS","start_offset":4805,"end_offset":4808},{"id":214,"label":"INS","start_offset":4821,"end_offset":4830},{"id":215,"label":"PERSON","start_offset":4890,"end_offset":4893},{"id":216,"label":"INS","start_offset":4900,"end_offset":4903},{"id":217,"label":"INS","start_offset":4940,"end_offset":4949},{"id":218,"label":"PERSON","start_offset":5050,"end_offset":5053},{"id":219,"label":"INS","start_offset":5071,"end_offset":5074},{"id":220,"label":"INS","start_offset":5102,"end_offset":5106},{"id":221,"label":"RA","start_offset":5157,"end_offset":5178},{"id":222,"label":"PERSON","start_offset":5515,"end_offset":5519},{"id":223,"label":"INS","start_offset":5553,"end_offset":5556},{"id":224,"label":"INS","start_offset":5677,"end_offset":5682},{"id":225,"label":"INS","start_offset":5692,"end_offset":5697},{"id":226,"label":"INS","start_offset":5726,"end_offset":5729},{"id":227,"label":"INS","start_offset":5752,"end_offset":5761},{"id":228,"label":"PERSON","start_offset":5777,"end_offset":5781},{"id":229,"label":"PERSON","start_offset":5911,"end_offset":5915},{"id":230,"label":"INS","start_offset":5931,"end_offset":5937},{"id":231,"label":"INS","start_offset":6024,"end_offset":6027},{"id":232,"label":"INS","start_offset":6035,"end_offset":6044},{"id":233,"label":"INS","start_offset":6128,"end_offset":6131},{"id":234,"label":"INS","start_offset":6154,"end_offset":6163},{"id":235,"label":"RA","start_offset":6355,"end_offset":6376},{"id":236,"label":"PERSON","start_offset":6595,"end_offset":6599},{"id":237,"label":"PERSON","start_offset":6882,"end_offset":6886},{"id":238,"label":"INS","start_offset":7071,"end_offset":7075},{"id":239,"label":"INS","start_offset":7150,"end_offset":7156},{"id":240,"label":"INS","start_offset":7202,"end_offset":7204},{"id":241,"label":"PERSON","start_offset":7221,"end_offset":7225},{"id":242,"label":"INS","start_offset":7312,"end_offset":7316},{"id":243,"label":"PERSON","start_offset":7328,"end_offset":7332},{"id":244,"label":"PERSON","start_offset":7444,"end_offset":7448},{"id":245,"label":"INS","start_offset":7529,"end_offset":7533},{"id":246,"label":"INS","start_offset":7701,"end_offset":7705},{"id":247,"label":"INS","start_offset":7864,"end_offset":7867},{"id":248,"label":"INS","start_offset":8057,"end_offset":8060},{"id":249,"label":"INS","start_offset":8185,"end_offset":8190},{"id":250,"label":"INS","start_offset":8201,"end_offset":8206},{"id":251,"label":"INS","start_offset":8285,"end_offset":8291},{"id":252,"label":"PERSON","start_offset":8365,"end_offset":8368},{"id":253,"label":"STA","start_offset":8468,"end_offset":8497},{"id":254,"label":"INS","start_offset":8507,"end_offset":8513},{"id":255,"label":"INS","start_offset":8931,"end_offset":8933},{"id":256,"label":"PERSON","start_offset":8945,"end_offset":8949},{"id":257,"label":"RA","start_offset":9323,"end_offset":9344},{"id":258,"label":"INS","start_offset":9369,"end_offset":9375},{"id":259,"label":"INS","start_offset":9420,"end_offset":9422},{"id":260,"label":"PERSON","start_offset":9447,"end_offset":9451},{"id":261,"label":"PERSON","start_offset":9569,"end_offset":9573},{"id":262,"label":"STA","start_offset":7636,"end_offset":7656},{"id":263,"label":"STA","start_offset":9519,"end_offset":9539},{"id":264,"label":"STA","start_offset":9615,"end_offset":9639},{"id":265,"label":"PERSON","start_offset":9688,"end_offset":9711},{"id":266,"label":"INS","start_offset":10033,"end_offset":10042},{"id":267,"label":"PERSON","start_offset":10069,"end_offset":10072},{"id":268,"label":"PERSON","start_offset":10126,"end_offset":10129},{"id":269,"label":"INS","start_offset":10169,"end_offset":10171},{"id":270,"label":"INS","start_offset":10214,"end_offset":10218},{"id":271,"label":"INS","start_offset":10267,"end_offset":10273},{"id":272,"label":"PERSON","start_offset":10279,"end_offset":10282},{"id":273,"label":"INS","start_offset":10759,"end_offset":10763},{"id":274,"label":"INS","start_offset":10813,"end_offset":10819},{"id":275,"label":"INS","start_offset":10835,"end_offset":10838},{"id":276,"label":"PERSON","start_offset":10843,"end_offset":10847},{"id":277,"label":"PERSON","start_offset":11481,"end_offset":11484},{"id":278,"label":"INS","start_offset":11502,"end_offset":11505},{"id":279,"label":"PERSON","start_offset":11656,"end_offset":11660},{"id":280,"label":"PERSON","start_offset":12102,"end_offset":12106},{"id":281,"label":"PERSON","start_offset":13906,"end_offset":13912},{"id":282,"label":"PERSON","start_offset":13915,"end_offset":13922},{"id":283,"label":"INS","start_offset":13932,"end_offset":13937},{"id":284,"label":"PERSON","start_offset":14123,"end_offset":14130},{"id":285,"label":"PERSON","start_offset":15077,"end_offset":15083},{"id":286,"label":"INS","start_offset":15481,"end_offset":15487},{"id":287,"label":"INS","start_offset":15686,"end_offset":15689},{"id":288,"label":"PERSON","start_offset":15733,"end_offset":15737},{"id":289,"label":"INS","start_offset":15854,"end_offset":15857},{"id":290,"label":"PERSON","start_offset":15875,"end_offset":15879},{"id":291,"label":"RA","start_offset":15934,"end_offset":15955},{"id":292,"label":"INS","start_offset":15997,"end_offset":16000},{"id":293,"label":"INS","start_offset":16104,"end_offset":16110},{"id":294,"label":"PERSON","start_offset":16121,"end_offset":16125},{"id":295,"label":"INS","start_offset":16199,"end_offset":16204},{"id":296,"label":"INS","start_offset":16224,"end_offset":16226},{"id":297,"label":"PERSON","start_offset":16264,"end_offset":16267},{"id":298,"label":"INS","start_offset":16416,"end_offset":16425},{"id":299,"label":"INS","start_offset":16964,"end_offset":16973},{"id":300,"label":"PERSON","start_offset":17037,"end_offset":17041},{"id":301,"label":"RA","start_offset":17235,"end_offset":17256},{"id":302,"label":"PERSON","start_offset":17505,"end_offset":17510},{"id":303,"label":"PERSON","start_offset":17532,"end_offset":17535},{"id":304,"label":"PERSON","start_offset":17712,"end_offset":17715},{"id":305,"label":"STA","start_offset":17814,"end_offset":17877},{"id":306,"label":"STA","start_offset":17879,"end_offset":17890},{"id":307,"label":"STA","start_offset":18124,"end_offset":18135},{"id":308,"label":"STA","start_offset":18311,"end_offset":18322},{"id":309,"label":"STA","start_offset":18490,"end_offset":18501},{"id":310,"label":"PERSON","start_offset":18561,"end_offset":18564},{"id":311,"label":"INS","start_offset":18675,"end_offset":18678},{"id":312,"label":"PERSON","start_offset":18712,"end_offset":18716},{"id":313,"label":"INS","start_offset":18955,"end_offset":18971},{"id":314,"label":"CASE_NUM","start_offset":18975,"end_offset":18996},{"id":315,"label":"PERSON","start_offset":19047,"end_offset":19070},{"id":316,"label":"PERSON","start_offset":19365,"end_offset":19376},{"id":317,"label":"PERSON","start_offset":19393,"end_offset":19416},{"id":318,"label":"PERSON","start_offset":19422,"end_offset":19435}],"relations":[],"Comments":[]}
