{"id":67,"text":"SECOND DIVISION\n[ G.R. No. 266754, January 29, 2024 ]\nPEOPLE OF THE PHILIPPINES, PLAINTIFF-APPELLEE, VS. MARIVIC SALDIVAR Y REGATCHO, ACCUSED-APPELLANT.\n\nD E C I S I O N\nLOPEZ, J., J.:\n\nThis Court resolves an Appeal[1] assailing the Decision[2] of the Court of Appeals (CA) in CA-G.R. CR-HC No. 11931, which affirmed the Decision[3] of the Regional Trial Court (RTC) convicting Marivic Saldivar y Regatcho (Saldivar) of violation of Section 4(a), qualified by Section 6(a) of Republic Act No. 9208, as amended by Republic Act No. 10364.\n\nThe Antecedents\n \nThe case stemmed from an Information[4] filed against Saldivar, the accusatory portion of which reads:\nOn or about and sometime during period from March 2016 through May 2017, in the xxxxxxxxxxx,* the [sic] Philippines, accused taking advantage of the vulnerability of complainant [AAA266754], a street child, 14 years of age, a minor, did then and there willfully, unlawfully and feloniously take custody of and shelter in, harbor and recruit said minor for the purpose of prostitution and sexual exploitation, by acting as procurer for different customers, for money, profit or any other consideration, in violation of the above-cited law.\n\nCONTRARY TO LAW.[5]\nUpon arraignment, Saldivar pleaded not guilty to the charge. Pre-trial followed, and trial on the merits subsequently ensued.[6]\n\nThe prosecution narrated that AAA266754, a 14-year-old minor, became a vagrant after running away from home. She and her friends ended up staying in xxxxxxxxxxx where they solicited money from passengers. Later, AAA266754 was introduced by her friend, Fordelyn Ayala (Ayala), to Saldivar whom AAA266754 started to live with. However, Saldivar would often pimp AAA266754 to the men who also bought drugs from her. AAA266754 even saw Saldivar receive money from these men before she was sexually abused. The abuses continued for a year until AAA266754 was rescued by the Emergency Welfare Section of the xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx.[7]\n\nDuring the investigation, Social Welfare Officer I Genesis M. Panganiban (SWO1 Panganiban) interviewed Saldivar[8] who claimed that it was AAA266754's own decision to subject herself to prostitution.[9] It was even AAA266754 who handed her money earned from sex work when she arrived home from these.[10] Saldivar nonetheless admitted that there were times that she would point men to AAA266754 if they asked her where they could find girls to have sex with. However, Saldivar insisted that it was still AAA266754's decision to accept or decline the offer.[11]\n\nUpon examination, Dr. Voltaire P. Nulud (Dr. Nulud) issued an Initial Medico-Legal Report,[12] which found that AAA266754 sustained deep healed lacerations in the hymen. The report also indicated that there was clear evidence of blunt penetrating trauma to the hymen.[13]\n\nOn the part of the defense, Saldivar denied the allegations.[14] She claimed that AAA266754 voluntarily engaged in prostitution, and that when Saldivar's male friends would come to her looking for women they could pay for sexual acts, AAA266754 volunteered herself.[15] Saldivar also alleged that AAA266754 was angry at her for asking her to leave, as Saldivar and her family would often be affected when the police officers ask AAA266754 and her friends, who were allegedly rugby sniffers, to evacuate the area there Saldivar and her family lived.[16] Finally, Saldivar narrated that officers of the MSWD had a motive for fabricating a case against her. She pointed to Maria Luisa Mangili, the social welfare officer who assisted AAA266754 in filing her complaint, as the same person who previously filed a complaint for human trafficking against her before the Office of the City Prosecutor of xxxxxxxxxxx.[17] Saldivar also recalled another incident when SWO1 Panganiban told her that she was so hardheaded in going back to the streets that she needed to be taught a lesson.[18]\n\nIn its Decision,[19] the RTC found Saldivar guilty beyond reasonable doubt of violation of Section 6(a) of Republic Act No. 9208, as amended by Republic Act No. 10364, the dispositive portion of which reads:\nWHEREFORE, the Court renders judgment finding accused Marivic [Saldivar y Regatcho] GUILTY of the crime of violation of Section 6 paragraph (a) of Republic Act No. 9208, as amended. The Court sentences her to suffer the penalty of life imprisonment and to pay a fine of [PHP] 2,000,000.00. The Court further directs her to pay AAA[266754] moral damages in the amount of [PHP] 50,000.00.\n\nThe period within which the accused was preventively detained shall be credited to her in full.\n\nIT IS SO ORDERED.[20] (Emphasis in the original)\nThe RTC held that AAA266754 testified in a straightforward and sincere manner, and thus, her witness's testimony was both believable and credible, and cannot be overturned by Saldivar's mere denial.[21] As AAA266754 was a minor at the time the crime was committed, Saldivar was convicted of qualified trafficking in persons.[22]\n\nAggrieved, Saldivar appealed to the CA.[23]\n\nIn her Appellant's Brief,[24] Saldivar pointed out that the testimony of AAA266754 was inconsistent as she said that she was subjected to prostitution in a tent, while Saldivar lived on the streets and not inside a tent.[25] She also could not describe the male customers who supposedly molested her, despite having repeat customers.[26] Further, Saldivar argued that it was incredible for her take in another child as she already had her own family that could barely fit in their living space.[27] Considering that a successful prosecution for human trafficking relies greatly on an entrapment operation, which was not done in this case, the prosecution had a greater burden to prove that Saldivar indeed engaged in human trafficking.[28]\n\nIn a Decision,[29] the CA affirmed the RTC's conviction of Saldivar, the dispositive portion of which states:\nThe appeal is DENIED. The Decision dated 02 October 2018 rendered by Branch xxxxxxxxxxx of the Regional Trial Court, xxxxxxxxxxx, finding appellant Marivic Saldivar y Regatcho guilty beyond reasonable doubt of the crime of \"Qualified Trafficking in Persons\" defined and penalized under Section 4(a), in relation to Section 6(a), of Republic Act No. 9208, as amended, in Criminal Case R-MKT-17-03851-CR, is AFFIRMED, with MODIFICATION in that the award of moral damages is increased to [PHP] 500,000.00, which shall earn interest at the legal rate of six percent (6%) per annum, from the date of finality of this Decision until fully paid.\n\nIT IS SO ORDERED.[30] (Emphasis in the original)\nThe CA found that all the elements of trafficking in persons were present, as proven by AAA266754's testimony.[31] It held that the existence or nonexistence of the tent where AAA266754 was subjected to prostitution was immaterial, as the place where the sexual exploitation happened is not an element of the crime.[32] The element of coercion, abuse of power or position, taking advantage of the vulnerability of the person, or giving or receiving of payments or benefits to achieve the consent of a person were also present, as Saldivar took advantage of AAA266754's young age and vulnerability. Likewise, Saldivar had authority over AAA266754 who was dependent on her for food and shelter and treated her as a mother. AAA266754 was also scared of what Saldivar would do to her if she attempted to escape.[33] Finally, the absence of an entrapment operation, or that the social worker did not witness the prostitution, will not exonerate Saldivar as the testimony of a single witness may be sufficient to support a conviction.[34] The CA also modified the RTC's award of moral damages to PHP 500,000.00, pursuant to prevailing jurisprudence.\n\nHence, this Appeal.\n\nIssue\n \nThe question for this Court's resolution is whether the CA correctly sustained the conviction of accused-appellant Marivic Saldivar y Regatcho.\n\nThis Court's Ruling\n\nThe Appeal has no merit.\n\nThe crime of qualified trafficking in persons is defined by Section 4(a) and Section 6 of Republic Act No. 9208, as amended by Republic Act No. 11862, as follows:\nSECTION. 4. Acts of Trafficking in Persons. – It shall be unlawful for any person, natural or juridical, to commit any of the following acts:\n\n(a) To recruit, obtain, hire, provide, offer, transport, transfer, maintain, harbor, or receive a person by any means, including those done under the pretext of domestic or overseas employment or training or apprenticeship, for the purpose of prostitution, pornography, sexual abuse or exploitation, production, creation, or distribution of CSAEM or CSAM, forced labor, slavery, involuntary servitude, or debt bondage;\n\n. . . .\n\nSECTION. 6. Qualified Trafficking in Persons. – Violations of Section 4 of this Act shall be considered as qualified trafficking:\n\n(a) When the trafficked person is a child: Provided, That acts of online sexual abuse and exploitation of children shall be without prejudice to appropriate investigation and prosecution under other related laws[.] (Emphasis supplied)\nIn People v. Casio,[35] this Court enumerated the elements of trafficking in persons as follows:\nThe elements of trafficking in persons can be derived from its definition under Section 3(a) of Republic Act No. 9208, thus: \n \n(1)\nThe act of \"recruitment, transportation, transfer or harbouring, or receipt of persons with or without the victim's consent or knowledge, within or across national borders[;]\"\n\n\n(2)\nThe means used which include \"threat or use of force, or other forms of coercion, abduction, fraud, deception, abuse of power or of position, taking advantage of the vulnerability of the person, or, the giving or receiving of payments or benefits to achieve the consent of a person having control over another; [sic] and\n\n\n(3)\nThe purpose of trafficking is exploitation which includes \"exploitation or the prostitution of others or other forms of sexual exploitation, forced labor or services, slavery, servitude or the removal or sale of organs.\"[36] (Emphasis supplied, citation omitted)\nAll the elements of qualified trafficking in persons are present in this case, as proven by the testimony of AAA266754, who clearly narrated how accused-appellant recruited her, taking advantage of her minority and financial need as a vagrant child, for the purpose of prostitution. AAA266754 categorically testified that accused-appellant gave her to male customers, thus:\nQ:\nSo nung nakilala mo na itong si Marivic, ano ang nangyari?\nA:\nDoon na po nag start iyong ginagawa niya.\n\n \nQ:\nAnong ginagawa niya sa iyo?\nA:\nBinubugaw po ako.\n\n\nQ:\nPaano ka niya binubugaw ginang testigo?\nA:\nSa mga ano po-sa mga kakilala niya po na adik.[37]\n\n\n....\n\n\n\nQ:\nOkay. Ginang testigo, ano bang intindi mo ng ibubugaw?\nA:\nIyong pinapaano ...\n\n\nQ:\nSabihin mo kasi isusulat sa korte?\nA:\nIyong binubugaw po iyong ibebenta niya po ako nang...\n\n\nQ:\nNang? Ibebenta ka niya kanino?\nA:\nSa mga kasama niya po.\n\n\nQ:\nKapalit ng ano?\nA:\nKung hindi po pera[,] drugs.[38]\n\n\n....\n\n\n\nQ:\nSo magkano nakukuha mo?\nA:\nWala po.\n\n\nQ:\nWala kang nakukuha. So ibig mong sabihin nung ibinubugaw ka, pinapagtalik ka nila?\nA:\nOpo.\n\n\nQ:\nDoon sa mga adik. Kung alam mo magkano ang ibinibigay daw kay Marivic, sa pagkakadinig-dinig mo lang?\nA:\nHindi ko po alam. Nakikita ko lang po inaabot.\n\n\nQ:\nInaabot. At ginang testigo, nung ginawa iyon sa iyo, ilang taon ka?\nA:\nThirteen po.[39] (Emphasis supplied)\nAs such, it is clear that AAA266754 was recruited by accused-appellant for purposes of prostitution, thus fulfilling the first and third elements of trafficking in persons. This statement of AAA266754 is further corroborated by the Medico-Legal Certificate,[40] which states:\nPI> NO EXTERNAL PHYSICAL INJURIES NOTED AT THE TIME OF EXAMINATION.\n\nPE> HYMEN – PRESENCE OF DEEP HEALED LACERATIONS @ 4, 9, & 11 O'CLOCK POSITIONS.\nANUS> GROSSLY UNREMARKABLE\nCONCLUSION:\nMEDICO-LEGAL EXAMINATION SHOWS CLEAR EVIDENCE OF BLUNT PENETRATING TRAUMA TO THE HYMEN.[41] (Emphasis supplied)\nWhile accused-appellant alleged that AAA266754 engaged in prostitution on her own volition, more telling is the candid admission of accused-appellant that she would point to her when male customers would sometimes look for women they can pay to have sexual intercourse with:\nNakita ko si [AAA266754] one [year] na ang nakaraan naliligo sila noon sa ilog kasama ang iba pang bata na nandun sa area. Tinanong ko kung kaninong anak yung nasa initan ng araw ang sabi niya sa akin ay anak daw ni Analyn at ang nag-aalaga ay si [AAA266754] doon kami unang nagkakilala. Napansin ko noon na paika-ika siya sa paglalakad may nakapagsabi sa akin na nagkaganoon si [AAA266754] dahil nagpapatira siy sa iba't ibang lalaki at nung panahon na iyon ay may sugat siya sa kunyang ari. May nagpunta sa amin na kumpare ko na naghahanap ng babaeng nagpapatira, may nakapagsabi sa akin na yan si galaw a.k.a. [AAA266754]. Si Tintin ay Inday ang nagsabi sa akin na nagpapatira si [AAA266754], noong una hindi ako naniniwala sa sabi sabi nila, lumapit siya sa akin at sinabihan niya ako na isasama nya raw si JM ang anak k[o]ng pangatlo para dumiskarte. Akala ko naman ay kung an[o]ng diskarte ang sinasabi nya paguwi nila ay may dala siyang mga pera inabutan ako ng pera barya ang natatandaan ko. Tinanong ko ang anak galing ang pera niya ang sabi ng anak ko ay nanlilimos sila sa xxxxxxxxxxx. Napansin ko ng noong dinala nya ung anak ni Analyn ay pagbalik nila ay may dala na itong mga gatas, diaper[.] [N]agtaka ako kung saan galing ang mga iyon, nagkataon na naglalaba kami ni \"Galaw,\" nagsabi sya sa akin na may mga lalaking nag-aalok ng pera sa kanya worth five hundred pesos ang gagawin lang daw niya ay sumama, sinabihan ko sya na bahala ka kung gusto mo, basta huwag ka lang mapapahamak, sumama sya doon pag-uwi niya inabutan ako ng [PHP] 200 dalawang daang piso, tinanong ko siya kung saan sya dinala, sinabihan nya ako na sa may jail side siya dinala. Tinanong ko siya kung ano ang ginawa nila doon ang sabi niya ay ginalaw daw siya. May time na bumabalik yung mga kumpare namin naghahanap sila ng babae sa akin, kaharap namin siya si [AAA266754] sa pag-usap, nag[b]oluntaryo si [AAA266754] na siya na lang daw ang isama, tinanong niya ako kung magkano ang ibibigay sa kanya ang sabi ko naman silang dalawa nalang ang mag-usap. Sinabihan ko rin ang kumpare ko na silang dalawa nalang ang mag-usap. May mga pagkakataon na kapag may naghahanap ng babae sa amin siya ang itinuturo ko pero hindi ako ang nagdedesisyon para sa kanya hinahayaan ko si [AAA266754] ang mag decide para sa kanya. Wala akong magawa kapag ayaw niya magpatira. Minsan pa nga ayaw nyang sabihin sa akin kung magkano ba talaga ang kanyang kinita sa kanyang pagdiskarte. Bale pang-apat na alis at balik nya sa akin, ang hulin huling pag-usap namin sa bahay nya ay galing siya sa xxxxxxxxxxx. Pagbalik nuong gabi niyayakag nya ung anak ko para dumiskarte ulit, hindi na ako pumapayag sa gusto niya. Pag tinanggap kita lalayasan mo naman aka, umalis siya ng tatlong araw at hindi nagpakita[.] Nabalitaan ko na kasama nya si Lawin, Buboy, Bentong papuntang xxxxxxxxxxx tatlong gabi syang hindi umuuwi sa amin. Ang pagkakaalam ko sa kanya kay [AAA266754] kapag natitira sya ay mabilis magsugat ang ari nya. Hindi ko na rin sya mapigilan sa kanyang ginagawa sa kanyang sariti dahil gusto niya. Kapag bumibisita sya ay magbibigay sa akin ng panggastos pambili ng bigas at pang-ulam. Noon ay sinabihan ko sya na magbantay sa aking mga anak at sasahuran ko sya pero hindi nagtagal yoon at umalis din sya.\n\nSi Mary Joy naman ay nakilala ko kay Analyn. Nag-aalaga sya sa anak ni Analyn. Nalaman ko rin kay \"Galaw\" na nagpapabooking din si Mary Joy. Siya ay nakatira sa Cavite. Napatunayan ko lang na nagpapabooking si Mary Joy noong nakita ko na kasama nya si Wendell kasama ang iba pang lalaki - ito ay tropa ni Wendell. Napunta siya sa akin noong 2016 pa, lumapit sya sa akin dahil madalas daw syang pinapagalitan ni Analyn. Tinanggap ko sya sa amin. Pag may nagpapahanap sa akin na babae pag ayaw ni [G]alaw si Mary Joy naman ang tinatanong ko kung gusto nya[.] [P]ag ayaw nila at gusto sila naman ang nagdedesisyon. Binibilinan ko sila at pinagsasabihan na sa ga[n]yang kalakaran. Minsan kasi umuuwi silang walang dalang pera. Minsan kasi [PHP] 50 pesos lang ang dalang pera pag-uwi. Si Mary Joy ay nasa 16 years old. Si Mary Joy ay tumagal sa pangangalaga ni Leah Ditchon.\n\nSi May naman ay dumating sa xxxxxxxxxxx magkasama sila ni Mary Joy dalawang Linggo na ang nakaraan kasama nya tumuloy sila kay Leah. Ang patakaran namin sa waiting shed na yon pwede kang matulog doon pero kailang[ang] maaga dapat gumising al maglilinis doon. Si May ay 14 years old, maraming nagkakagusto sa kanya ngunit hindi sya nagpapabooking, nagagalit ang asawa ko, at si May ay naging boyfriend ng anak kong panganay si Julmar, naging syota nya rin si Lawin at Bentong at marami pang iba. Pinag-aalaga ko siya ngayon sa anak k[o]ng si Pia.[42] (Emphasis supplied)\nFinally, AAA266754's minority was proven by the prosecution through her Birth Certificate,[43] which states June 2, 2003 as the date of her birth. As she was 13 to 14 years old during the months accused-appellant subjected her to prostitution, the crime is qualified trafficking in persons.\n\nClearly, all the elements of the crime charged have been established. It is well entrenched in jurisprudence[44] that the testimony of a lone prosecution witness may be sufficient to sustain the conviction of the accused, if found trustworthy and reliable. Equally settled is the rule that bare denial of the accused cannot prevail over the positive and categorical testimony of the victim.[45] Further, the findings of the RTC must be given due weight, especially as the same was affirmed by the CA in this case, considering the jurisprudential rule that the matter of ascribing substance to the testimonies of witnesses is best discharged by the trial court.[46]\n\nAs to accused-appellant's defenses, the same have no merit, and none of which would entitle her to an acquittal. The existence or nonexistence of the tent, or if accused-appellant had extra or sufficient resources and money to take in another child despite being homeless, are both immaterial, as these are inconsistencies which do not concern or disprove the elements of the crime charged. These matters do not cast doubt on the testimony of AAA266754, who clearly narrated that accused-appellant offered her sexual services to men in consideration of money.\n\nAnent the allegation that AAA266754 had \"repeat customers\" but failed to remember or describe any of them, it is well settled in jurisprudence that victims of sexual abuse are not expected to remember each detail of a horrifying event. In People v. Alberio,[47] this Court held:\nWe thus see no inconsistency in the story presented by the victim. Contrary to the contentions of the defense, the alleged inconsistencies are minor; they do not affect the credibility of the victim. Indeed, they should be taken as indicia of truth rather than as badges of falsehood, for they erase any suspicion of a rehearsal testimony. After her traumatic experience, we do not expect the victim to remember vividly the appellant's threats or each and every ugly detail of the sexual assault. What is significant is that Ana Liza was clear and consistent in asserting that the appellant intimidated and raped her. On the basis of the victim's credible testimony, the conviction of appellant is inevitable.[48] (Emphasis supplied, citations omitted)\nFinally, the absence of an entrapment operation to apprehend the accused-appellant is not fatal to the prosecution's case. While accused-appellant is correct in citing jurisprudence holding that the prosecution of human trafficking relies greatly on entrapment operations, no categorical pronouncement was made declaring that entrapment operations are indispensable in the prosecution of human trafficking cases. In fact, in the recent case of Brozoto v. People,[49] this Court convicted the accused based on the lone testimony of the victim and held that:\nThe existence of the elements of qualified trafficking in persons was established by the prosecution witness, AAA, during trial. Her lone testimony proved that petitioner recruited her for the purpose of prostitution. The offense is qualified trafficking in persons because AAA, at that time was a minor. The criminal Information filed specifically alleged that AAA, was only 14 years old at the time of the commission of the offense, having been born on May 1, 1997, as evidenced by her birth certificate.[50] (Emphasis supplied)\nAll told, this Court is satisfied that the prosecution has proven the accused-appellant's guilt beyond reasonable doubt. It is imperative for this Court to affirm her conviction for qualified trafficking.\n\nSection 10(c) of Republic Act No. 9208 states:\nSECTION 10. Penalties and Sanctions. — The following penalties and sanctions are hereby established for the offenses enumerated in this Act:\n\n. . . .\n\n(c) Any person found guilty of qualified trafficking under Section 6 shall suffer the penalty of life imprisonment and a fine of not less than Two million pesos ([PHP] 2,000,000.00) but not more than Five million pesos ([PHP] 5,000,000.00);\nThus, this Court affirms the penalty of life imprisonment and imposes a fine of PHP 2 million. Accused-appellant must also be held civilly liable to pay AAA266754 PHP 500,000.00 as moral damages, pursuant to Casio.[51]\n\nAll monetary awards shall earn interest at the rate of 6% per annum reckoned from the finality of this Decision until fully paid.\n\nACCORDINGLY, the Appeal is DISMISSED. The July 16, 2021 Decision of the Court of Appeals in CA-G.R. CR-HC No. 11931 is AFFIRMED. Accused-appellant Marivic Saldivar y Regatcho is GUILTY of qualified trafficking in persons under Section 4(a) in relation to Section 6(a) of Republic Act No. 9208, as amended by Republic Act No. 11862, and is hereby SENTENCED to suffer the penalty of life imprisonment and to PAY a fine of PHP 2 million.\n\nMarivic Saldivar y Regatcho is ORDERED to PAY AAA266754 the sum of PHP 500,000.00 as moral damages.\n\nThe amounts so awarded shall earn interest at the rate of 6% per annum from the finality of this Decision until fully paid.\n\nSO ORDERED.\n\nLeonen, SAJ. (Chairperson), Lazaro-Javier, M. Lopez, and Kho, Jr., JJ., concur.","entities":[{"id":1398,"label":"PERSON","start_offset":105,"end_offset":132},{"id":1399,"label":"PERSON","start_offset":170,"end_offset":179},{"id":1400,"label":"INS","start_offset":191,"end_offset":197},{"id":1401,"label":"INS","start_offset":252,"end_offset":268},{"id":1402,"label":"INS","start_offset":270,"end_offset":272},{"id":1403,"label":"CASE_NUM","start_offset":277,"end_offset":300},{"id":1404,"label":"INS","start_offset":340,"end_offset":360},{"id":1405,"label":"INS","start_offset":362,"end_offset":363},{"id":1406,"label":"PERSON","start_offset":378,"end_offset":405},{"id":1407,"label":"PERSON","start_offset":407,"end_offset":415},{"id":1409,"label":"RA","start_offset":513,"end_offset":535},{"id":1410,"label":"RA","start_offset":476,"end_offset":497},{"id":1411,"label":"PERSON","start_offset":610,"end_offset":618},{"id":1412,"label":"PERSON","start_offset":1237,"end_offset":1246},{"id":1413,"label":"PERSON","start_offset":1601,"end_offset":1615},{"id":1414,"label":"PERSON","start_offset":1617,"end_offset":1622},{"id":1415,"label":"PERSON","start_offset":1628,"end_offset":1637},{"id":1416,"label":"PERSON","start_offset":1683,"end_offset":1692},{"id":1417,"label":"PERSON","start_offset":1781,"end_offset":1790},{"id":1418,"label":"PERSON","start_offset":1918,"end_offset":1944},{"id":1419,"label":"PERSON","start_offset":2061,"end_offset":2082},{"id":1420,"label":"PERSON","start_offset":2084,"end_offset":2099},{"id":1421,"label":"PERSON","start_offset":2113,"end_offset":2121},{"id":1422,"label":"PERSON","start_offset":2594,"end_offset":2611},{"id":1423,"label":"PERSON","start_offset":2613,"end_offset":2622},{"id":1424,"label":"PERSON","start_offset":2873,"end_offset":2882},{"id":1425,"label":"PERSON","start_offset":2988,"end_offset":2996},{"id":1426,"label":"PERSON","start_offset":3115,"end_offset":3124},{"id":1427,"label":"PERSON","start_offset":3197,"end_offset":3206},{"id":1428,"label":"PERSON","start_offset":3363,"end_offset":3372},{"id":1429,"label":"PERSON","start_offset":3407,"end_offset":3415},{"id":1430,"label":"PERSON","start_offset":3515,"end_offset":3534},{"id":1431,"label":"PERSON","start_offset":3758,"end_offset":3767},{"id":1432,"label":"PERSON","start_offset":3803,"end_offset":3818},{"id":1433,"label":"PERSON","start_offset":3963,"end_offset":3972},{"id":1434,"label":"INS","start_offset":3953,"end_offset":3957},{"id":1435,"label":"STA","start_offset":4035,"end_offset":4056},{"id":1436,"label":"STA","start_offset":4072,"end_offset":4094},{"id":1437,"label":"PERSON","start_offset":4190,"end_offset":4198},{"id":1438,"label":"PERSON","start_offset":4199,"end_offset":4218},{"id":1439,"label":"INS","start_offset":4151,"end_offset":4157},{"id":1440,"label":"RA","start_offset":4283,"end_offset":4304},{"id":1441,"label":"INS","start_offset":4322,"end_offset":4327},{"id":1442,"label":"INS","start_offset":4430,"end_offset":4436},{"id":1443,"label":"INS","start_offset":4674,"end_offset":4678},{"id":1444,"label":"PERSON","start_offset":4845,"end_offset":4853},{"id":1445,"label":"PERSON","start_offset":4935,"end_offset":4943},{"id":1446,"label":"PERSON","start_offset":5011,"end_offset":5020},{"id":1447,"label":"INS","start_offset":5036,"end_offset":5038},{"id":1448,"label":"PERSON","start_offset":5213,"end_offset":5222},{"id":1449,"label":"PERSON","start_offset":5392,"end_offset":5401},{"id":1450,"label":"INS","start_offset":5809,"end_offset":5812},{"id":1451,"label":"INS","start_offset":5825,"end_offset":5828},{"id":1452,"label":"PERSON","start_offset":5845,"end_offset":5853},{"id":1453,"label":"INS","start_offset":5991,"end_offset":6011},{"id":1454,"label":"PERSON","start_offset":6044,"end_offset":6071},{"id":1455,"label":"RA","start_offset":6228,"end_offset":6249},{"id":1456,"label":"CASE_NUM","start_offset":6266,"end_offset":6297},{"id":1458,"label":"INS","start_offset":6589,"end_offset":6592},{"id":1459,"label":"PERSON","start_offset":7115,"end_offset":7124},{"id":1460,"label":"PERSON","start_offset":7193,"end_offset":7202},{"id":1461,"label":"PERSON","start_offset":7340,"end_offset":7349},{"id":1462,"label":"INS","start_offset":7622,"end_offset":7625},{"id":1463,"label":"PERSON","start_offset":7525,"end_offset":7534},{"id":1464,"label":"INS","start_offset":7643,"end_offset":7646},{"id":1465,"label":"INS","start_offset":7781,"end_offset":7786},{"id":1466,"label":"INS","start_offset":7815,"end_offset":7818},{"id":1467,"label":"PERSON","start_offset":7874,"end_offset":7901},{"id":1468,"label":"INS","start_offset":7909,"end_offset":7914},{"id":1469,"label":"RA","start_offset":8041,"end_offset":8062},{"id":1470,"label":"RA","start_offset":8078,"end_offset":8100},{"id":1471,"label":"PERSON","start_offset":9065,"end_offset":9070},{"id":1472,"label":"RA","start_offset":9245,"end_offset":9266},{"id":1473,"label":"PERSON","start_offset":10462,"end_offset":10469},{"id":1474,"label":"PERSON","start_offset":12477,"end_offset":12484},{"id":1475,"label":"PERSON","start_offset":12890,"end_offset":12897},{"id":1476,"label":"PERSON","start_offset":13072,"end_offset":13075},{"id":1477,"label":"PERSON","start_offset":13402,"end_offset":13409},{"id":1478,"label":"PERSON","start_offset":15064,"end_offset":15069},{"id":1479,"label":"PERSON","start_offset":15071,"end_offset":15076},{"id":1480,"label":"PERSON","start_offset":15078,"end_offset":15086},{"id":1481,"label":"PERSON","start_offset":15543,"end_offset":15551},{"id":1482,"label":"PERSON","start_offset":15577,"end_offset":15583},{"id":1483,"label":"PERSON","start_offset":15611,"end_offset":15617},{"id":1484,"label":"PERSON","start_offset":15639,"end_offset":15644},{"id":1485,"label":"PERSON","start_offset":13545,"end_offset":13550},{"id":1486,"label":"PERSON","start_offset":15671,"end_offset":15679},{"id":1487,"label":"PERSON","start_offset":15750,"end_offset":15758},{"id":1488,"label":"PERSON","start_offset":15792,"end_offset":15800},{"id":1489,"label":"PERSON","start_offset":15951,"end_offset":15957},{"id":1490,"label":"PERSON","start_offset":16035,"end_offset":16042},{"id":1491,"label":"PERSON","start_offset":16046,"end_offset":16054},{"id":1492,"label":"PERSON","start_offset":16323,"end_offset":16331},{"id":1493,"label":"PERSON","start_offset":16357,"end_offset":16365},{"id":1494,"label":"PERSON","start_offset":16396,"end_offset":16408},{"id":1495,"label":"PERSON","start_offset":16414,"end_offset":16418},{"id":1496,"label":"PERSON","start_offset":16469,"end_offset":16477},{"id":1497,"label":"PERSON","start_offset":16538,"end_offset":16542},{"id":1498,"label":"PERSON","start_offset":16673,"end_offset":16677},{"id":1499,"label":"PERSON","start_offset":16788,"end_offset":16792},{"id":1500,"label":"PERSON","start_offset":16837,"end_offset":16843},{"id":1501,"label":"PERSON","start_offset":16869,"end_offset":16875},{"id":1502,"label":"PERSON","start_offset":16878,"end_offset":16886},{"id":1503,"label":"PERSON","start_offset":16952,"end_offset":16955},{"id":1504,"label":"INS","start_offset":17697,"end_offset":17701},{"id":1505,"label":"INS","start_offset":17770,"end_offset":17772},{"id":1506,"label":"INS","start_offset":17927,"end_offset":17932},{"id":1507,"label":"INS","start_offset":18767,"end_offset":18773},{"id":1508,"label":"PERSON","start_offset":18749,"end_offset":18756},{"id":1509,"label":"PERSON","start_offset":19304,"end_offset":19312},{"id":1511,"label":"INS","start_offset":20004,"end_offset":20010},{"id":1512,"label":"PERSON","start_offset":19976,"end_offset":19983},{"id":1513,"label":"INS","start_offset":20767,"end_offset":20773},{"id":1514,"label":"RA","start_offset":20843,"end_offset":20864},{"id":1515,"label":"PERSON","start_offset":21473,"end_offset":21478},{"id":1516,"label":"INS","start_offset":21276,"end_offset":21282},{"id":1517,"label":"CASE_NUM","start_offset":21708,"end_offset":21731},{"id":1518,"label":"PERSON","start_offset":21763,"end_offset":21790},{"id":1519,"label":"RA","start_offset":21887,"end_offset":21908},{"id":1520,"label":"RA","start_offset":21924,"end_offset":21946},{"id":1521,"label":"PERSON","start_offset":22052,"end_offset":22079},{"id":1522,"label":"PERSON","start_offset":22291,"end_offset":22297},{"id":1523,"label":"PERSON","start_offset":22318,"end_offset":22332},{"id":1524,"label":"PERSON","start_offset":22334,"end_offset":22342},{"id":1526,"label":"PERSON","start_offset":22348,"end_offset":22355}],"relations":[],"Comments":[]}
