{"id":66,"text":"SPECIAL FIRST DIVISION\n[ G.R. No. 246434, January 24, 2024 ]\nHERNALD BERMILLO Y DE VERA, PETITIONER, VS. PEOPLE OF THE PHILIPPINES, RESPONDENT.\n\nR E S O L U T I O N\nLOPEZ, J., J.:\n\nThis Court resolves the Motion for Reconsideration[1] filed by petitioner Hernald Bermillo y de Vera (Bermillo) assailing this Court's Resolution,[2] the dispositive portion of which provides:\nWHEREFORE, premises considered, the petition is DENIED. The assailed Decision dated October 31, 2018 and the Resolution dated April 2, 2019 of the Court of Appeals in CA-G.R. CR No. 40482, affirming the conviction of Hernald Bermillo y De Vera by the Regional Trial Court of Camiling, Tarlac, Branch 68, for violation of Section 11, Article II of Republic Act No. 9165, are AFFIRMED.\n\nPetitioner is sentenced to an indeterminate prison term of twelve (12) years and eight (8) months, as minimum, to seventeen (17) years and eight (8) months, as maximum, and to pay a Fine of Three Hundred Thousand Pesos ([PHP] 300,000.00).\n\nSO ORDERED.\"[3]\nThe Antecedents\n\nBermillo was indicted m an Information, the accusatory portion of which reads as follows:\nThat on or about March 21, 2015, at around 5:35 in the afternoon, in the Municipality of Camiling, Province of Tarlac, Philippines and within the jurisdiction of this Honorable Court, the above-named accused did then and there have in his possession and control one (1) piece heat-sealed transparent plastic sachet containing Methamphetamine Hydrochloride, known as Shabu, a dangerous drug, weighing 0.019 gram.\n\nCONTRARY TO LAW.[4]\nUpon arraignment, Bermillo pleaded \"not guilty\" to the crime charged. Pre-trial was conducted, and trial on the merits then ensued.[5]\n\nThe prosecution presented the testimonies of arresting police officers Mark Anthony Alviar (PO1 Alviar), Tirso Navero (PO3 Navero), and Barangay Chaiperson Renato de Mayo (Brgy. Chairperson de Mayo). Their combined testimonies show that at around 5:00 p.m. on March 21, 2015, a confidential agent arrived at the Municipal Anti-Illegal Drugs Special Operation Task Group of the Camiling Police Station to inform the deputy chief of police, Police Senior Inspector Manolito S. Jandoc (PSINSP Jandoc), that a certain Vilma Matias (Matias) was engaged in the illegal sale of dangerous drugs. Based on this information, PSINSP Jandoc summoned his team to a meeting for purposes of conducting an anti-illegal drugs operation. PO1 Alviar was designated as the poseur-buyer while PO3 Navero, Senior Police Officer 1 Librada Calma (SPO1 Calma), PO3 Nestor Agustin, PO2 Alexander Juan, and PO1 Abel Corpuz (PO1 Corpuz) were designated as back-up operatives. A 500-peso bill was also handed to PO1 Alviar for the buy-bust operation, which the latter marked with his initials \"MA\" and was then photographed by PO2 Alexander Juan.[6]\n\nTogether with the confidential informant, the buy-bust team proceeded to Barangay Caarosipan, Palimbo, Camiling, Tarlac to await the arrival of Matias. Not long after, Matias arrived with Bermillo on board a tricycle. After approaching Matias, the confidential agent introduced PO1 Alviar to the latter as the buyer of shabu. PO1 Alviar then gave the marked money to Matias and the latter responded by giving PO1 Alviar a transparent plastic sachet containing white crystalline substance. Upon assessing the contents to be shabu, PO1 Alviar gave the pre-arranged signal and the back-up team accosted Matias:[7]\n\nAs the arresting officers approached Bermillo, they saw him drawing something out of his pocket and apprehended him as he was about to throw it and board his tricycle. Later, they discovered that the plastic sachet he attempted to throw also contained white crystalline substance.[8] The drugs seized from Bermillo were then given to PO1 Alviar.[9]\n\nMatias and Bermillo were brought to the police station where they were informed of their constitutional rights and the two sachets seized from them were marked by PO1 Alviar. The sachet confiscated from Matias was marked with the initials \"VM\" while the sachet seized from Bermillo was marked with his initials \"HB.\"[10] The confiscated sachets were inventoried and photographed in the presence of Brgy. Chairperson de Mayo, Billy Nuqui, a media representative, and Juning Guiang, a representative from the Department of Justice (DOJ).[11]\n\nPO1 Alviar and PO3 Edgar brought the sachets to the Philippine National Police (PNP) Crime Laboratory in Camp Makabulos, Tarlac City and handed them over to Police Forensic Chemist Angelito Angel (Forensic Chemist Angel), who conducted an examination. The contents of the seized sachets yielded positive results for the presence of methamphetamine hydrochloride or shabu, a dangerous drug,[12] as stated in Chemistry Report Nos. D-088-15 and D-089-15.[13]\n\nOn the part of the defense, Matias and Bermillo both testified that at 5:00 p.m. of March 21, 2015, they went to the house of a certain Sergeant Wawas at Barangay Caarosipan, Palimbo, Camiling, Tarlac to butcher a pig. Upon seeing, however, that there was no one inside Sargeant Wawas' house, they returned home on board a tricycle driven by Bermillo. On their way home along Romulo Highway, they noticed someone following them and so Matias instructed Bermillo to park the tricycle at the shoulder of the road. Upon reaching them, PO1 Corpuz ordered them to alight from the tricycle and proceeded to search the vehicle, while PO3 Esteban frisked them. Although PO3 Esteban did not discover anything illegal, PO1 Corpuz showed them a plastic sachet of shabu which he claimed was found in their tricycle. PO1 Corpuz then left them standing near the tricycle under the guard of SPO1 Calma. Thirty minutes later, PO1 Corpuz returned with PO1 Alviar and the two showed them a marked 500-peso bill and plastic sachets containing shabu. They testified that, out of fear of being harmed, they followed the instructions of the police officers to point at the items while being photographed. Matias and Bermillo were taken to the police station then to the PNP Crime Laboratory for drug test and examination of the items purportedly confiscated from them, and finally to the Office of the Provincial Prosecutor of Tarlac for investigation.[14]\n\nOn July 28, 2017, the Regional Trial Court (RTC) rendered its Decision[15] finding Bermillo guilty beyond reasonable doubt, the dispositive portion of which states:\nWHEREFORE, premises considered, accused Hernald Bermillo y De Vera is hereby found guilty beyond reasonable doubt for violation of Section 11, Article [II] of [R.A. No.] 9165 and hereby sentences him to an indeterminate prison term of twelve (12) twelve years and eight (8) months, as minimum[,] to seventeen (17) years and eight (8) months[,] as maximum, and to pay a Fine of Php300,000.00.\n\nThe Clerk of Court of this Court is hereby ordered to forward the subject stuffs to the PDEA Regional Office, San Fernando Pampanga for proper disposal.\n\nSO ORDERED.[16]\nThe Decision[17] of the Court of Appeals (CA) affirmed in toto the findings of the RTC, thus upholding Bermillo's conviction, and held that the chain of custody procedure was followed by the police officers. Bermillo filed a Motion for Reconsideration,[18] which was denied by the CA in its Resolution.[19]\n\nUnfazed, Bermillo filed a Petition for Review before this Court. In its Resolution,[20] this Court found no reversible error in the findings of the CA and concluded that the prosecution had established the crucial links in the chain of custody of the seized items from the time they were confiscated until they were brought for examination and later presented in court.\n\nHence, this Motion for Reconsideration.[21]\n\nBermillo asserts that his warrantless arrest was not valid, reasoning that the police officer did not witness him committing any crime nor was he attempting to commit a crime when they arrested him. He argues that the arresting officer cannot effect a warrantless search and seizure since there was no probable cause and that Bermillo was not lawfully arrested. The law requires that the search must be incidental to a lawful arrest for the search to be considered legal.[22]\n\nIn its Comment,[23] the prosecution claims that the police officers had personal knowledge of the facts and circumstances indicating that Bermillo was in possession of dangerous drugs.[24] It reasserts that the prosecution duly established the crucial links in the chain of custody of the seized items from the time they were confiscated until they were brought for examination and later presented in court.[25]\n\nIssues\n\nFirst, whether the arrest in flagrante delicto effected by the police officer on Bermillo was valid; and\n\nSecond, whether the prosecution had duly established the crucial links in the chain of custody under Section 21 of Republic Act No. 9165, as amended by Republic Act No. 10640.\n\nThis Court's Ruling\n\nThe instant Motion fails on the first issue. An in flagrante delicto arrest requires the existence of probable cause to effect such an arrest. For both the arrest and the confiscation of items, probable cause is explained in jurisprudence as follows:\nThe conventional view is that probable cause, while largely a relative term the determination of which must be resolved according to the facts of each case, is understood as having reference to such facts and circumstances which could lead a reasonable, discreet, and prudent man to believe and conclude as to the commission of an offense, and that the objects sought in connection with the offense are in the place sought to be searched.[26] (Citation omitted)\nHere, the record states that petitioner was arrested almost immediately after the culmination of the buy-bust operation against Matias. The CA noted that Bermillo and Matias had arrived together at the buy-bust site, and that the police officers had seen Bermillo trying to draw and throw something from his clothes during Matias's arrest. We agree with the CA that, given the circumstances, it was not farfetched for the police officers to conclude that petitioner and Matias were selling illegal drugs together, or at the very least, that petitioner was likewise engaged in the drug trade.[27]\n\nIn any case, this Court gives credence to the narration of police officers in cases involving violations of the Dangerous Drugs Act, and police officers are presumed to have performed their duties in a regular manner, unless there is evidence to the contrary.[28] Without any allegation or proof by petitioner that the police officers had ill motive or an odious intent in arresting him, we affirm the findings of the RTC and CA that there was indeed probable cause to arrest petitioner and the subsequent seizure by the police officers of the illegal items were valid.\n\nApart from the validity of petitioner's arrest, however, the prosecution in drug cases must contend with Section 21 of Republic Act No. 9165, as amended by Republic Act No. 10640, which details the procedure for the observance of the chain of custody in seizures of illegal drugs:\nSEC. 21. Custody and Disposition of Confiscated, Seized, and\/or Surrendered Dangerous Drugs, Plant Sources of Dangerous Drugs, Controlled Precursors and Essential Chemicals, Instruments\/Paraphernalia and\/or Laboratory Equipment. — The PDEA shall take charge and have custody of all dangerous drugs, plant sources of dangerous drugs, controlled precursors and essential chemicals, as well as instruments\/paraphernalia and\/or laboratory equipment so confiscated, seized and\/or surrendered, for proper disposition in the following manner:\n\n(1) The apprehending team having initial custody and control of the dangerous drugs, controlled precursors and essential chemicals, instruments\/paraphernalia and\/or laboratory equipment shall, immediately after seizure and confiscation, conduct a physical inventory of the seized items and photograph the same in the presence of the accused or the person\/s from whom such items were confiscated and\/or seized, or his\/her representative or counsel, with an elected public official and a representative of the National Prosecution Service or the media who shall be required to sign the copies of the inventory and be given a copy thereof: Provided, That the physical inventory and photograph shall be conducted at the place where the search warrant is served; or at the nearest police station or at the nearest office of the apprehending officer\/team, whichever is practicable, in case of warrantless seizures: Provided, finally, That noncompliance of these requirements under justifiable grounds, as long as the integrity and the evidentiary value of the seized items are properly preserved by the apprehending officer\/team, shall not render void and invalid such seizures and custody over said items.\n\n(2) Within twenty-four (24) hours upon confiscation\/seizure of dangerous drugs, plant sources of dangerous drugs, controlled precursors and essential chemicals, as well as instruments\/paraphernalia and\/or laboratory equipment, the same shall be submitted to the PDEA Forensic Laboratory for a qualitative and quantitative examination;\n\n(3) A certification of the forensic laboratory examination results, which shall be done by the forensic laboratory examiner, shall be issued immediately upon the receipt of the subject item\/s: Provided, That when the volume of dangerous drugs, plant sources of dangerous drugs, and controlled precursors and essential chemicals does not allow the completion of testing within the time frame, a partial laboratory examination report shall be provisionally issued stating therein the quantities of dangerous drugs still to be examined by the forensic laboratory: Provided, however, That a final certification shall be issued immediately upon completion of the said examination and certification[.]\nFor crimes involving drugs, case law instructs that it is essential for the identity of the prohibited drug to be established with moral certainty, considering that the dangerous drug itself forms an integral part of the corpus delicti of the crime. Thus, to obviate any unnecessary doubt on the identity of the dangerous drugs, the prosecution must show an unbroken chain of custody over the same and account for each link in the chain of custody from the moment the drugs are seized up to their presentation in court as evidence of the crime.[29]\n\nThis Court has previously explained that the chain of custody is divided into four links:\n[F]irst, the seizure and marking of the illegal drug recovered from the accused by the apprehending officer; second, the turnover of the illegal drug seized by the apprehending officer to the investigating officer; third, the turn over by the investigating officer of the illegal drug to the forensic chemist for laboratory examination; and fourth, the turn over and submission of the marked illegal drug seized by the forensic chemist to the court.[30]\nUpon a review on the facts and circumstances surrounding the instant case, we find that the prosecution failed to comply with the fourth 1ink. For cases where the parties dispense with the attendance and testimony of the forensic chemist, jurisprudence dictates that these points must be included in the stipulation in order to ensure the integrity and evidentiary value of the seized item: (1) that the forensic chemist received the seized article as marked, properly sealed, and intact; (2) that he resealed it after examination of the content; and (3) that he placed his own marking on the same to ensure that it could not be tampered with pending trial.[31]\n\nJurisprudence elaborates on the details that must be present in the stipulation in cases where the forensic chemist's testimony is dispensed with:\nIn drug[-]related cases, it is of paramount necessity that the forensic chemist testifies as to details pertinent to the handling and analysis of the dangerous drug submitted for examination[,] i.e.[,] when and from whom the dangerous drug was received; what identifying labels or other things accompanied it; description of the specimen; and the container it was in, as the case may be. Further, the forensic chemist must also identify the name and method of analysis used in determining the chemical composition of the subject specimen.[32] (Citation omitted)\nThe record in this case provides the following stipulation among the parties in lieu of Forensic Chemist Angel's testimony:\nCONSIDERING THAT THE DEFENSE COUNSEL ADMITTED THE FOLLOWING STIPULATIONS:\nTHAT ON 3-21-[15] POLICE CHEMIST ANGELITO ANGEL RECEIVED. FROM POI MARK ANTHONY ALVIAR THE REQUEST FOR LAB. EXAM ON SEIZED EVIDENCE AS WELL AS ONE (1) HEAT SEALED TRANSPARENT PLASTIC SACHET CONTAINING SHABU AND ONE (1) USED ALUMINUM FOIL;\nTHAT UPON RECEIPT OF THE SAID ITEMS WITH MARKINGS HB AND HB-1, SAID POLICE CHEMIST EXAMINED THE SAME[;]\nTHAT UPON EXAMINATION, HE FOUND OUT THAT THE SEIZED ITEMS ARE POSITIVE FOR SHABU; AND\nTHAT HE REDUCED HIS FINDINGS INTO WRITING UNDER CHEMISTRY REPORT NO. D-088-15-TARLAC.[33]\nA revisit at the records of this case reveals that there was no information provided on how the seized illegal items were handled or stored from the time these were turned over to the forensic chemist, up until its presentation in court. Specifically, it did not contain information on whether the drugs were marked, properly sealed, and intact upon his receipt; what kind of method he used in analyzing the specimen; or whether he resealed and marked the same after examining the content. His stipulation did not also state who received the specimen after the forensic examination and how it was brought to the court as evidence.\n\nVerily, the absence of these important details creates serious doubt on the integrity and moral certainty in the identity of the subject drugs. It is established in jurisprudence that for cases involving the possession of illegal drugs, reservations about the identity of the illegal drug allegedly seized from the accused puts into serious question the actual commission of the crime, and the courts have no alternative but to acquit on the ground of reasonable doubt.[34] Considering that a buy-bust operation is usually don covertly and in secrecy such that the only ones present during the transaction itself are the poseur-buyer and seller, the procedural safeguards in Republic Act No. 9165, as amended, become essential to establish the identity of the illegal drug with moral certainty.[35]\n\nThis is all the more true here where the involved drugs is of miniscule volume. As stated in the case of People v. Holgado:\nWhile the miniscule amount of narcotics seized is by itself not a ground for acquittal, this circumstance underscores the need for more exacting compliance with Section 21. In Mallillin v. People, this court said that \"the likelihood of tampering, loss or mistake with respect to an exhibit is greatest when the exhibit is small and is one that has physical characteristics fungible in nature and similar in form to substances familiar to people in their daily lives.\"[36] (Citations omitted)\nIn Lescano v. People,[37] this Court held that \"[t]he miniscule amount of narcotics supposedly seized amplifies the doubts on their integrity.\" What was involved in that case was a single sachet of 1.4 grams of plant material alleged to have been marijuana.\n\nHere, the alleged drugs possessed by the petitioner is even lesser in amount: a single heat-sealed transparent plastic sachet containing Methamphetamine Hydrochloride, weighing a mere 0.019 gram. Given this, the strict application of the rules on the chain of custody is necessary in the determination of petitioner's conviction. Considering the prosecution's failure to establish with moral certainty the identity and the unbroken chain of custody of the dangerous drugs seized from petitioner, his acquittal must necessarily follow.\n\nFOR THESE REASONS, the Motion for Reconsideration is GRANTED. The November 18, 2021 Resolution of this Court is REVERSED. Accordingly, petitioner Hernald Bermillo y de Vera is ACQUITTED of the charge of violation of Section 21 of Republic Act No. 9165 in Criminal Case No. 15-93. He is ORDERED IMMEDIATELY RELEASED from detention unless he is being held for some other legal ground.\n\nLet a copy of this Resolution be furnished to the Director General of the Bureau of Corrections, Muntinlupa City for immediate implementation. The Director General of the Bureau of Corrections is DIRECTED to report to this Court, within five days from receipt of this Resolution, the action he has taken. Copies shall also be furnished to the Chief of the Philippine National Police and the Director General of the Philippine Drugs Enforcement Agency for their information.\n\nLet entry of judgment be issued immediately.\n\nSO ORDERED.\n\nGesmundo, C.J. (Chairperson), Caguioa (Working Chairperson), Lazaro-Javier, and M. Lopez, JJ., concur.","entities":[{"id":1250,"label":"CASE_NUM","start_offset":25,"end_offset":40},{"id":1251,"label":"PERSON","start_offset":61,"end_offset":87},{"id":1252,"label":"INS","start_offset":186,"end_offset":192},{"id":1253,"label":"PERSON","start_offset":255,"end_offset":281},{"id":1254,"label":"PERSON","start_offset":283,"end_offset":291},{"id":1256,"label":"INS","start_offset":308,"end_offset":313},{"id":1257,"label":"INS","start_offset":521,"end_offset":538},{"id":1258,"label":"CASE_NUM","start_offset":541,"end_offset":561},{"id":1259,"label":"PERSON","start_offset":591,"end_offset":617},{"id":1261,"label":"INS","start_offset":625,"end_offset":665},{"id":1262,"label":"RA","start_offset":695,"end_offset":742},{"id":1263,"label":"PERSON","start_offset":1032,"end_offset":1041},{"id":1264,"label":"INS","start_offset":1289,"end_offset":1304},{"id":1265,"label":"PERSON","start_offset":1573,"end_offset":1582},{"id":1266,"label":"PERSON","start_offset":1762,"end_offset":1781},{"id":1267,"label":"PERSON","start_offset":1783,"end_offset":1793},{"id":1268,"label":"PERSON","start_offset":1796,"end_offset":1808},{"id":1269,"label":"PERSON","start_offset":1810,"end_offset":1820},{"id":1270,"label":"PERSON","start_offset":1847,"end_offset":1861},{"id":1271,"label":"PERSON","start_offset":1863,"end_offset":1888},{"id":1272,"label":"PERSON","start_offset":2154,"end_offset":2172},{"id":1273,"label":"PERSON","start_offset":2174,"end_offset":2187},{"id":1274,"label":"PERSON","start_offset":2205,"end_offset":2217},{"id":1275,"label":"PERSON","start_offset":2219,"end_offset":2225},{"id":1276,"label":"PERSON","start_offset":2306,"end_offset":2319},{"id":1277,"label":"PERSON","start_offset":2411,"end_offset":2421},{"id":1278,"label":"PERSON","start_offset":2463,"end_offset":2473},{"id":1279,"label":"PERSON","start_offset":2499,"end_offset":2512},{"id":1280,"label":"PERSON","start_offset":2514,"end_offset":2524},{"id":1281,"label":"PERSON","start_offset":2527,"end_offset":2545},{"id":1282,"label":"PERSON","start_offset":2547,"end_offset":2565},{"id":1283,"label":"PERSON","start_offset":2571,"end_offset":2586},{"id":1284,"label":"PERSON","start_offset":2588,"end_offset":2598},{"id":1285,"label":"PERSON","start_offset":2674,"end_offset":2684},{"id":1286,"label":"PERSON","start_offset":2789,"end_offset":2807},{"id":1287,"label":"PERSON","start_offset":2957,"end_offset":2963},{"id":1288,"label":"PERSON","start_offset":3001,"end_offset":3010},{"id":1289,"label":"PERSON","start_offset":2981,"end_offset":2988},{"id":1290,"label":"PERSON","start_offset":3049,"end_offset":3055},{"id":1291,"label":"PERSON","start_offset":3091,"end_offset":3101},{"id":1292,"label":"PERSON","start_offset":3139,"end_offset":3149},{"id":1293,"label":"PERSON","start_offset":3180,"end_offset":3187},{"id":1294,"label":"PERSON","start_offset":3222,"end_offset":3232},{"id":1295,"label":"PERSON","start_offset":3343,"end_offset":3353},{"id":1296,"label":"PERSON","start_offset":3413,"end_offset":3419},{"id":1297,"label":"PERSON","start_offset":3462,"end_offset":3470},{"id":1298,"label":"PERSON","start_offset":3731,"end_offset":3740},{"id":1299,"label":"PERSON","start_offset":3759,"end_offset":3769},{"id":1300,"label":"PERSON","start_offset":3775,"end_offset":3782},{"id":1301,"label":"PERSON","start_offset":3786,"end_offset":3795},{"id":1302,"label":"PERSON","start_offset":3938,"end_offset":3948},{"id":1303,"label":"PERSON","start_offset":3978,"end_offset":3985},{"id":1304,"label":"PERSON","start_offset":4048,"end_offset":4057},{"id":1305,"label":"PERSON","start_offset":4191,"end_offset":4198},{"id":1306,"label":"PERSON","start_offset":4200,"end_offset":4211},{"id":1308,"label":"PERSON","start_offset":4241,"end_offset":4254},{"id":1309,"label":"INS","start_offset":4282,"end_offset":4303},{"id":1310,"label":"INS","start_offset":4305,"end_offset":4308},{"id":1311,"label":"PERSON","start_offset":4316,"end_offset":4326},{"id":1312,"label":"PERSON","start_offset":4331,"end_offset":4340},{"id":1313,"label":"INS","start_offset":4368,"end_offset":4394},{"id":1314,"label":"INS","start_offset":4396,"end_offset":4399},{"id":1315,"label":"PERSON","start_offset":4497,"end_offset":4511},{"id":1316,"label":"PERSON","start_offset":4513,"end_offset":4535},{"id":1317,"label":"PERSON","start_offset":4801,"end_offset":4808},{"id":1318,"label":"PERSON","start_offset":4812,"end_offset":4820},{"id":1319,"label":"PERSON","start_offset":5052,"end_offset":5057},{"id":1320,"label":"PERSON","start_offset":5115,"end_offset":5123},{"id":1321,"label":"PERSON","start_offset":4918,"end_offset":4924},{"id":1322,"label":"PERSON","start_offset":5208,"end_offset":5215},{"id":1323,"label":"PERSON","start_offset":5226,"end_offset":5235},{"id":1324,"label":"PERSON","start_offset":5305,"end_offset":5315},{"id":1325,"label":"PERSON","start_offset":5400,"end_offset":5411},{"id":1326,"label":"PERSON","start_offset":5435,"end_offset":5446},{"id":1327,"label":"PERSON","start_offset":5482,"end_offset":5492},{"id":1328,"label":"PERSON","start_offset":5577,"end_offset":5587},{"id":1329,"label":"PERSON","start_offset":5649,"end_offset":5659},{"id":1330,"label":"PERSON","start_offset":5683,"end_offset":5693},{"id":1331,"label":"PERSON","start_offset":5708,"end_offset":5718},{"id":1332,"label":"PERSON","start_offset":5956,"end_offset":5963},{"id":1333,"label":"PERSON","start_offset":5967,"end_offset":5976},{"id":1334,"label":"INS","start_offset":6021,"end_offset":6025},{"id":1335,"label":"INS","start_offset":6139,"end_offset":6184},{"id":1336,"label":"INS","start_offset":6231,"end_offset":6251},{"id":1337,"label":"INS","start_offset":6253,"end_offset":6256},{"id":1338,"label":"PERSON","start_offset":6292,"end_offset":6301},{"id":1339,"label":"PERSON","start_offset":6414,"end_offset":6440},{"id":1340,"label":"RA","start_offset":6505,"end_offset":6548},{"id":1341,"label":"INS","start_offset":6780,"end_offset":6786},{"id":1342,"label":"INS","start_offset":6794,"end_offset":6800},{"id":1343,"label":"INS","start_offset":6855,"end_offset":6860},{"id":1344,"label":"INS","start_offset":6961,"end_offset":6977},{"id":1345,"label":"INS","start_offset":6979,"end_offset":6981},{"id":1346,"label":"INS","start_offset":7020,"end_offset":7023},{"id":1347,"label":"PERSON","start_offset":7040,"end_offset":7048},{"id":1348,"label":"PERSON","start_offset":7145,"end_offset":7154},{"id":1349,"label":"INS","start_offset":7218,"end_offset":7221},{"id":1350,"label":"PERSON","start_offset":7254,"end_offset":7263},{"id":1351,"label":"INS","start_offset":7303,"end_offset":7308},{"id":1352,"label":"INS","start_offset":7338,"end_offset":7344},{"id":1353,"label":"INS","start_offset":7393,"end_offset":7396},{"id":1354,"label":"PERSON","start_offset":7661,"end_offset":7670},{"id":1355,"label":"PERSON","start_offset":8276,"end_offset":8285},{"id":1356,"label":"PERSON","start_offset":8640,"end_offset":8649},{"id":1357,"label":"RA","start_offset":8766,"end_offset":8801},{"id":1358,"label":"RA","start_offset":8817,"end_offset":8839},{"id":1359,"label":"INS","start_offset":8847,"end_offset":8852},{"id":1360,"label":"PERSON","start_offset":9704,"end_offset":9710},{"id":1361,"label":"INS","start_offset":9716,"end_offset":9719},{"id":1362,"label":"PERSON","start_offset":9730,"end_offset":9739},{"id":1363,"label":"PERSON","start_offset":9743,"end_offset":9750},{"id":1364,"label":"PERSON","start_offset":9831,"end_offset":9840},{"id":1365,"label":"INS","start_offset":9934,"end_offset":9937},{"id":1366,"label":"PERSON","start_offset":9899,"end_offset":9905},{"id":1367,"label":"PERSON","start_offset":10046,"end_offset":10053},{"id":1369,"label":"INS","start_offset":10191,"end_offset":10197},{"id":1370,"label":"RA","start_offset":10285,"end_offset":10304},{"id":1371,"label":"INS","start_offset":10591,"end_offset":10595},{"id":1372,"label":"INS","start_offset":10599,"end_offset":10601},{"id":1373,"label":"RA","start_offset":10863,"end_offset":10884},{"id":1374,"label":"RA","start_offset":10900,"end_offset":10922},{"id":1375,"label":"INS","start_offset":13026,"end_offset":13031},{"id":1376,"label":"INS","start_offset":14351,"end_offset":14357},{"id":1377,"label":"PERSON","start_offset":16350,"end_offset":16372},{"id":1378,"label":"PERSON","start_offset":16493,"end_offset":16507},{"id":1379,"label":"PERSON","start_offset":16523,"end_offset":16546},{"id":1380,"label":"RA","start_offset":18285,"end_offset":18307},{"id":1381,"label":"PERSON","start_offset":18526,"end_offset":18533},{"id":1382,"label":"PERSON","start_offset":18711,"end_offset":18721},{"id":1383,"label":"PERSON","start_offset":19031,"end_offset":19039},{"id":1384,"label":"INS","start_offset":19059,"end_offset":19065},{"id":1385,"label":"INS","start_offset":19926,"end_offset":19932},{"id":1386,"label":"PERSON","start_offset":19969,"end_offset":19995},{"id":1387,"label":"RA","start_offset":20053,"end_offset":20074},{"id":1388,"label":"CASE_NUM","start_offset":20078,"end_offset":20101},{"id":1389,"label":"INS","start_offset":20430,"end_offset":20435},{"id":1390,"label":"INS","start_offset":20563,"end_offset":20589},{"id":1391,"label":"INS","start_offset":20622,"end_offset":20657},{"id":1392,"label":"INS","start_offset":20741,"end_offset":20755},{"id":1393,"label":"INS","start_offset":20771,"end_offset":20779},{"id":1394,"label":"INS","start_offset":20802,"end_offset":20815},{"id":1395,"label":"INS","start_offset":20821,"end_offset":20829},{"id":1396,"label":"CNS","start_offset":3864,"end_offset":3885},{"id":1397,"label":"PERSON","start_offset":165,"end_offset":174}],"relations":[],"Comments":[]}
