{"id":4,"text":"SPECIAL SECOND DIVISION\n[ G.R. No. 193305, January 27, 2021 ]\nREPUBLIC OF THE PHILIPPINES, PETITIONER, VS. BANAL NA PAG-AARAL, PHIL., INC., RESPONDENT.\nD E C I S I O N\nPERLAS-BERNABE, J.:\nBefore the Court is a petition for review on certiorari assailing the Amended Decision dated January 8, 2010 and the Resolution dated August 3, 2010 of the Court of Appeals (CA) in CA-G.R. CV No. 82888, which: (a) reversed and set aside its earlier Decision dated July 6, 2009, dismissing Land Registration (LRC) Case No. TG-898 without prejudice; and (b) affirmed the Decision dated April 1, 2003 of the Regional Trial Court of Tagaytay City, Branch 18 (RTC), approving respondent Banal na Pag-aaral, Phil., Inc.'s (respondent) application for registration.\nThe Facts\nRespondent filed an Amended Application for Registration of Lot Nos. 2304 and 2312, Cad. 482-D Amadeo Cadastre (consolidated as Lot No. 9404 ) with an area of 57,989 square meters (sq. m.) situated in Barangay Dagatan, Amadeo, Cavite (subject lot) with the RTC, docketed as LRC Case No. TG-898. Respondent claimed ownership and actual possession of the subject lot on the ground of its continuous, exclusive and notorious possession and occupation in the concept of an owner long before World War II, reckoned from the possession of its predecessors-in-interest, the Heirs of Hermogenes Bayot (vendors), who executed an Extrajudicial Partition of Estate with Deed of Absolute Sale dated September 4, 1997 (document of sale) conveying the same in its favor.\nTo prove its claim that the subject lot formed part of the alienable and disposable land of the public domain, respondent presented: (a) a Certification dated May 22, 2002 issued by the Department of Environment and Natural Resources (DENR)  Community Environment and Natural Resources Office of Trece Martires City (CENRO) stating that the subject lot is not covered by any public land application; and (b) a copy of the approved Consolidated Plan Ccn-04-000320-D in the names of the vendors bearing the notation that the survey over the subject lot was done \"inside alienable and disposable area per [Project] No. 5, [Land Classification] Map No. 3013, x x x.\"\nOn the other hand, to support its claim of possession in the concept of an owner prior to June 12, 1945, it presented documentary and testimonial evidence that: (a) the subject lot was previously owned by Hermogenes Bayot (Hermogenes); (b) no other person had laid any claim of ownership on the subject lot; (c) Hermogenes had been in possession of the subject lot since the early 1940s until his death; (d) Hermogenes held tax declarations in his name; (e) upon Hermogenes' death, was succeeded by his children, herein vendors, who sold the subject lot to respondent; and (f) respondent is in possession of the subject lot which is now covered by TD No. 97 13023.\nThe RTC Ruling\nIn a Decision dated April 1, 2003, the RTC approved respondent's application for registration of the subject lot, finding that respondent had: (a) sufficiently established it and its predecessors-in-interest's open, continuous, exclusive and notorious possession and occupation of the subject lot under a bona fide claim of acquisition of ownership since prior to June 12, 1945; and (b) presented convincing evidence that the subject lot is no longer part of the public domain and may now be appropriated for private ownership.\nDissatisfied, petitioner appealed to the CA.\nThe CA Proceedings\nIn a Decision dated July 6, 2009, the CA reversed and set aside the RTC ruling and dismissed LRC Case No. TG-898 without prejudice for failure of respondent to establish that the subject lot is alienable and disposable.\nRespondent filed a motion for reconsideration attaching therewith the following: (a) a CENRO Certification dated December 9, 2008 stating that the land subject of respondent's application for registration \"was verified to fall within the Alienable or Disposable Land established under Project No. 5 per Land Classification Map No. 3013 [LC-3013 as approved and certified as such on March 15, 1982 under [Bureau of Forest Development (BFD) Administrative Order] FAO No. 4-1656;\" and (b) a certified true copy of FAO No. 4-1656 issued by the then Minister of Natural Resources Teodoro Q. Peña, declaring as alienable or disposable certain portions of the public domain situated, among others, in the Municipality of Trece Martires under LC Project No. 5 which is \"designated and described as alienable and disposable in the [BFD] Map LC-3013.\"\nPetitioner left the admissibility of the aforesaid documents to the discretion of the CA.\nIn an Amended Decision dated January 8, 2010, the CA vacated its previous ruling and affirmed the RTC Decision approving respondent's application for registration. It found respondent's submission of the CENRO Certification and FAO 4-1656 as sufficient to establish the true nature or character of the subject lot, holding that the said documents enjoy the presumption of regularity in the absence of contradictory evidence.\nPetitioner moved for reconsideration, contending that even with the admission of the said documents, respondent failed to establish its registrable title to the subject lot, there being no substantive evidence that respondent and its predecessors-in-interest have been in possession of the subject lot since June 12, 1945 or earlier, considering that the earliest tax declarations only date back to 1948.\nIn a Resolution dated August 3, 2010, the CA denied petitioner's motion; hence, the instant petition.\nIn a Resolution dated February 5, 2018, the Court remanded the case to the CA for further proceedings for the purpose of determining the authenticity and due execution of the CENRO Certification, and to submit its resolution to the Court. In, compliance with the said Resolution, the CA submitted a Report and Recommendation dated June 25, 2019, finding the CENRO Certification to be authentic and duly issued, and recommending that the same be considered accordingly.\nThe Issues Before the Court\nThe core issues for the Court's resolution are whether or not respondent has: (a) possessed the subject lot for the length of time required by law; and (b) proven a registrable title thereto.\nThe Court's Ruling\nThe petition is meritorious.\nSection 14 (1) of Presidential Decree No. (PD) 1529, otherwise known as the \"Property Registration Decree,\" has three requisites for registration of title, viz .: (a) that the property in question is alienable and disposable land of the public domain; (b) that the applicants by themselves or through their predecessors-in-interest have been in open, continuous, exclusive and notorious possession and occupation; and (c) that such possession is under a bona fide claim of ownership since June 12, 1945 or earlier.\nA similar right is granted under Section 48 (b) of Commonwealth Act No. (CA) 141, as amended by PD 1073, otherwise known as \"The Public Land Act.\" There are no material differences between Section 14 (1) of PD 1529 and Section 48 (b) of CA 141, as amended. Section 14 (1) of PD 1529 operationalizes the registration of such lands of the public domain.\nA judicious review of the records shows that respondent has adequately met the requirements under Section 14 (1) of PD 1529 for the registration of the subject lot in its name.\n1. Respondent has sufficiently established that the subject lot is alienable and disposable.\nVerily, the applicant has the burden of overcoming the presumption that the State owns the land applied for, and proving that the land has already been classified as alienable and disposable as of the time of the filing of the application. In Republic v. T.A.N. Properties, Inc. (T.A.N.), which is the prevailing jurisprudence, the Court held that in order to prove that the land subject of the application for registration is alienable, an application for original registration must be accompanied by two (2) documents, i.e., (1) a copy of the original classification approved by the DENR Secretary and certified as a true copy by the legal custodian of the DENR's official records; and (2) a certificate of land classification status, i.e. , the land subject of the application for registration falls within the approved area per verification through survey, from the CENRO or the Provincial Environment and Natural Resources Office of the DENR based on the land classification approved by the DENR Secretary.\nHere, respondent presented: (a) the CENRO Certification stating that the subject lot containing an area of 57,989 sq. m. was \"verified to fall within the Alienable or Disposable Land established under Project No. 5 per Land Classification Map No. 3013 (LC-3013) as approved and certified as such on March 15, 1982 under FAO No. 4-1656;\" and (b) a certified copy of FAO No. 4-1656 of the then Minister of Natural Resources Teodoro Q. Peña, declaring as alienable and disposable\/certain portions of the public domain situated in the Municipality of Trece Martires under LC Project No. 5 which is \"designated and described as alienable and disposable in the [BFD] Map LC-3013.\"\nWhile belatedly submitted only when respondent moved for reconsideration of the CA's earlier July 6, 2009 Decision, the Court notes that petitioner did not contest the admissibility of the said documents, leaving their admissibility to the discretion of the CA. Neither did the Land Registration Authority nor the DENR oppose respondent's application on the ground that the subject lot is inalienable. Hence, since no substantive rights stand to be prejudiced, the benefit of the aforesaid documents, which the CA found to be authentic and duly issued, should therefore be equitably extended in favor of respondent. Clearly, the subject lot is an alienable and disposable land of the public domain. The foregoing documents sufficiently show that the government executed a positive act of declaration that the subject lot is alienable and disposable land of the public domain as of March 15, 1982, which enjoy the presumption of regularity in the absence of contradictory evidence. Besides, respondent filed its application in 1999, and the RTC decided the case in 2003, way before the rule on strict compliance was laid down in T.A.N.; hence, substantial compliance may be permitted here.\na. The subject lot need not be alienable and disposable since June 12, 1945 or earlier.\nContrary to petitioner's postulations, the land sought to be registered need not have been declared alienable and disposable since June 12, 1945 or earlier in order for the applicant for registration to secure the judicial confirmation of its title. Such contention had already been declared as absurd and unreasonable in Republic v. Naguit. Registration under Section 14 (1) of PD 1529 is based on possession and occupation of the alienable and disposable land of the public domain since June 12, 1945 or earlier, without regard as to whether the land was susceptible to private ownership at that time. The applicant needs only to show that the land had already been declared alienable and disposable at any time prior to the filing of the application for registration, which respondent was able to do.\n2. Respondent has established possession and occupation of the subject lot of the nature and duration required by law.\nFor purposes of land registration under Section 14 (1) of PD 1529, proof of specific acts of ownership must be presented to substantiate the claim of open, continuous, exclusive and notorious possession and occupation of the land subject of the application. Actual possession consists in the manifestation of acts of dominion over it of such a nature as a party would actually exercise over his own property. Possession is: (a) open when it is patent, visible, apparent, notorious, and not clandestine; (b) continuous when uninterrupted, unbroken, and not intermittent or occasional; (c) exclusive when the adverse possessor can show exclusive dominion over the land and an appropriation of it to his own use and benefit; and (d) notorious when it is so conspicuous that it is generally known and talked of by the public or the people in the neighborhood.\nTo prove that it and its predecessors-in-interest have been in possession and occupation in the concept of owner of the subject lot since June 12, 1945 or earlier, respondent presented, among others, the testimony of Melanio Ambat (Melanio). Melanio, who was born in 1927, categorically claimed: (a) to have known of Hermogenes' ownership of the subject lot when he was about 15 years old, or around 1941 before the Japanese-American war broke out, since they are barrio mates, their house being merely 15 meters away from each other; (b) that the subject lot used to be an agricultural land, as he in fact used to till and farm a portion thereof; and (c) that no other person had laid any claim of ownership on the subject lot. At 15 years of age, Melanio is undoubtedly capable and competent to perceive Hermogenes' possession of the subject lot in the concept of an owner, which knowledge was reinforced through the years  with the continued possession of Hermogenes' heirs, herein vendors, who tended to the subject lot prior to the sale to respondent  up until he testified in court in 2002 when he was 74 years of age. Considering further that the judge below is in a better position to pass judgment on the matter of credibility of the witnesses and their testimony, having personally heard the witnesses testify and observed their deportment and manner of testifying, his finding that such testimony was worthy of belief and credence deserve the highest respect.\nThe fact that the earliest tax declaration on record is 1948 does not necessarily show that Hermogenes was not in possession of the subject lot since June 12, 1945 or earlier. As long as the testimony supporting possession for the required period is credible, as in this case, the court will grant the petition for registration. Indeed, the Court, in a long line of cases, has stated that tax declarations or tax receipts are good indicia of possession in the concept of owner. It does not follow that the belated declaration of the same for tax purposes negates the fact of possession, especially in the instant case where there are no other persons claiming any interest over the subject lot.\nIn sum, the Court finds that respondent has met the requirements for registration of the subject lot under Section 14 (1) of PD 1529. ℒαwρhi৷ Accordingly, the CA did not err in affirming the RTC's grant of respondents' application for original registration of its imperfect title over the subject lot.\nWHEREFORE , the petition is DENIED . The Amended Decision dated January 8, 2010 and the Resolution dated August 3, 2010 of the Court of Appeals (CA) in CA-G.R. CV No. 82888 approving respondent Banal na Pag-aaral, Phil., Inc.'s application for original registration of the subject lot are hereby affirmed.\nSO ORDERED.\nPeralta, C.J., (Chairperson), Delos Santos, and Gaerlan, JJ., concur,\nCaguioa, J., with separate concurring opinion.","label":[[25,41,"CASE_NUM"],[43,60,"PROM_DATE"],[62,89,"INS"],[107,126,"INS"],[168,186,"PERSON"],[199,204,"INS"],[344,360,"INS"],[362,364,"INS"],[477,494,"INS"],[496,499,"INS"],[501,516,"CASE_NUM"],[593,614,"INS"],[643,646,"INS"],[670,689,"INS"],[1013,1017,"INS"],[1031,1034,"INS"],[1035,1050,"CASE_NUM"],[1333,1350,"PERSON"],[1700,1747,"INS"],[1749,1753,"INS"],[1757,1807,"INS"],[1832,1837,"INS"],[2383,2399,"PERSON"],[2401,2411,"PERSON"],[2490,2500,"PERSON"],[2586,2596,"PERSON"],[2641,2652,"PERSON"],[2846,2850,"INS"],[2897,2900,"INS"],[3427,3429,"INS"],[3435,3437,"INS"],[3488,3490,"INS"],[3518,3521,"INS"],[3543,3546,"INS"],[3547,3562,"CASE_NUM"],[3756,3762,"INS"],[4074,4102,"INS"],[4104,4107,"INS"],[4131,4145,"STA"],[4180,4195,"STA"],[4245,4260,"PERSON"],[4598,4601,"INS"],[4652,4654,"INS"],[4700,4703,"INS"],[4806,4811,"INS"],[4830,4840,"STA"],[5474,5476,"INS"],[5608,5611,"INS"],[5709,5714,"INS"],[5766,5771,"INS"],[5818,5820,"INS"],[5892,5897,"INS"],[6024,6030,"INS"],[6055,6061,"INS"],[6289,6322,"STA"],[6837,6866,"STA"],[6882,6889,"STA"],[6993,7000,"STA"],[7023,7029,"STA"],[7061,7068,"STA"],[7253,7261,"STA"],[7740,7745,"INS"],[7993,7997,"INS"],[8067,8071,"INS"],[8278,8283,"INS"],[8291,8342,"INS"],[8350,8354,"INS"],[8404,8408,"INS"],[8456,8461,"INS"],[8740,8754,"STA"],[8785,8800,"STA"],[8842,8857,"PERSON"],[9175,9177,"INS"],[9215,9221,"INS"],[9353,9355,"INS"],[9373,9400,"INS"],[9409,9413,"INS"],[9606,9608,"INS"],[10135,10138,"INS"],[10751,10758,"STA"],[11353,11360,"STA"],[12367,12381,"PERSON"],[12383,12390,"PERSON"],[12393,12400,"PERSON"],[12467,12478,"PERSON"],[12900,12907,"PERSON"],[12957,12967,"PERSON"],[13111,13121,"PERSON"],[13716,13726,"PERSON"],[14330,14336,"INS"],[14444,14451,"STA"],[14478,14480,"INS"],[14510,14513,"INS"],[14748,14764,"INS"],[14766,14768,"INS"],[14815,14848,"INS"],[14939,14951,"PERSON"],[14969,14981,"PERSON"],[14987,14998,"PERSON"],[15009,15020,"PERSON"]],"Comments":[]}
{"id":5,"text":"SECOND DIVISION\n[ G.R. No. 228236, January 27, 2021 ]\nHOUSE OF REPRESENTATIVES ELECTORAL TRIBUNAL, PETITIONER, VS. DAISY B. PANGA-VEGA, RESPONDENT.\nLOPEZ, M., J.:\nThis is a Petition for Review on Certiorari under Rule 45 of the Rules of Court assailing the Decision dated April 29, 2016 and Resolution dated November 8, 2016 of the Court of Appeals (CA) in CA-G.R. SP No. 128947.\nANTECEDENTS\nOn February 2, 2011, Atty. Daisy B. Panga-Vega (Panga-Vega), then Secretary of the House of Representatives Electoral Tribunal (HRET), requested authority to avail of the 15 days of special leave benefit under Republic Act (RA) No. 9710, otherwise known as the Magna Carta of Women,\" on February 7-11, 14-18, and 21-25, 2011, but not to exceed two months, to undergo hysterectomy.\nOn February 3, 2011, the HRET approved Panga-Vega's request for special leave for a period not exceeding two months starting February 7, 2011. On February 7, 2011, she underwent total hysterectomy.\nOn March 7, 2011, after a month of availing of the special leave, Panga­ Vega infonned the HRET Chairperson that she was reassuming her duties and functions. She also presented a medical certificate dated March 5, 2011, stating that there was \"no contraindication to resume light to moderate activities.\" On March 9, 2011, she explained that the earlier medical certificate did not necessarily indicate her fitness to report for work. Thus, she presented another medical certificate of even date stating that she was already \"fit to work\" after her physical examination on March 6, 2011.\nOn March 10, 2011, the HRET directed Panga-Vega to consume her 2-month special leave given her need for prolonged rest following her hysterectomy, and in view of a pending investigation on her alleged alteration or tampering one minutes of the meeting that could subject her to more stress. On March 14, 2011, she sought reconsideration of this HRET Reso1ution. On March 24, 2011, the HRET denied reconsideration reiterating her need to rest, and also, pointing out the confusion and doubts regarding her true medical condition as caused by her medical certificates. On April 13, 2011, Panga-Vega filed an appeal with the Civil Service Commission (CSC) assailing the March 10, 2011 and March 24, 2011 HRET Resolutions.\nOn October 9, 2012, the CSC issued a Decision granting the appeal of Panga-Vega. It ruled that she only needed to present a medical certificate attesting her physical fitness to return to work and need not exhaust the full leave she applied for under RA No. 9710.It was further held that applying the rules on maternity leave, she is entitled to both the commuted money value of the unexpired portion of the special leave and her salary for actual services rendered effective the day she reported back for work. On November 23, 2012, the HRET sought reconsideration, but the CSC denied this in its Resolution dated February 12, 2013.\nOn March 19, 2013, the HRET filed a Petition for Review assailing the foregoing Decision and Resolution of the CSC with the CA. On April 29, 2016, the CA dismissed the petition. Adopting the CSC's findings, it ruled Panga-Vega may opt not to consume the full leave she applied for upon her submission of the medical certificate. It also held that nothing in RA No. 9710 precludes the suppletory application of the rules on maternity leave to the special leave benefit under RA No. 9710. The HRET sought reconsideration, but the CA denied this in its Resolution dated November 8, 2016. Hence, this petition.\nThe HRET argues that the CSC should not have applied suppletorily the rules on maternity leave to the special leave benefit under RA No. 9710. It also contends that Panga-Vega did not sufficiently comply with the \"CSC Guidelines on the Availment of the Special Leave Benefits for Women Under RA No. 9710\" (CSC Guidelines), warranting her return to work.\nPanga-Vega counters that the Secretary or Deputy Secretary of the HRET was not authorized to file the instant petition. She further claims that the suppletory application of the rules on maternity leave to the special leave benefit is more in accord with the thrust and intent of RA No. 9710. As to her compliance with the CSC Guidelines, she maintains that her medical certificate and her attending physician's subsequent clarifications sufficiently showed her fitness to return to work.\nTHE COURT'S RULING\nBefore delving into the merits, the issue raised by Panga-Vega regarding the authority of the HRET to initiate the case before the Court must first be addressed. She argues that as an agency or instrumentality of the Government, the statutory counsel of HRET is the Office of the Solicitor General (OSG). She opined that the instant petition should have been filed by the OSG, not by the Secretary or Deputy Secretary of the HRET.\nThe HRET was created by virtue of Section (Sec.) 17, Article VI of the 1987 Philippine Constitution, which provides that the House of Representatives shall have its own Electoral Tribunal that shall be the sole judge of all contests relating to the election, returns, and qualifications of its Members. As a recognized instrumentality of the Government, the Court, in a catena of cases, exercised over it its expanded judicial power to include the determination of \"whether or not there has been a grave abuse of discretion amounting to lack or excess of jurisdiction on the part of any branch or instrumentality of the Government.\"\nMeanwhile, the OSG was constituted as the law office of the Government and shall discharge duties requiring the services of a lawyer as such. It shall represent the Government of the Philippines, its agencies, instrumentalities, and its officials and agents in any litigation, proceeding, investigation or matter requiring the services of a lawyer. It is tasked to represent the Government and its officers in the Court, the CA, and all other courts or tribunals in all civil actions and special proceedings in which the Government, or any officer thereof, in his official capacity is a party, among others.\nThe OSG, however, may be excused from representing the Government, its agencies, and instrumentalities when there is an express authorization by the OSG, naming therein the legal officers who are being deputized in cases involving their respective offices, subject to its supervision and control, or when the OSG takes a position different from that of the agency it is duty bound to represent.\nA perusal of the records shows that there was no express authorization by the OSG naming the Secretary and Deputy Secretary of the HRET as its deputized legal officers in filing this petition. There was also no proof, let alone an allegation, that the OSG took a position different from the HRET in this case. Instead of providing a plausible justification why the OSG did not represent it, the HRET simply reasoned that the instant petition should be given course in the interest of a speedy determination of issues. It even posited that the defect in its filing of the instant petition may be cured upon a subsequent filing by the OSG of a manifestation and motion ratifying and adopting it, but there had been no such manifestation and motion in this case. These facts necessarily evince that HRET lacked the legal capacity to initiate this case, and the HRET gave no compelling reason for the Court to disregard this finding.\nEven on the merits, however, the petition must still fail.\nSection 18 of RA No. 9710 entitles a woman, who has rendered a continuous aggregate employment service of at least six months for the last 12 months, a special leave of two months with full pay based on her gross monthly compensation following surgery caused by gynecological disorders. In relation to this provision, the case involving Panga-Vega gives rise to the issue of whether the rules on maternity leave under Sec. 14, Rule XVI of the Omnibus Rules Implementing Book V of Executive Order No. 292, which provides that the commuted money value of the unexpired portion of the special leave need not be refunded, and that when the employee returns to work before the expiration of her special leave, she may receive both the benefits granted under the maternity leave law and the salary for actual services rendered effective the day she reports for work, may have a suppletory application.\nThe Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW), acknowledges the need to guarantee the basic human rights and fundamental freedoms of women through the adoption in the political, social, economic, and cultural fields, of appropriate measures, including legislation, to ensure their full development and advancement. Consistent thereto, no less than the fundamental law of the land imposes on the State the duty to protect working women by providing safe and healthful working conditions, as well as facilities and opportunities to enhance their welfare, and enable them to realize their full potential in the service of the nation.\nIn fulfillment of the foregoing obligation under the CEDAW, and the 1987 Philippine Constitution to advance the rights of women, RA No. 9710 was enacted. This law acknowledges the economic, political, and socio­cultural realities affecting their work conditions and affirms their role in nation-building. It guarantees the availability of opportunities, services, and mechanisms that will allow them to actively perform their roles in the family, community, and society. As a social legislation, its paramount consideration is the empowennent of women. Thus, in case of doubt, its provisions must be liberally construed in favor of women as the beneficiaries.\nThe Court finds it just and more in accord with the spirit and intent of RA No. 9710 to suppletorily apply the rule on maternity leave to the special leave benefit. ℒαwρhi৷ Similar to the special leave benefit under RA No. 9710, a maternity leave under the Omnibus Rules on Leave seeks to protect the health and welfare of women, specifically of working mothers, as its primary purpose is to afford them some measures of financial aid, and to grant them a period of rest and recuperation in connection with their pregnancies. The special leave benefit should be liberally interpreted to support the female employee so as to give her further means to afford her needs, may it be gynecological, physical, or psychological, for a holistic recuperation. The recovery period may be a trying time that she needs much assistance and compassion to regain her overall wellness. Nothing in RA No. 9710 and the CSC Guidelines bar this more humane interpretation of the provision on special leave benefit.\nAnent Panga-Vega's return to work, while RA No. 9710 and the CSC Guidelines do not require that the entire special leave applied for be consumed, certain conditions must be satisfied for its propriety.\nUnder the CSC Guidelines, a total hysterectomy is classified as a major surgical procedure requiring a minimum period of recuperation of three weeks to a maximum period of two months. Aside from observing this time frame, the employee, before she can return to work, shall present a medical certificate signed by her attending surgeon that she is physically fit to assume the duties of her position.\nPanga-Vega underwent total hysterectomy on February 7, 2011, and decided to return to work on March 7, 2011. As it appears, she was already able to observe a period of recuperation of four weeks. As to the requirement for a medical certificate, it is inconsequential to belabor the seeming deficiency of the first medical certificate dated March 5, 2011, which merely stated that there was no contraindication for her to resume light to moderate activities, as she already presented a medical certificate dated March 9, 2011 signed by her attending obstetrician\/gynecologist attesting her physical fitness to report back for work.\nBased on these facts on record, the CSC found that Panga-Vega sufficiently complied with the CSC Guidelines warranting her return to work. The Court accords finality to these findings acknowledging the CSC's special knowledge and expertise on matters falling under its jurisdiction as an administrative agency, and given the affirmance by the CA.\nFOR THESE REASONS, the petition is DENIED . The Decision dated April 29, 2016 and Resolution dated November 8, 2016 of the Court of Appeals in CA-G.R SP No. 128947 are AFFIRMED .\nSO ORDERED.\nPerlas-Bernabe, SAJ., (Chairperson), Gesmundo, Lazaro-Javier, and J. Lopez, JJ., concur.","label":[[18,33,"CASE_NUM"],[35,52,"PROM_DATE"],[54,97,"INS"],[115,134,"PERSON"],[148,161,"PERSON"],[213,242,"STA"],[332,348,"INS"],[350,352,"INS"],[357,378,"CASE_NUM"],[419,438,"PERSON"],[440,450,"PERSON"],[475,518,"INS"],[520,524,"INS"],[602,628,"RA"],[798,802,"INS"],[812,822,"PERSON"],[1037,1048,"PERSON"],[1062,1066,"INS"],[1582,1586,"INS"],[1595,1606,"PERSON"],[1903,1908,"INS"],[1944,1949,"INS"],[2145,2155,"PERSON"],[2181,2205,"INS"],[2207,2210,"INS"],[2260,2264,"INS"],[2302,2305,"INS"],[2529,2540,"RA"],[2816,2820,"INS"],[2853,2856,"INS"],[2935,2939,"INS"],[3022,3026,"INS"],[3036,3038,"INS"],[3063,3065,"INS"],[3102,3106,"INS"],[3128,3138,"PERSON"],[3269,3281,"RA"],[3386,3397,"RA"],[3403,3407,"INS"],[3440,3443,"INS"],[3523,3527,"INS"],[3544,3547,"INS"],[3649,3660,"RA"],[3684,3694,"PERSON"],[3733,3736,"INS"],[3811,3822,"RA"],[3873,3883,"PERSON"],[3939,3943,"INS"],[4152,4164,"RA"],[4196,4199,"INS"],[4433,4443,"PERSON"],[4475,4479,"INS"],[4512,4517,"INS"],[4635,4639,"INS"],[4647,4679,"INS"],[4680,4684,"INS"],[4753,4756,"INS"],[4806,4810,"INS"],[4815,4820,"INS"],[4846,4911,"CNS"],[4936,4962,"INS"],[5170,5175,"INS"],[5460,5463,"INS"],[5610,5639,"INS"],[5870,5872,"INS"],[6057,6060,"INS"],[6202,6205,"INS"],[6362,6365,"INS"],[6526,6529,"INS"],[6579,6583,"INS"],[6700,6703,"INS"],[6739,6743,"INS"],[6813,6816,"INS"],[6843,6847,"INS"],[7081,7084,"INS"],[7244,7248,"INS"],[7306,7310,"INS"],[7437,7462,"RA"],[7774,7784,"PERSON"],[7879,7940,"STA"],[8337,8411,"INS"],[8413,8418,"INS"],[9058,9063,"INS"],[9134,9145,"RA"],[9738,9749,"RA"],[9881,9892,"RA"],[10545,10557,"RA"],[10564,10568,"INS"],[10659,10675,"PERSON"],[10700,10711,"RA"],[10720,10723,"INS"],[10871,10874,"INS"],[11261,11271,"PERSON"],[11928,11931,"INS"],[11943,11953,"PERSON"],[11985,11988,"INS"],[12094,12097,"INS"],[12235,12237,"INS"],[12381,12402,"CASE_NUM"],[12430,12449,"PERSON"],[12466,12490,"PERSON"],[12496,12504,"PERSON"]],"Comments":[]}
