{"id":8,"text":"THIRD DIVISION\n[ G.R. No. 239505, February 17, 2021 ]\nREPUBLIC OF THE PHILIPPINES, PETITIONER, VS. ROGELIO B. CIRUELAS,* REPRESENTED BY HIS ATTORNEY-IN-FACT, DOMINADOR B. CIRUELAS, RESPONDENT. D E C I S I O N\nDELOS SANTOS, J.:\nBefore the Court is a Petition for Review on Certiorari under Rule 45 of the Rules of Court seeking the reversal of the Decision dated December 1, 2017 and the Resolution dated May 22, 2018 rendered by the Court of Appeals (CA) in CA-G.R. CV No. 104582. The CA upheld the Regional Trial Court's (RTC) Amended Decision to issue a new Certificate of Title in the name of respondent Rogelio B. Ciruelas (Rogelio) and in the same proceeding, authorized the correction of his surname on the title from Ceruelas to Ciruelas.\nThe Facts\nRogelio and Dominador B. Ciruelas (Dominador) are brothers. The instant controversy arose from a Petition for the Issuance of a New Owner's Duplicate Copy of Transfer Certificate of Title No. T-62328 Registered in the name of Rogelio Ceruelas and Correction in the Family Name of the Registered Owner from Ceruelas to Ciruelas and on file in the Register of Deeds [of] Batangas Province filed by Dominador, as Rogelio's attorney-in-fact. Rogelio executed an Affidavit of Loss stating, that: (a) he was the registered owner of a parcel of land situated in Bayorbor, Mataas na Kahoy, Batangas, covered under Transfer Certificate of Title (TCT) No. T-62328; (b) he kept his owner's duplicate copy of TCT No. T-62328 inside a cabinet in his bedroom at his residence; and (c) despite diligent and exhaustive efforts, said owner's duplicate copy could not be located and thus, deemed lost and beyond recovery. A Certification was issued by the Register of Deeds of Batangas Province certifying that a copy of TCT No. T-62328 registered under the name of Rogelio Ceruelas is intact and existing in their files, The Affidavit of Loss was submitted to the Registry of Deeds of Batangas and annotated on the title. The petition prayed for the following reliefs: (a) that the owner's duplicate copy of TCT No. T-62328 be declared null and void; (b) an order be issued directing the Registry of Deeds of Batangas Province to issue a new owner's duplicate copy of TCT No. T-62328 in the name of the registered owner; and (c) to amend his surname from Ceruelas to Ciruelas. As there was no opposition to the petition, Dominador presented his evidence ex parte . Dominador testified as to the circumstances relating to the loss of the owner's duplicate copy and how his brother's family name was inadvertently misspelled as \"Ceruelas\" when their true and correct family name is Ciruelas. Likewise submitted into evidence was the Special Power of Attorney (SPA) issued by Rogelio designating Dominador to appear on his behalf and documentary evidence to establish the requisite jurisdictional facts.\nThe RTC Ruling\nOn March 28, 2014, the RTC rendered a Decision granting the petition. The court found no reason to doubt the claim that the owner's duplicate copy of TCT No. T-62328 was lost. The Office of the Solicitor General (OSG) sought reconsideration, which was denied in an Order dated September 30, 2014. In the same Order, the RTC granted the Motion for Clarification filed by Dominador which sought to amend the dispositive portion of the RTC Decision to include the matter of correcting Rogelio's surname. Considering that the RTC Decision had not yet attained finality and the matter of the correct spelling of Rogelio's surname was discussed in the body of the said Decision, the RTC rendered an Amended Decision. Thus, the dispositive portion of the RTC Decision was amended as follows:\nWHEREFORE , the foregoing petition is hereby GRANTED . Accordingly, the lost owner's duplicate copy of Transfer Certificate of Title No. T-62328 is hereby cancelled; and the Register of Deeds for the Province of Batangas is hereby ordered to issue a new owner's copy of the title which shall bear the annotation that the same is issued in lieu of the lost one; and that it shall in all respects be entitled to like faith and credit as the original copy of TCT No. T-62328 on file with the Registry of Deeds for the Province of Batangas, and shall be regarded as such for the purposes of Presidential Decree No. 1529 (Property Registration Decree), as amended. Likewise, the Register of Deeds is hereby directed to cause the correction of the petitioner's family name as registered owner in TCT No. T-62328 from CERUELAS to CIRUELAS such that his full name shall appear therein as ROGELIO B. CIRUELAS. SO ORDERED.\nThe CA Ruling\nOn December 1, 2017, the CA rendered the assailed Decision dismissing the appeal. In so ruling, the CA held: (1) the registration of the SPA in favor of Dominador is neither a prerequisite for its validity nor will its non-registration render an agent's authority invalid; (2) sufficient evidence was adduced to warrant a reconstitution of TCT No. T-62328 which was lost; and (3) while an action for judicial reconstitution under Section 109 of Presidential Decree (P.D.) No. 1529, otherwise known as the \"Property Registration Decree,\" should be resolved ahead of an action to amend under Section 108 of the same law, to split the proceedings at this juncture would result in multiplicity of suits, duplicitous procedure and cause unnecessary delay. Dissatisfied, the OSG sought reconsideration. On May 22, 2018, the CA rendered the assailed Resolution denying the Motion for Reconsideration for lack of merit. Hence, this Petition. The Republic (petitioner), through the OSG, maintains that Dominador had no authority to either institute the action on behalf of Rogelio or sign the Verification and Certification against Forum Shopping because the SPA was not registered with the Register of Deeds as mandated by Section 64 of P.D. No. 1529. Further, the evidence presented by Dominador could not prove the fact of loss of the owner's duplicate copy insofar as the Affidavit of Loss executed by Rogelio was hearsay and Dominador had no personal knowledge as to the circumstances relating to the safekeeping and eventual loss of the owner's duplicate copy. Finally, the OSG insists that it was improper for the appellate court to allow the correction of Rogelio's surname in the same action for re-issuance of a lost duplicate title in contravention of the express mandate of Section 108 of P.D. No. 1529. In his Comment, Dominador avers that the arguments raised by the OSG have been previously considered and passed upon by both the RTC and the CA. More importantly, the OSG raises questions of fact which are beyond the jurisdiction of the Court. He claims that the OSG failed to state circumstances showing lack or excess of jurisdiction amounting to grave abuse of discretion as required under Rule 65. Finally, contrary to the assertions of the OSG, he has personal knowledge as to the circumstances relating to the loss of Rogelio's owner's duplicate copy of TCT No. T-62328 because they are both single, reside in the same house, and share the bedroom where said copy was kept and subsequently lost. In Reply, the OSG points out that the instant petition is a Petition for Review on Certiorari under Rule 45 of the Rules of Court and not a Petition for Certiorari under Rule 65 and hence, there is no need to allege grave abuse of discretion. Further, the OSG denies that the petition raised questions of fact as the issues raised delve in to the proper application of law of procedure, specifically: the authority of the initiating party, the competence of the witness, and the propriety of the action before the RTC.\nThe Issues\nTo finally put an end to this controversy, the following issues must be resolved: (1) whether Dominador, as attorney-in-fact, had the authority to file a petition for new owner's duplicate on behalf of Rogelio and execute the Verification and Certification against Forum Shopping; (2) whether the fact of loss of the owner's duplicate of TCT No. T-62328 was established; and (3) whether a certificate of title may be altered through a proceeding other than Section 108 of P.D. No. 1529.\nThe Court's Ruling\nThe petition is meritorious. While Dominador had the authority to initiate the petition under Section 109 of P.D. No. 1529 and to execute the Verification and Certification against Forum Shopping, the Court finds that the evidence presented by Rogelio, through Dominador, failed to prove the fact of loss as to warrant the issuance of a new owner's duplicate.\nDominador had the requisite authority to file the petition and execute the Verification and Certification against Forum Shopping.\nRogelio is the registered owner of TCT No. T-62328 and thus, is the real party-in-interest, who should initiate an action under Section 109 of P.D. No. 1529 before the RTC. However, by virtue of the SPA executed by Rogelio in favor of Dominador, a contract of agency was created between them with Rogelio as the principal and Dominador as the agent. In a contract of agency, the agent binds himself to represent another, the principal, with the latter's consent or authority. An agency is based on representation, where the agent acts for and in behalf of the principal on matters within the scope of the authority conferred upon him such that, the acts have the same legal effect as if they were personally done by the principal himself. By this legal fiction of representation, the actual or legal absence of the principal is converted into his legal or juridical presence. Petitioner makes much of the fact that the SPA conferring authority to Dominador was not registered with the Registry of Deeds of Batangas and, thus, in violation of Section 64 of P.D. No. 1529 which states:\nSEC. 64. Power of attorney. Any person may, by power of attorney, convey or otherwise deal with registered land and the same shall be registered with the Register of Deeds of the province or city where the land lies. Any instrument revoking such power of attorney shall be registered in like manner.\nA plain reading of the aforementioned provision, however, does not state that the registration of an SPA is a prerequisite to its validity or conversely, its non-registration makes the agent's authority ineffective. The Court agrees with the rationalization of the appellate court that the main purpose of registration is to notify the whole world and ultimately, to protect the rights of any third person who may have interests or claims over the land. Records show that the Petition for the Issuance of a New Owner's Duplicate Copy of TCT No. T-62328 Registered in the name of Rogelio Ceruelas and Correction in the Family Name of the Registered Owner from Ceruelas to Ciruelas and on file in the Register of Deeds for Batangas Province was published once a week for three consecutive weeks in a newspaper of general circulation, was set for hearing and announced to the public, with no person interposing any objections. As the purpose of registration of the SPA was accomplished, the Court finds no reason to invalidate Dominador's authority on this ground alone. Section 5, Rule 7 of the Rules of Court provides that the certification against forum shopping must be executed by the plaintiff or principal party. The reason for this is that the principal party has actual knowledge whether a petition has previously been filed involving the same case or substantially the same issues. If, for any reason, the principal party cannot sign the petition, the one signing on his behalf must have been duly authorized. On the argument that it should have been Rogelio who executed the Verification and Certification against Forum Shopping; records show that the SPA executed by Rogelio authorized Dominador to sign the same as it expressly clothes the latter authority \"to sign and execute any and all documents relative thereto and to attend hearings so required and to do such other acts necessary for the accomplishment of the foregoing objective\" and such authority is broad enough to include the execution of a Verification and Certification against Forum Shopping. More importantly, the Court in the case of Heirs of Josefina Gabriel v. Cebrero has upheld the authority of an agent to execute a Verification and Certification against Forum Shopping when he was constituted precisely to prosecute a suit on behalf of his principal, thus:\nIt was held that when an SPA was constituted precisely to authorize the agent to file and prosecute suits on behalf of the principal, then it is such agent who has actual and personal knowledge whether he or she has initiated similar actions or proceedings before various courts on the same issue on the principal's behalf, thus, satisfying the requirements for a valid certification against forum shopping. The rationale behind the rule that it must be the \"petitioner or principal party himself' who should sign such certification does not apply. Thus, the rule on the certification against forum shopping has been properly complied with when it is the agent or attorney-in-fact who initiated the action on the principal's behalf and who signed the certification against forum shopping. (Underscoring supplied)\nThe fact of loss of TCT No. T-62328 was not sufficiently proven. In the assailed Decision, the appellate court held that in a petition for the issuance of a second owner's duplicate copy of a certificate of title in replacement of a lost one, the only questions to be resolved are: (1) whether or not the original owner's duplicate copy has indeed been lost, and (2) whether the petitioner seeking the issuance of a new owner's duplicate title is the registered owner or other person in interest. Thus, the appellate court ruled:\nUnder Section 109 of Presidential Decree No. 1529, the owner must file with the proper Registry of Deeds a notice of loss executed under oath. In this case, Rogelio executed an Affidavit of Loss on October 9, 2013 claiming loss of TCT No. T-62328. He had it annotated under Entry No. 564092 on October 24, 2013 with the Registry of Deeds for Batangas Province. On October 30, 2013, Rogelio, through Dominador, instituted the instant reconstitution proceedings. Undoubtedly, the plaintiff-appellee in this case, complied with the requirements of Section 109 of Presidential Decree No. 1529. In fine, we are convinced that plaintiff-appellee adduced competent evidence to warrant reconstitution of the allegedly lost owner's duplicate certificate of title.\nErroneously, the appellate court oversimplified the procedure for issuance of a replacement for a lost duplicate certificate. ℒαwρhi৷ The applicable law in case of loss of the owner's duplicate certificate of title is Section 109 of P.D. No. 1529 which provides:\nSEC. 109. Notice and replacement of lost duplicate certificate. In case of loss or theft of an owner's duplicate certificate of title, due notice under oath shall be sent by the owner or by someone in his behalf to the Register of Deeds of the province or city where the land lies as soon as the loss or theft is discovered. If a duplicate certificate is lost or destroyed, or cannot be produced by a person applying for the entry of a new certificate to him or for the registration of any Instrument, a sworn statement of the fact of such loss or destruction may be filed by the registered owner or other person in interest and registered. Upon the petition of the registered owner or other person in interest, the court may, after notice and due hearing, direct the issuance of a new duplicate certificate, which shall contain a memorandum of the fact that it is issued in place of the lost duplicate certificate, but shall in all respects be entitled to like faith and credit as the original duplicate, and shall thereafter be regarded as such for all purposes of this decree. (Underscoring supplied)\nSection 109 of P.D. No. 1529 has two distinct requirements: the first paragraph refers to the notice requirement, i.e., submission of an Affidavit of Loss to the Register of Deeds while the second paragraph pertains to the procedure for the replacement, i.e., filing a petition for the issuance of a new duplicate certificate. The second paragraph contemplates the conduct of a full-blown hearing wherein petitioner must prove the fact of loss or theft through preponderant evidence. As applied to the instant case, mere compliance with the notice requirement and the filing of a petition with the appropriate RTC does not automatically entitle the registered owner to a replacement duplicate certificate. Rogelio, through Dominador, must still establish by preponderance of evidence that the owner's duplicate was lost. In this case, the Court fmds that the fact of loss was not established by the required quantum of proof. To recall, the only evidence presented as proof of loss of Rogelio's owner's duplicate copy of TCT No. T-62328 was Rogelio's Affidavit of Loss and Dominador's testimony. As will be further discussed below, both constitute hearsay evidence and cannot be given probative weight. It is a basic rule in evidence that a witness can testify only on the facts that he knows of his own personal knowledge, i.e. , those which are derived from his own perception. Otherwise, it is hearsay evidence. In Country Bankers Insurance Corporation v. Lianga Bay and Community Multi­purpose Cooperative, Inc., the Court held:\nA witness can testify only to those facts which he knows of his personal knowledge, which means those facts which are derived from his perception Consequently, a witness may not testify as to what he merely learned from others either because he was told or read or heard the same. Such testimony is considered hearsay and may not be received as proof of the truth of what he has learned. Such is the hearsay rule which applies not only to oral testimony or statements but also to written evidence as well. (Underscoring supplied)\nWhile Rogelio's Affidavit of Loss is considered a public document, it is still classified as hearsay evidence. The reason behind this classification is explained in the case of Republic v. Spouses Gimenez:\nBasic is the rule that, while affidavits may be considered as public documents if they are acknowledged before a notary public, these Affidavits are still classified as hearsay evidence. The reason for this rule is that they are not generally prepared by the affiant, but by another one who uses his or her own language in writing the affiant's statements, parts of which may thus be either omitted or misunderstood by the one writing them. Moreover, the adverse party is deprived of the opportunity to cross- examine the affiants. For this reason, affidavits are generally rejected for being hearsay, unless the affiants themselves are placed on the witness stand to testify thereon. (Underscoring supplied)\nAs Rogelio did not take the witness stand, he neither authenticated his Affidavit of Loss nor was he cross-examined. Although generally invoked in criminal cases, the importance of cross-examination to test the truthfulness of statements, as well as elicit all important facts bearing upon the issue from a witness, equally applies to non-criminal proceedings.\nIt is unclear whether Dominador presented himself as a witness, precisely to authenticate Rogelio's Affidavit of Loss. Regardless, Dominador's testimony merely reproduced the contents of Rogelio's Affidavit. Significantly, there was no proof that Dominador had personal knowledge on the circumstances surrounding the safekeeping and subsequent loss of Rogelio's owner's duplicate certificate. It must be recalled that the personal knowledge of a witness is a substantive prerequisite for accepting testimonial evidence that establishes the truth of a disputed fact. A witness bereft of personal knowledge of the disputed fact cannot be called upon for that purpose because his testimony derives its value not from the credit accorded to him as a witness presently testifying, but from the veracity and competency of the extrajudicial source of his information. The Court notes that in his Comment, Dominador claims that he had personal knowledge of the circumstances surrounding the loss of the owner's duplicate certificate because he and Rogelio are both single, reside in the same house, and share the bedroom where said owner's duplicate certificate was kept and subsequently lost. Unfortunately, nothing on record supports this claim. Settled is the rule that bare allegation is not evidence and is not equivalent to proof. Worse, records show that Dominador was married and there was no indication that Rogelio and Dominador lived together.\nIn fine, the Court deems the foregoing evidence insufficient to prove the loss of the owner's duplicate copy of TCT No. T-62328.\nFinally, in its assailed Decision, the appellate court acknowledged that the nature of judicial reconstitution under Section 109 of P.D. No. 1529 denotes the reproduction of the lost or stolen title in its original form. Necessarily, such reconstitution should precede any action to amend or alter the title under Section 108, even if the purpose is just to correct a misspelled surname. However, for equity considerations, to obviate further delay, and avoid multiplicity of suits; the appellate court allowed the correction of Rogelio's misspelled surname from Ceruelas to Ciruelas in the same proceeding for replacement of owner's duplicate title.\nConsidering, however, the Court's determination that Rogelio, through Dominador, failed to establish the fact of loss of the owner's duplicate of TCT No. T-62328 as to warrant the issuance of a replacement; the issue of the propriety of joining these two actions for equity considerations has been rendered moot.\nWHEREFORE , premises considered, the Petition is GRANTED . The Decision dated December 1, 2017 and the Resolution dated May 22, 2018 rendered by the Court of Appeals in CA-G.R. CV No. 104582 are hereby REVERSED and SET ASIDE . SO ORDERED.\nLeonen, (Chairperson), Hernando, Inting, and J. Lopez, JJ., concur.\n","label":[[17,32,"CASE_NUM"],[34,52,"PROM_DATE"],[54,81,"INS"],[99,118,"PERSON"],[158,179,"PERSON"],[209,221,"PERSON"],[433,449,"INS"],[451,453,"INS"],[458,479,"CASE_NUM"],[485,487,"INS"],[499,519,"INS"],[523,526,"INS"],[607,626,"INS"],[628,635,"INS"],[756,763,"PERSON"],[768,789,"PERSON"],[791,800,"PERSON"],[982,998,"PERSON"],[1152,1161,"PERSON"],[1165,1173,"PERSON"],[1194,1201,"PERSON"],[1804,1820,"PERSON"],[2360,2369,"PERSON"],[2404,2414,"PERSON"],[2712,2719,"PERSON"],[2732,2742,"PERSON"],[2878,2881,"INS"],[3035,3067,"INS"],[3068,3071,"INS"],[3175,3178,"INS"],[3225,3234,"PERSON"],[3287,3292,"INS"],[3337,3344,"PERSON"],[3377,3380,"INS"],[3462,3469,"PERSON"],[3532,3535,"INS"],[3603,3606,"INS"],[4227,4255,"STA"],[4520,4539,"PERSON"],[4556,4559,"INS"],[4592,4594,"INS"],[4667,4669,"INS"],[4720,4729,"PERSON"],[5012,5047,"STA"],[5385,5387,"INS"],[5540,5543,"INS"],[5560,5569,"PERSON"],[5631,5638,"PERSON"],[5796,5809,"STA"],[5846,5855,"PERSON"],[5964,5971,"PERSON"],[5988,5998,"PERSON"],[6137,6141,"INS"],[6222,6229,"PERSON"],[6359,6372,"STA"],[6390,6399,"PERSON"],[6439,6442,"INS"],[6503,6506,"INS"],[6515,6517,"INS"],[6541,6544,"INS"],[6637,6640,"INS"],[6819,6822,"INS"],[6898,6905,"PERSON"],[7090,7093,"INS"],[7176,7205,"STA"],[7332,7335,"INS"],[7590,7593,"INS"],[7700,7709,"PERSON"],[7808,7815,"PERSON"],[8078,8091,"STA"],[8146,8156,"PERSON"],[8221,8234,"STA"],[8356,8363,"PERSON"],[8373,8382,"PERSON"],[8472,8481,"PERSON"],[8602,8609,"PERSON"],[8745,8758,"STA"],[8770,8773,"INS"],[8817,8824,"PERSON"],[8837,8847,"PERSON"],[8899,8906,"PERSON"],[8928,8937,"PERSON"],[9549,9558,"PERSON"],[9658,9672,"STA"],[10565,10572,"PERSON"],[11010,11019,"PERSON"],[11544,11551,"PERSON"],[11662,11669,"PERSON"],[11681,11690,"PERSON"],[12107,12123,"PERSON"],[13691,13719,"STA"],[14052,14059,"PERSON"],[14069,14079,"PERSON"],[14230,14258,"STA"],[14658,14672,"STA"],[15807,15820,"STA"],[16402,16405,"INS"],[16833,16840,"PERSON"],[16865,16875,"PERSON"],[17210,17247,"INS"],[17266,17302,"INS"],[17861,17868,"PERSON"],[18773,18780,"PERSON"],[19153,19162,"PERSON"],[19221,19228,"PERSON"],[19262,19272,"PERSON"],[19318,19325,"PERSON"],[19378,19387,"PERSON"],[19483,19490,"PERSON"],[20029,20038,"PERSON"],[20171,20178,"PERSON"],[20485,20494,"PERSON"],[20540,20547,"PERSON"],[20552,20561,"PERSON"],[20838,20852,"PERSON"],[21236,21243,"PERSON"],[21411,21418,"PERSON"],[21428,21437,"PERSON"],[21840,21861,"CASE_NUM"],[21910,21916,"PERSON"],[21933,21941,"PERSON"],[21943,21949,"PERSON"],[21955,21963,"PERSON"]],"Comments":[]}
