{"id":7,"text":"THIRD DIVISION\n[ G.R. No. 250205, February 17, 2021 ]\nJOHN ROGER NIÑO S. VERGARA, PETITIONER, VS. ANZ GLOBAL SERVICES AND OPERATIONS MANILA, INC., RESPONDENT.\nD E C I S I O N\nINTING, J.:\nThis Petition for Review on Certiorari under Rule 45 of the Rules of Court seeks to annul and set aside the Decision dated January 17, 2019 and the Resolution dated October 24, 2019 of the Court of Appeals (CA) in CA-G.R. SP No. 151874.\nThe Antecedents\nOn November 30, 2010, ANZ Global Services and Operations Manila, Inc. (respondent) hired John Roger Niño S. Vergara (petitioner) as Risk Manager. On August 5, 2016, petitioner handed his resignation letter dated August 5, 2016 to Line Manager, Kristine Gorospe (Gorospe). Per the Resignation Letter, September 6, 2016 would be petitioner's last day of work.\nOn August 15, 2016, petitioner learned that there would be a restructuring in the company where the displaced workers would receive a lump sum severance payment. Petitioner's position was included in the positions to be affected by the restructuring program. On September 1, 2016, petitioner checked if the Resignation Acceptance Form (RAF) had already been accomplished. He learned that it has not yet been signed by Gorospe.\nOn September 5, 2016, petitioner sent an electronic mail (email) to Roscoe Pineda (Pineda), Head of Risk Services, to inform him that he was formally withdrawing his resignation. Pineda replied to the email stating that petitioner's resignation would take effect the following day, September 6, 2016. However, Pineda suggested for petitioner to speak to the Human Resources (HR) to confirm if retraction was still possible. On September 6, 2016, the head of HR, Nicola Hutton (Hutton), sent petitioner an email informing him that his resignation had already been accepted and that he could no longer withdraw it.\nThe predicament prompted petitioner to file a complaint for illegal dismissal and recovery of monetary claims against respondent.\nPetitioner contended that even if he had tendered his resignation, it was validly revoked prior to respondent's acceptance thereof. He was never issued a RAF which is a company policy on employee resignations. It was only on September 6, 2016, after he had withdrawn his resignation, that he was formally informed through email that his resignation had been accepted and that his employment had ceased on even date.\nPetitioner maintained that respondent's termination of his employment amounted to illegal dismissal despite the timely revocation of his resignation. He should have been included in the restructuring program and paid a separation pay equivalent to one month for every year of service as offered by respondent to the affected employees.\nFor their part, respondent, Hutton and Pineda denied illegally dismissing petitioner and asserted that the latter voluntary resigned. Gorospe acted on petitioner's resignation by triggering the Employee Leaving Advice (ELA) in the company's system. Petitioner could no longer withdraw his resignation as it had already been accepted pursuant to company policy.\nIn the Decision dated February 15, 2017, the Labor Arbiter (LA) dismissed petitioner's complaint for lack of merit, but awarded him his proportionate 13th month pay. The LA found substantial evidence showing that petitioner voluntarily resigned and that his resignation was duly accepted prior to his retraction thereof. The LA held that petitioner's resignation had been accepted by respondent through Gorospe's act of initiating or triggering the ELA. According to the LA: \"[t]he fact that respondents did not use the resignation acceptance form is of no moment. First, the said form was done away by the company and the ELA form is the one being followed.\"\nThe dispositive portion of the LA Decision reads:\nWHEREFORE , premises considered, judgment is hereby rendered DISMISSING the instant complaint for lack of merit.\nHowever, respondent ANZ Global Services and Operations Manila, Inc. is directed to pay complainant Vergara the sum of P93,750. as proportionate 13th month pay for 2016.\nAll other claims are dismissed for lack of merit.\nSO ORDERED.\nBoth parties appealed to the National Labor Relations Commission (NLRC).\nIn the Resolution dated April 27, 2017, the NLRC modified the LA Decision. The NLRC ruled that there was no illegal dismissal. However, it also found that there was an ineffectual resignation as petitioner's resignation was only accepted on September 6, 2016. The NLRC thus found that petitioner had validly withdrawn his resignation on September 5, 2016. The NLRC held that: \"x x x, as there was an ineffectual resignation due to lack of acceptance, the employer-employee relationship between respondents and [petitioner) never ceased and the status of [petitioner] as an employee subsisted at the time of the company s restructuring was announced.\"\nThe NLRC disposed of the case in this wise:\nWHEREFORE , premises considered, the 15 February 2017 Decision of Labor Arbiter Marita V. Padolina is MODIFIED . Respondent ANZ GLOBAL SERVICES AND OPERATIONS MANILA, INC. is ordered to PAY complainant:\n1) separation pay equivalent to one (1) month pay for every year of service (P150,000. x 6) or P900,000.; and,\n2) proportionate 13th month pay for 2016 in the amount of P93,750.[.]\nAll other claims are hereby DISMISSED .\nSO ORDERED.\nRespondent filed a Motion for Reconsideration (Re: Decision dated 27 April 2017) of the NLRC Resolution, but the NLRC denied it in a Resolution dated June 23, 2017.\nAggrieved, respondent filed a Petition for Certiorari (With Urgent Application for Temporary Restraining Order and\/or Writ of Preliminary Injunction) before the CA.\nIn the Decision dated January 17, 2019, the CA reversed the NLRC and reinstated the decision of the LA.\nIn so ruling, the CA pronounced:\nGuided by the acknowledged principle in labor law, We are of the view that [respondent] has sufficiently established by substantial evidence its acceptance of [petitioner's] resignation. To Our mind, the affidavits of Nicola Hutton and Kristine Gorospe, coupled with the emails from the company and [petitioner], constituted the required proof in administrative proceedings.\nPetitioner moved for reconsideration, but the CA denied it in the Resolution dated October 24, 2019.\nHence, this petition.\nThe Issue\nThe core issue in this case is whether the CA erred in finding that there was an acceptance of petitioner's resignation prior to the retraction thereof.\nThe Court's Ruling\nThe petition is meritorious.\nIn a petition for review on certiorari under Rule 45 of the Rules of Court, the Court's jurisdiction is generally limited to reviewing errors of law. The Court is Pot a trier of facts, and this rule applies with greater force in labor cases. \"Findings of fact of administrative agencies and quasi-judicial bodies which have acquired expertise because their jurisdiction is confined to specific matters, are generally accorded not only great respect but even finality.\" \"They are binding upon this Court unless there is a showing of grave abuse of discretion or where it is clearly shown that they were arrived at arbitrarily or in utter disregard of the evidence on record.\"\nOne of the exceptions to this rule is when the factual findings of the quasi-judicial agencies concerned are conflicting or contrary with those of the CA, as in the present case. The exception applies in this case as the findings of fact of the NLRC contradict those of the CA and the LA. This necessitates the Court to take a closer look at the records and proceed with its own factual determination.\nThe Court takes a second look at the evidence of the parties and finds for petitioner.\nAcceptance of a resignation tendered by an employee is necessary to make the resignation effective. In this case, no such acceptance was shown.\nThe Court adopts with approval the NLRC's findings on the ineffectual resignation of petitioner and that the latter had validly retracted his resignation prior to its effective date and respondent's acceptance thereof, viz .:\nx x x [T]he Labor Arbiter held that the triggering of the ELA (Employee Leaving Advice) in the company's system amounted to an acceptance of complainant's resignation.\nThe Labor Arbiter erred.\nRecord shows that the ELA is a mere report triggered by a Line Manager as an advice that an employee under him or her is resigning. It cannot equate to an acceptance as contemplated by law since the same is addressed to ANZ's Human Resources - via the People Soft Manager Self-Service - and not to the employee x x x.\nFurther, it was error for the Labor Arbiter to give credence to respondents' allegation that the issuance of a RAF to resigning employees has already been scrapped by ANZ. The affidavits of Gorospe and Hutton to this effect are insufficient and self-serving. Moreover, such allegation is contradicted by respondents' own documentary evidence as attached to their Position Paper entitled \"Manila Hub Off-boarding Process\" which reads:\nx x x\nx x x [R]espondents attached another document denominated as Exits - Line Manager activities page in Max (\"MAX\") which they claim is ANZ's current procedure for accepting resignations of employees. According to respondents, the RAF is no longer issued under this new procedure and fue Line Manager immediately proceeds to Step 2 of the policy. There is however no memorandum or any other evidence presented to prove that the RAF had indeed been done away. x x x\nIndeed, Gorospe's act of \"triggering\" the ELA, following petitioner's tender of resignation, cannot at all be taken as respondent's acceptance of the resignation. Even respondent itself claimed that the ELA was just proof that it, through Gorospe, had acted on the resignation letter. That it was not an act of acceptance on the part of respondent of petitioner's resignation is proven by the nature and contents of the email dated August 19, 2016 about ELA. The email sender was People Assist@anz.com, addressed to Gorospe, with subject \"For action: Employee Leaving Advice next steps.\" The contents of the email are as follows:\nThe Employee Leaving Advice request you submitted for John Roger Niño Vergara (Employee ID: 756177) has been sent to HR Operations.\nProcessing of the termination can not proceed and John Roger Niño Vergara can not receive final payment, until you have provided all documentation as outlined in the Exit Checklist.\nx x x\nFurther, it was error for the CA to consider the affidavits of Gorospe and Hutton as proof that respondent had accepted petitioner's resignation. Not only are their statements self-serving, but also, nothing in their affidavits shows any hint of respondent's acceptance of petitioner's resignation.\nGorospe stated in her affidavit the following:\nx x x\n3. Vergara approached my workstation to personally hand me his resignation letter in the morning of 05 August, 2016. Telstra offered him a job several days ago and he has been contemplating on accepting the offer since.\n4. Vergara mentioned that his resignation ultimately depended on his successful application for the position of Information Security Manager (\"Manager position\") also in ANZ, which would be a promotion. He informed me that he had not signed with Telstra as of that day but was given only until 11 August 2016 to confirm his acceptance.\n5. After our conversation, I left his resignation letter on my desk and deliberately deferred his exit in People Soft as he was still pursuing the Manager position. I came upon his resignation letter again when I was fixing my things before heading home that same day, which I signed before keeping it away.\n6. During the week of 08 August 2016, Vergara informed me that he had an upcoming interview with Elmer Mendoza for the Manager position.\n7. On 11 August 2016, Vergara informed me that he had formally accepted Telstra's job offer to meet the deadline. However, he was still waiting for the results of his application for the Manager position.\n8. In the week of 15 August 2016, he sought my advice on whether to accept the Manager position and retract his acceptance of Telstra's job offer. In the course of our conversation, he said that he was also seeking the advice of his mentors on which position to pursue.\n9. On 18, August 2016, Vergara approached me when I arrived at work in the morning. We then proceeded to me meeting room where he informed me of his final decision to pursue the Telstra position to which I responded with an \"okay\". The following day on 19 August 2016, I triggered the Employee Leaving Advice x x x\n10. On 30 August 2016, a few hours after learning that the restructuring impacted his role, he approached his Skip line Manager, Roscoe Pineda, and me to ask if he can withdraw his resignation. We responded \"no[.]\"\n11. I only saw Vergara's email withdrawing his resignation on 6 September 2016 when I opened my email in the evening as I was on sick leave.\nx x x\nWhereas, Hutton's affidavit reads:\nx x x\n2. As the Head of HR, it is part of my duties to process and document the resignation of ANZ GSO employees.\n3. The Resignation Acceptance Form is not used in the resignation or Off-Boarding process and has been scrapped. Company practice in case of resignation is to by-pass the Resignation Acceptance Form and immediately proceeds to Step 2 of the Off-­Boarding policy, viz [.]:\n\"2. Line Manager should process next steps as per Finishing at ANZ menu in MSS, specifically the following forms:\n Inform HR of a Resignation in my team\n Inform other departments of a resignation\/termination in my team-Off Boarding Notification\"\n4. In fact the current policies and procedures provided in the Exits ­ Line Manager activities page in Max (\"Max\") show that there is no Resignation Acceptance Form that is issued by the line manager. x x x\nThe Court cannot likewise lend credence to the contention that respondent has done away with the RAF. Hutton alleged this in her affidavit as quoted above. ℒαwρhi৷ According to her, it is \"company practice\" to no longer issue the RAF. The Court finds the allegation unacceptable; it is a mere allegation of \"company practice\" that cannot belie the proved company policy on issuance of the RAF.\nThe documentary evidence entitled \"Manila Hub Off-boarding Process\" came from respondent itself. It is provided therein that:\nFor cases of RESIGNATION: Line Manager 1. Upon acceptance of the employee's resignation letter, Line Manager to accomplish the Resignation Acceptance Form (RAF) found m the Finishing at ANZ menu in MSS, together with the employee's resignation letter. A copy of the RAF is provided to the employee.\nUpon receipt of resignation letter 2. Line Manager should process next steps as per Finishing at ANZ menu in MSS, specifically the following forms:\n Inform HR of a Resignation in my team\n Inform other departments of a resignation\/termination in my team - Off Boarding Notification\nRespondent also alleged that the current policy is provided in the \"Exits - Line Manager activities page in Max\" where there is no more issuance of the RAF. However, as correctly pointed out by the NLRC, there was no memorandum or any evidence presented to show that the RAF has been done away with. Without substantiation, respondent's allegation that the RAF has already been scrapped just remains an allegation.\nThe CA further held that the \"company emails,\" herein earlier mentioned, were presented as proof that petitioner's resignation had been accepted. The Court disagrees. Similar to the affidavits of Hutton and Gorospe, the emails prior to September 6, 2016 contain nothing that would suggest that respondent had accepted petitioner's resignation.\nPineda's email to petitioner on September 5, 2016 is informative. If the ELA constituted as respondent's acceptance of petitioner's resignation, as respondent insists, then why would Pineda, in his email, suggest to petitioner to talk to Hutton to see if retraction was still possible? This, and all the other circumstances considered, only shows that on September 5, 2016, there was still no acceptance on the part of respondent of petitioner's resignation.\nThe above discussed facts and circumstances bolster the Court's ruling in favor of petitioner.\nIn labor cases, \"the quantum of proof necessary is substantial evidence, or such amount of relevant evidence which a reasonable mind might accept as adequate to justify a conclusion.\" The Court finds that petitioner had established by substantial evidence the fact he asserts, i.e., that he had validly retracted his resignation prior to its effective date. As for respondent, it failed to sufficiently rebut, through competent and relevant evidence, the claims and evidence presented by petitioner.\nWHEREFORE , the petition is GRANTED . The Decision dated January 17, 2019 and the Resolution dated October 24, 2019 of the Court of Appeals in CA-G.R. SP No. 151874 are REVERSED and SET ASIDE .\nThe Resolutions dated April 27, 2017 and June 23, 2017 of the National Labor Relations Commission in NLRC NCR-00-10-13078-2016\/NLRC LAC No. 03-001199-17 are REINSTATED .\nSO ORDERED.\nLeonen, (Chairperson), Gesmundo,* Hernando, and Delos Santos, JJ., concur.","label":[[16,32,"CASE_NUM"],[34,51,"PROM_DATE"],[54,80,"PERSON"],[98,139,"INS"],[175,184,"PERSON"],[231,261,"STA"],[376,392,"INS"],[394,396,"INS"],[401,423,"CASE_NUM"],[462,503,"INS"],[529,555,"PERSON"],[684,700,"PERSON"],[702,709,"PERSON"],[1216,1223,"PERSON"],[1293,1306,"PERSON"],[1308,1314,"PERSON"],[1404,1410,"PERSON"],[1535,1542,"PERSON"],[1687,1700,"PERSON"],[1702,1708,"PERSON"],[2748,2754,"PERSON"],[2759,2765,"PERSON"],[2854,2861,"PERSON"],[3924,3970,"INS"],[4003,4010,"PERSON"],[4164,4199,"INS"],[4201,4205,"INS"],[4252,4256,"INS"],[4287,4291,"INS"],[4472,4476,"INS"],[4568,4572,"INS"],[4863,4867,"INS"],[4983,5001,"PERSON"],[5027,5074,"INS"],[5427,5432,"INS"],[5452,5456,"INS"],[5665,5667,"INS"],[5713,5715,"INS"],[5729,5733,"INS"],[5791,5793,"INS"],[6024,6037,"PERSON"],[6042,6058,"PERSON"],[6227,6229,"INS"],[6357,6359,"INS"],[7341,7343,"INS"],[7435,7439,"INS"],[7464,7466,"INS"],[7858,7862,"INS"],[8462,8465,"INS"],[8727,8730,"INS"],[8750,8757,"PERSON"],[8762,8768,"PERSON"],[9470,9478,"PERSON"],[9701,9708,"PERSON"],[9978,9985,"PERSON"],[10146,10170,"PERSON"],[10274,10298,"PERSON"],[10442,10444,"INS"],[10475,10483,"PERSON"],[10487,10493,"PERSON"],[10711,10718,"PERSON"],[10767,10774,"PERSON"],[10881,10888,"INS"],[10987,10994,"PERSON"],[11154,11157,"INS"],[11230,11237,"INS"],[11666,11673,"PERSON"],[11725,11739,"PERSON"],[11787,11794,"PERSON"],[11837,11845,"INS"],[12096,12103,"INS"],[12263,12270,"PERSON"],[12418,12425,"INS"],[12684,12697,"PERSON"],[12785,12792,"PERSON"],[12926,12933,"PERSON"],[13047,13054,"INS"],[13401,13404,"INS"],[14499,14502,"INS"],[15093,15097,"INS"],[15314,15316,"INS"],[15506,15512,"PERSON"],[15517,15524,"PERSON"],[15654,15660,"PERSON"],[15837,15843,"PERSON"],[15892,15898,"PERSON"],[16850,16872,"CASE_NUM"],[17003,17007,"INS"],[17084,17090,"PERSON"],[17107,17115,"PERSON"],[17118,17126,"PERSON"],[17132,17144,"PERSON"]],"Comments":[]}
