{"id":158,"text":"EN BANC\n[ A.C. No. 13475 [Formerly CBD 16-5224], October 04, 2022 ]\nJUDY GABAWAN DELA CRUZ, RODOLF JOHN G. DELA CRUZ, AND RODOLF JAMES DELA CRUZ, COMPLAINANTS, VS. ATTY. GLEN ERIC PERALTA, RESPONDENT.\n\nD E C I S I O N\nPER CURIAM:\n\nBefore the Court is a Complaint[1] for Disbarment filed by complainants Judy Gabawan Dela Cruz, Rodolf John Gabawan Dela Cruz, and Rodolf James Gabawan Dela Cruz (collectively, complainants) before the Integrated Bar of the Philippines (IBP) against respondent Atty. Glenn Patrick Peralta (respondent) for alleged violation of the Lawyer's Oath and the Code of Professional Responsibility (CPR) by engaging in a series of dishonest and deceitful conduct.\n\nAntecedents\n\nComplainants filed a criminal complaint for Reckless Imprudence Resulting in Homicide against one Lito Gitalan, Jr. (Gitalan) for the death of their loved one Rodolfo Dela Cruz. After trial on the merits, the court rendered a Judgment[2] against Gitalan, finding him guilty as charged and ordering him to pay complainants damages in the amount of P213,750.00. After Gitalan successfully applied for probation, the said Judgment became final and executory[3] on June 28, 2011.[4]\n\nOn October 2, 2014, complainants filed an omnibus motion, seeking the execution of the money judgment against Gitalan, among other things. During the hearing on October 10, 2014, respondent tendered payment in the amount of P100,000.00 in cash and the P30,000.00 cash bond posted by Gitalan. He also manifested that he would settle the balance of P83,750.00 within a period of one month. Complainants agreed to respondent's propositions, subject to the filing of a proper motion in case of default.[5]\n\nSubsequently, respondent approached the presiding judge and falsely claimed to the latter that he had already fully paid the damages awarded by the court to complainants. He presented the falsified acknowledgment receipt as proof. Upon learning of the matter, complainants raised the issue to the presiding judge. They denied receipt of payment and the issuance of the acknowledgment receipt. The presiding judge promptly issued a subpoena directing Gitalan to shed light on the subject.[6]\n\nGitalan testified that on June 20, 2012, he handed respondent a manager's check in the name of Rodolf James Dela Cruz, representing payment of the monetary judgment in complainants' favor. Respondent, in turn, gave Gitalan an acknowledgment receipt. The document was notarized by respondent and purportedly signed by Judy Gabawan Dela Cruz.[7]\n\nDespite Gitalan's testimony, respondent vehemently denied the charges against him and gave his own version of the events. He claimed that he never received any check from Gitalan. Furthermore, he did not notarize the falsified acknowledgment receipt let alone hand the same to Gitalan or complainants. He was supposedly out of town when the events transpired, and he was only alerted of the existence of the acknowledgment receipt when complainants filed the motion. Upon such knowledge, he confronted his secretary, Era S. Vidal (Vidal), who executed an Affidavit,[8] where she admitted receiving the check from Gitalan, encashing the same, and then issuing the subject receipt.[9]\n\nRespondent further claimed that the case was a mere afterthought since complainants allowed the lapse of two years before filing the complaint against him. Moreover, he was allegedly coerced to tender payment during the hearing. Apparently, complainants demanded P1,000,000.00 so they would not file the case against him. When he failed to pay said amount, complainants filed the present complaint against him.[10]\n\nOn January 22, 2015, respondent tendered the remainder of the monetary award to complainants. Nevertheless, complainants still filed the instant case for disbarment against respondent on December 5, 2016.[11]\n\nReport and Recommendation of the IBP\n\nIn his Report and Recommendation,[12] the IBP Investigating Commissioner found the evidence presented by complainants sufficient to prove respondent's violation of the Code of Professional Responsibility (CPR) for committing dishonesty repetitively and with impunity.[13] For this reason, the Investigating Commissioner recommended the suspension of respondent for three years.\n\nIn an Extended Resolution,[14] the IBP Board of Governors adopted the findings of the Investigating Commissioner as to respondent's guilt but modified the recommended penalty from suspension to disbarment. The dispositive portion of its Extended Resolution states:\nWHEREFORE, premises considered, the Report and Recommendation dated 16 January 2020 is APPROVED and ADOPTED WITH MODIFICATION on the recommended penalty from SUSPENSION from the practice of law for three (3) years to DISBARMENT.[15] (Emphasis and italics in the original.)\nThe IBP Board of Governors explained that based on the statements of Gitalan and the actuations of respondent after receiving a copy of the Motion for Execution, it was convinced that respondent indeed acted dishonestly under the circumstances, and is thus guilty of violating Canon 1, Rule 1.01, Canon 10, Rule 10.01, and Canon 16, Rule 16.01 of the CPR.[16]\n\nThe IBP Board of Governors recommended the penalty of disbarment, finding the penalty of suspension to not be commensurate to the gravity of the offenses committed by respondent, thus:\nIndeed, the actuations of respondent ([1] in keeping for himself the proceeds of the check in the amount of PhP213,750.00 entrusted to him by his client for the payment of the latter's judgment obligation to herein complainants, and [2] in covering up his nefarious act by forging the signature of the payee and by abusing his position as a Notary Public), respondent has shown his unfitness to practice law.\n\nx x x x\n\nIn this case, respondent's deceitful and illegal conduct was exarcebated by the fact that he did all those in relation to a case that was pending execution before the Municipal Trial Court in Cities Pagadian City, Branch 2 and that he attempted to hide his misdeeds during the hearing of the Motion for Execution dated October 10, 2014. He, thus, violated as well Canon 10...\n\nx x x x\n\nFinally, respondent committed fraud against the IBP by submitting the Affidavit of his secretary, the contents of which were clearly fabricated in his favor. It should be noted that this defense of the respondent of passing the blame on his secretary was raised for the first time in his Answer to the instant Complaint and, hence, was a mere afterthought.[17]\nRespondent filed a Motion for Reconsideration,[18] but the IBP Board of Governors denied the same in its Resolution[19] dated 22 January 2022.\n\nIssues\n\nFor the Court's resolution are: (1) whether respondent is guilty of violating the Lawyer's Oath and the CPR; and (2) whether disbarment is the appropriate penalty under the circumstances.\n\nRuling of the Court\n\nThe Court adopts the findings of the Investigating Commissioner, as affirmed by the IBP Board of Governors. Furthermore, the Court sustains the IBP Board of Governor's recommendation of imposing the penalty of disbarment against respondent.   \n \nComplainants substantially proved respondent's violations of his Lawyer's Oath and the CPR\n \n\nIn disbarment and suspension proceedings against lawyers, the Court will not hesitate to impose disciplinary sanctions on lawyers who are found to have violated their Lawyer's Oath and the CPR. At the same time, the Court will also not falter to extend its protective arm to lawyers if the accusations against them are not duly proven.[20] Verily, attorneys enjoy the legal presumption that they are innocent of the charges against them until the contrary is proved, and that as officers of the Court, they are presumed to have performed their duties in accordance with their oath.[21] Thus, the Court will not penalize them unless it is unmistakably shown that they are unfit to continue being a member of the Bar.[22]\n\nThe burden of proof is on the complainant to duly show that respondent committed acts that would warrant the Court to exercise its disciplinary powers against the latter.[23] The standard of proof required is substantial evidence, or \"that amount of relevant evidence which a reasonable mind might accept as adequate to justify a conclusion.\"[24]\n\nIn this case, the Court is fully convinced that substantial evidence exists to prove respondent's violation of his Lawyer's Oath and the CPR through deceit and gross misconduct.\n\nJurisprudence defines deceitful conduct as one involving moral turpitude, including any act contrary to justice, modesty, or good morals. It is an act of baseness, vileness, or depravity in the private and social duties a man owes to his fellowmen or society, contrary to justice, honesty, modesty, or good morals.[25] On the other hand, gross misconduct is any inexcusable, shameful, or flagrant unlawful conduct on the part of a person concerned with the administration of justice, i.e., conduct prejudicial to the parties' rights or the proper determination of the cause. The motive behind this conduct is generally a deliberate, obstinate, or intentional purpose.[26]\n\nHere, evidence substantially proves that respondent received a manager's check from his client to pay off the latter's monetary liability to complainants. However, respondent violated his client's trust and even put the latter in a precarious predicament by creating a fake acknowledgment receipt and forging the signature of Judy Gabawan Dela Cruz. Respondent also tried to inveigle the trial court into believing that all was well and that he was satisfying his client's monetary liability to complainants in good faith.\n\nAdding to his transgression, respondent still refused to show any remorse when complainants unraveled his deceitful schemes. He even lied to the presiding judge by showing the fake acknowledgment receipt. Moreover, he also attempted to use his secretary as a scapegoat by making her execute an Affidavit containing falsehoods.\n\nIn committing all the foregoing acts, he egregiously violated Rule 1.01 of Canon 1, Rule 7.03 of Canon 7, Rule 10.01 of Canon 10, and Canon 11 of the CPR, to wit:\nRule 1.01, Canon 1 — A lawyer shall not engage in unlawful, dishonest, immoral or deceitful conduct.\n\nRule 7.03, Canon 7 — A lawyer shall not engage in conduct that adversely reflects on his [or her] fitness to practice law, nor shall he [or she] whether in public or private life, behave in a scandalous manner to the discredit of the legal profession.\n\nRule 10.01, Canon 10 — A lawyer shall not do any falsehood, nor consent to the doing of any in Court; nor shall he [or she] mislead or allow the Court to be misled by any artifice.\n\nCanon 11 — A lawyer shall observe and maintain the respect due to the courts and to judicial officers and should insist on similar conduct by others.\nFurthermore, for the lies he so brazenly committed to his client, and by failing to properly account for the proceeds of the manager's check entrusted to him, respondent also transgressed Canons 15, 16, and 17 of the CPR:\nCanon 15 - A lawyer shall observe candor, fairness, and loyalty in all his [or her] dealings and transactions within his [or her] clients.\n\nCanon 16 - A lawyer shall hold in trust all moneys and properties of his [or her] client that may come into his [or her] possession.\n\nCanon 17 - A lawyer owes fidelity to the case of his [or her] client and he [or she] shall be mindful of the trust and confidence reposed on him [or her].\nRespondent's actuations also palpably led to the delay in the full satisfaction of the monetary judgment in favor of complainants, even though Gitalan had already fully paid the same as early as 2012. The totality of respondent's conduct palpably runs counter to his duty to take part in the speedy and efficient administration of justice, which thus violates Rule 12.04, Canon 12 of the CPR:\nCANON 12 — A LAWYER SHALL EXERT EVERY EFFORT AND CONSIDER IT HIS [OR HER] DUTY TO ASSIST IN THE SPEEDY AND EFFICIENT ADMINISTRATION OF JUSTICE.\n\nRule 12.04 — A lawyer shall not unduly delay a case, impede the execution of a judgment or misuse Court process.\nFinally, respondent violated his Lawyer's Oath to do no falsehood, nor consent to the doing of any in court, delay no man for money or malice, and conduct himself as a lawyer with all good fidelity, as well to the courts as to his client.   \n \nRespondent's actions warrant the imposition of the penalty of disbarment\n \n\nThe fitness to be a lawyer is a continuing requirement, measured against the standards laid out in the Lawyer's Oath and the CPR.[27] Thus, in the recent case of Bondoc v Atty. Licudine,[28] the Court emphasized anew that lawyers should always live up to the ethical standards of the legal profession as embodied in the CPR. Moreover, lawyers should act and comport themselves in a manner that would promote public confidence in the integrity of the legal profession.\n\nWhen lawyers fail to abide by the CPR, they disrespect said Code and everything that it stands for. In so doing, they disregard the ethics and disgraces the dignity of the legal profession.[29] Not only that, lawyers' irresponsible and improper conduct can erode public confidence in law and the administration of justice.\n\nIn line with this stringent standard, the Court has invariably emphasized that membership in the Bar is only bestowed upon individuals who are not only learned in law, but also known to possess good moral character. To preserve the nobility and honor of the legal profession, the Court may mete out the penalty of disbarment, no matter how harsh it may be, in order to purge the Bar of unworthy members.[30]\n\nUnderstandably, the penalty of disbarment as a rule, should be imposed only in clear cases of misconduct that seriously affect the standing and character of the lawyer as an officer of the Court and as a member of the Bar, or where the misconduct borders on the criminal or committed under the scandalous circumstance. Conversely, where a lesser penalty corresponding to the infraction may suffice, the lesser penalty should be imposed.[31]\n\nIn not a few instances, however, the Court emphatically held that it will not hesitate to mete out the grave penalty of disbarment if lawyers are found guilty of misrepresentation and deception of their clients.[32] It is worth noting, too, that in numerous cases, lawyers have been disbarred for falling short of the standard imposed under Rule 1.01 of the CPR, which commands lawyers \"to maintain not only high standard of legal proficiency, but also of morality, honesty, integrity, and fair dealing.\"[33] Lawyers may be disbarred when their misdeeds are unacceptable, disgraceful, and dishonorable to the legal profession, and reveal basic moral flaws that make them unfit to practice law.[34]\n\nSuch is the case with respondent.\n\nThrough his deceitfulness, gross misconduct, and utter lack of remorse, respondent has palpably demonstrated his unfitness to practice the high and noble calling of the law. He continuously denies his wrongdoings, even in the face of evidence that overwhelmingly establishes his guilt. It is thus beyond cavil that the IBP Board of Governors correctly modified the recommended penalty from suspension to disbarment. Respondent's grave misconduct and dishonesty are compelling reasons to disbar him[35] because they manifest his unfitness to continue as a member of the Bar and a practitioner of this noble profession. As the Court stressed in Nava v. Atty. Artuz:[36]\nMembership in the legal profession is a privilege, and whenever it is made to appear that an attorney is no longer worthy of the trust and confidence of his [or her] clients and the public, it becomes not only the right but also the duty of the Court to withdraw the same.\nWHEREFORE, the foregoing premises considered, the Court finds respondent Atty. Glen Eric Peralta GUILTY of violating the Lawyer's Oath, and committing multiple violations of the Code of Professional Responsibility through his deceitful, unlawful, and grossly reprehensible conduct. Accordingly, he is hereby DISBARRED from the practice of law and his name is ordered STRICKEN from the Roll of Attorneys, effective immediately.\n\nLet copies of this Decision be furnished to the: (1) Office of the Court Administrator, for dissemination to all courts throughout the country for their information and guidance; (2) Integrated Bar of the Philippines; and (3) Office of the Bar Confidant, to be appended to the respondent's personal record as a member of the Bar.\n\nSO ORDERED.\n\nGesmundo, C.J., Leonen, SAJ., Caguioa, Hernando, Lazaro-Javier, Zalameda, M. Lopez, Gaerlan, Rosario, Dimaampao, and Marquez, JJ., concur.\nInting,* J. Lopez,* Kho, Jr.,* and Singh,* JJ., on official business leave.","label":[[10,24,"CASE_NUM"],[35,46,"CASE_NUM"],[49,65,"PROM_DATE"],[68,90,"PERSON"],[92,116,"PERSON"],[122,144,"PERSON"],[170,187,"PERSON"],[242,247,"INS"],[303,325,"PERSON"],[327,356,"PERSON"],[362,392,"PERSON"],[498,519,"PERSON"],[798,815,"PERSON"],[817,824,"PERSON"],[859,876,"PERSON"],[946,953,"PERSON"],[1066,1073,"PERSON"],[1290,1297,"PERSON"],[1463,1470,"PERSON"],[2133,2140,"PERSON"],[2175,2182,"PERSON"],[2270,2292,"PERSON"],[2390,2397,"PERSON"],[2492,2514,"PERSON"],[2528,2535,"PERSON"],[2691,2698,"PERSON"],[3037,3049,"PERSON"],[3051,3056,"PERSON"],[4854,4861,"PERSON"],[5062,5080,"STA"],[5082,5102,"STA"],[5108,5128,"STA"],[5933,5938,"INS"],[6114,6122,"STA"],[6657,6662,"INS"],[6852,6857,"INS"],[6863,6868,"INS"],[6984,6989,"INS"],[7261,7266,"INS"],[7415,7420,"INS"],[7694,7699,"INS"],[7795,7800,"INS"],[8029,8034,"INS"],[8286,8291,"INS"],[9446,9468,"PERSON"],[10034,10054,"STA"],[10056,10076,"STA"],[10078,10100,"STA"],[10106,10125,"STA"],[10135,10153,"STA"],[10237,10255,"STA"],[10490,10510,"STA"],[10672,10680,"STA"],[11010,11031,"STA"],[11044,11052,"STA"],[11184,11192,"STA"],[11318,11326,"STA"],[11616,11623,"PERSON"],[11833,11853,"STA"],[11866,11874,"STA"],[12011,12021,"STA"],[12109,12114,"INS"],[12606,12629,"CASE_NUM"],[12639,12644,"INS"],[13279,13284,"INS"],[13517,13522,"INS"],[13835,13840,"INS"],[14125,14130,"INS"],[14429,14449,"STA"],[15465,15484,"CASE_NUM"],[15735,15740,"INS"],[15813,15818,"INS"],[15842,15859,"PERSON"],[16244,16277,"INS"],[16417,16444,"INS"],[16535,16549,"PERSON"],[16551,16563,"PERSON"],[16565,16572,"PERSON"],[16574,16582,"PERSON"],[16584,16597,"PERSON"],[16599,16607,"PERSON"],[16609,16617,"PERSON"],[16619,16626,"PERSON"],[16628,16635,"PERSON"],[16637,16646,"PERSON"],[16652,16659,"PERSON"],[16674,16680,"PERSON"],[16686,16691,"PERSON"],[16694,16702,"PERSON"],[16709,16714,"PERSON"]],"Comments":[]}
{"id":159,"text":"SECOND DIVISION\n[ A.C. No. 13473 [Formerly CBD Case No. 18-5769), October 05, 2022 ]\nMA. VICTORIA D. DUMLAO, PETITIONER, VS. ATTY. YOLANDO F. LIM, RESPONDENT.\n\nR E S O L U T I O N\nLOPEZ, M., J.:\n\nThis administrative case once again gives life to the figurative meaning of the old adage that a fish is caught by its mouth.\n\nANTECEDENTS\n\nMa. Victoria D. Dumlao (Victoria), Roberto Dakudao, Sr., Ellen Dakudao, Roberto Dakudao, Jr.. Ma. Asuncion Katrina Dakudao, Ma. Luz Tan, Samuel Dumlao, and Ricardo Dakudao (Dumlao, et al.) are the owners of a parcel of land situated at the comer of Governor Forbes (now Lacson Avenue) and Piy Margal Streets, Sampaloc, Manila. In 2004, Dumlao, et al. entered into a Joint Venture Agreement with Burgundy Asset Development Corporation (Burgundy Asset), through its president Rogelio Serafica (Serafica)The agreement involved the development of the parcel of land into a residential and commercial condominium. Burgundy Asset committed to complete the project on or before November 11, 2009.[1] However, Burgundy Asset failed to finish the project. Dumlao, et al. repeatedly demanded from Burgundy Asset the performance of its obligation but to no avail. In 2010, Burgundy Asset engaged the services of Atty. Yolando F. Lim (Atty. Lim) to handle the legal concerns involving the condominium project.[2]\n\nOn November 6, 2012, Dumlao, et al. demanded from Burgundy Asset to submit their concern to arbitration.[3] In response, Atty. Lim recommended to hold off the arbitration and to exhaust all avenues of amicable settlement.[4] On February 6, 2013, Burgundy Asset authorized Atty. Lim to negotiate with Dumlao, et al. or their lawyer Atty. George Cabebe (Atty. Cabebe).[5] Atty. Lim then met with Dumlao, et al. where they verbally agreed to give Burgundy Asset sufficient time to complete the project and pay its obligations. On June 7, 2013, Dumlao, et al. and Burgundy Asset, through Serafica, entered into a compromise agreement. Dumlao, et al. gave Burgundy Asset until July 30, 2015 to finish the project. Burgundy Asset promised to pay liquidated damages to Dumlao, et al. on or before September 1, 2013. Lastly, the parties stipulated that Dumlao, et, al. shall be entitled to the possession of the real property in case of material breach on the part of Burgundy Asset. Moreover, Dumlao, et al. may file appropriate civil action against Burgundy Asset without arbitration.[6]\n\nFrom July to December 2013, Dumlao, et al. sent billing letters to Burgundy Asset pursuant to their compromise agreement.[7] In the Billing Letter dated November 4, 2013, Dumlao, et al. quoted Article III(2) of the compromise agreement regarding the commitment of Burgundy Asset to pay liquidated damages,[8] thus:\n4 November 2013\n\nBURGUNDY ASSET DEVELOPMENT CORP.\nBurgundy Corporate Tower\n252 Sen. Gil Puyat Avenue\nMakati City\n\nATTN: MR. ROGELIO T. SERAFICA\nPresident\n\nRE: LIQUIDATED DAMAGES\n\nGentlemen:\n\nWe would like to remind you of Art. III, Par. 2 of the Compromise Agreement that we have executed which we are reproducing for your reference, to wit:\n\"2. The DEVELOPER shall continue . to pay the LANDOWNER, the amount of [P]300,000.00 every month up to July 2015, plus legal rate of interest if not paid. However, if the DEVELOPER pays the damages on time, i.e. before the 30th day of each and every month, until the project is delivered, there shall be a prompt payment discount in an amount equivalent to thirty percent (30%) of the sum due, or the sum payable of only [P]210,000.00.\"\nOur records show that you have not paid the amount of liquidated damages for the month of October 2013, which is supposed to be paid on or before October 2013, thus, the 30% discount mentioned in the aforementioned agreement is forfeited.\n\nAccordingly, we are billing you the amount of [P]300,000.00, which is the liquidated damages payable for the month of October 2013.\n\nVery truly yours,\n\nROBERTO L. DAKUDAO, SR., et al.,\n(Signed)\nBY: MA. VICTORIA D. DUMLAO\n\ncc: Atty. Yolando F. Lim[9] (Emphasis supplied)\nOn November 20, 2013, Atty. Lim apologized to Dumlao, et al. for the delay and disclosed a possible source of funds to cover Burgundy Asset's financial obligation,[10] to wit:\nNovember 20, 2013\n\nROBERTO L. DAKUDAO, SR., ET AL.\nDakudao Compound, Km 6 Lanang\nDavao City\n\nThru: MA. VICTORIA D. DUMLAO\n\nRE: Reply to 4 November 2013 Letter\n\nSir\/Madam,\n\nWe are sorry about the delay. We will make up [for] the delay as soon as the funds will be [sic] released to Burgundy on or before December. We know that we have been promising a lot of times but hopefully, this time it could [sic] no longer a promise but already a reality.\n\nWe will inform you on or before December 20, 2013 about the status of the funds we are anticipating to arrive to pay off the obligation. Again, please bear with us.\n\nThank you very much.\n\n\n \n\nTruly yours,\n \t\n(Signed)\n \t\nYOLANDO F. LIM\n \t\nFor the firm[11]\n\nIn February 2014, Atty. Lim requested for an extension of time to pay the.damages and to complete the project until May 2014. Yet, Burgundy Asset failed to perform its obligation[12] and could no longer be contacted.[13] In 2017, Dumlao, et.al. filed against Burgundy Asset a complaint for specific performance, sum of money, and damages with prayer for injunctive relief before the Regional Trial Court, Branch 49, Manila (RTC) docketed as Civil Case No. 17-138020.[14] Burgundy Asset moved to dismiss the case on the ground of lack of jurisdiction for non-referral of the case to arbitration.[15] On November 17, 2017, the RTC dismissed the complaint for prematurity and lack of cause of action.[16]\n\nMeantime, Victoria filed a disbarment complaint against Atty. Lim before the Integrated Bar of the Philippines (IBP).[17] Victoria alleged that Atty. Lim made untruthful statement during the proceedings in Civil Case No. 17- 138020 when he denied knowledge of the Compromise Agreement dated June 7, 2013 between Dumlao, et al. and Burgundy Asset.[18] The misrepresentation misled the RTC and gave Burgundy Asset more time to evade its obligations.[19] On the other hand, Atty. Lim contended that the disbarment case is a retaliatory action for the dismissal of the complaint before the RTC. Atty. Lim insisted that he was unaware of the compromise agreement because he was not present when Serafica signed the settlement. Atty. Lim also explained that there was a misunderstanding and that he was referring to the oral settlement he negotiated with Dumlao, et al. when he testified in open court.[20] Atty. Lim came to lmow of the existence of the Compromise Agreement dated June 7, 2013 only in 2017 when he received Dumlao, et al.'s complaint in Civil Case No. 17-138020. Atty. Lim did not deceive the RTC since he merely relayed Burgundy Asset's reason for the delay and plea for extension of time to comply with its obligation.[21]\n\nOn March 3, 2020, the IBP Commission on Bar Discipline found Atty. Lim guilty of violation of the Lawyer's Oath and Canons 1 and 10 of the Code of Professional Responsibility for making untruthful testimony in court proceedings. The Commission held that Atty. Lim cannot feign ignorance of the compromise agreement after he responded to Dumlao, et al.'s billing letter. Atty. Lim's theory that he was absent when Serafica signed the settlement is incompatible with the normal course of affairs where the corporate counsel assists the company president when signing official documents. The Commission recommended the penalty of two months suspension from the practice of law.[22] On February 25, 2022, the IBP Board of Governors affirmed the Commission's recommendation.[23]\n\nRULING\n\nThe Court adopts the IBP's findings with modification as to the penalty.\n\nIt is imperative that all lawyers live by the law. Any lawyer who engages in deceitful conduct deserves administrative sanctions.[24] Specifically, the Lawyer's Oath mandates every member of the legal profession to \"do no falsehood, nor consent to doing of any in court. \" Similarly, the Code of Professional Responsibility expects lawyers to observe candor and practice honesty when they appear and submit pleadings before the courts.[25] Apropos are Canons 1 and 10, to wit:\nCANON I - A lawyer shall uphold the constitution, obey the laws of the land and promote respect for law and legal processes.\n\nRULE 1.01 A lawyer shall not engage in unlawful, dishonest, immoral or deceitful conduct.\n\n. . . .\n\nCANON 10-A LAWYER OWES CANDOR, FAIRNESS AND GOOD FAITH TO THE COURT.\n\nRule 10.01 -A lawyer shall not do any falsehood, nor consent to the doing of any in Court; nor shall he mislead, or allow the Court to be misled by any artifice.\nTo be \"dishonest\" means the disposition to lie, cheat, deceive, defraud or betray; be unworthy; lacking in integrity, honesty, probity, integrity in principle, fairness and straight forwardness. A \"deceitful\" conduct means the proclivity for fraudulent and deceptive misrepresentation, artifice or device that is used upon another who is ignorant of the true facts, to the prejudice and damage of the party imposed upon.[26] Here, Atty. Lim testified that he was unaware of the Compromise Agreement dated June 7, 2013, and that he learned such settlement only in 2017 upon receipt of the complaint in Civil Case No. 17-138020, to wit:\nATTY. LIM: I am referring to a compromise agreement that we have entered into when I went to Davao. We have an agreement and I told them that we will pay according to their demand. So that was an agreement that I am referring to, Your Honor.\n\nCOURT: Not this June 7, 2013 Agreement?\n\nATTY. LIM: No, Your Honor, because I went before that June, Your Honor, in Davao, we have an agreement there that we are going to pay what they demanded.\n\n. . . .\n\nCOURT: Would you please state for the record this morning based on your best recollection, when was the first time, if any, that you learned about the compromise agreement of 7 June 2013?\n\nATTY. LIM: Actually, when I received the complaint, Your Honor, we invoked that right.\n\nCOURT: Oh! That was the first time you became aware?\n\nATTY. LIM: Yes, Your Honor, because they brought a letter to me what I am thinking about is the compromise agreement that we entered in Davao.\n\nATTY. CANTANO: Your Honor, if I may, Your Honor?\n\nCOURT: Was it reduced in writing?\n\nATTY. LIM: It was not reduced in writing, Your Honor, because we agreed there only [sic] Atty. Cabebe told me that we have to comply with my commitment and they agreed that they will not take any action against us, because in the first place, Your Honor, they said that they are going to... they want us to select the arbiter to compose the arbiters who will decide.[27] (Emphasis supplied)\nHowever, Dumlao, et al.'s Billing Letter dated November 4, 2013 explicitly quoted Article III(2) of the compromise agreement regarding the commitment of Burgundy Asset to pay liquidated damages to Dumlao, et al. Immediately, Atty. Lim responded to the letter and apologized to Dumlao, et al. for the delay. With these hard facts, Atty. Lim cannot conveniently argue that he was merely referring to an oral settlement. Atty. Lim should have been more circumspect that Dumlao, et al. were invoking the terms and conditions of a written compromise agreement: lest they would not be able to reproduce its exact provisions. Atty. Lim's claim that there was a misunderstanding, which he only realized later when he learned about the new Compromise Agreement, is likewise specious. As discussed earlier, Dumlao, et al. had been sending billing letters to Burgundy Asset and Atty. Lim from July to December 2013 informing them the amount of liquidated damages. Hence, it is quite difficult to believe that Atty. Lim failed to notice that Dumlao, et al.'s billing letters were under an unfamiliar agreement despite receipt of several billing letters with essentially similar forms and contents. More telling is that Atty. Lim apologized for the delay and acknowledged Burgundy Asset's obligation in his Letter dated November 20, 2013. This suggests that Atty. Lim fully understood the import and consequences of the compromise agreement, which is far from a simple misunderstanding or miscommunication. Also, the billing letters and the response negate Atty. Lim's allegation that he learned the existence of the compromise agreement only in 2017 or upon receipt of the complaint in Civil Case No. 17-138020. The lapse of almost three years does not justify innocence and good faith on the part of a corporate counsel who handles the legal documents of his client. Taken together, Atty. Lim exhibited dishonesty in feigning ignorance of the Compromise Agreement dated June 7, 2013. Atty. Lim stood by his false statement not only in the related civil case but also throughout this administrative proceeding until he was caught in that sticky web of mendacity of his own making.\n\nIn Maligaya v. Atty. Doronilla, Jr.,[28] the respondent faced two months of suspension from the practice of law for untruthfully stating to the court that complainant had agreed to withdraw his lawsuits. It was held that an effort to compromise does not justify the sacrifice of truthfulness in court. In Bantolo v. Atty. Castillon, Jr.,[29] the Court suspended the respondent for a period of one month from the practice of law after he defied a court order and issued misleading statements as to the pendency of a related case. The penalty meted will provide the respondent with enough time to purge himself of his misconduct and give him the opportunity to retrace his steps back to the virtuous path of the legal profession. Upon a second look at the circumstances of the case vis-a-vis the commensurate penalty imposed in parallel cases, this Court holds that a one-month suspension is sufficient, considering that this is Atty. Lim's first offense.[30]\n\nThe Court reiterates that members of the bar are held to strict accountability insofar as candor and honesty towards the court is concerned. Lawyers should act and comport themselves with honesty and integrity in a manner beyond reproach, in order to promote the public's faith in the legal profession.[31] Membership in the legal profession is bestowed upon individuals who are not only learned in law, but also known to possess good moral character.\n\nACCORDINGLY, the Court AFFIRMS the Resolution dated February 25, 2022 of the Integrated Bar of the Philippines Board of Governors with MODIFICATION in that respondent Atty. Yolando F. Lim is SUSPENDED for one month from the practice of law effective upon-receipt of this Resolution, with a stem warning that' a repetition of the same or similar acts will be dealt with more severely. The respondent is DIRECTED to immediately file a Manifestation to the Court that his suspension_has started, copy furnished all courts and quasi-judicial bodies where he has entered his appearance as counsel.\n\nLet copies of this Resolution be furnished to the Office of the Bar Confidant to be appended to respondent's record as member of the Bar; the Integrated Bar of the Philippines for its information and guidance; and the Office of the Court Administrator for circulation to all courts of the country.\n\nAfter completing his one (1) month suspension, Atty. Yolando F. Lim shall file with the Office of the Bar Confidant a Sworn Statement pursuant to Section 45 of the Code of Professional Responsibility and Accountability.\n\nSO ORDERED.\n\nLeonen, SAJ. (Chairperson), and Lazaro-Javier, J., concur.\nJ. Lopez*, and Kho, Jr*., JJ., On official business.","label":[[18,32,"CASE_NUM"],[47,63,"CASE_NUM"],[66,82,"PROM_DATE"],[85,107,"PERSON"],[131,145,"PERSON"],[180,193,"PERSON"],[336,358,"PERSON"],[360,368,"PERSON"],[371,391,"PERSON"],[393,406,"PERSON"],[408,430,"PERSON"],[430,458,"PERSON"],[460,471,"PERSON"],[473,486,"PERSON"],[492,507,"PERSON"],[509,515,"PERSON"],[672,678,"PERSON"],[731,769,"INS"],[771,785,"INS"],[810,826,"PERSON"],[828,836,"PERSON"],[945,959,"INS"],[1038,1052,"INS"],[1083,1089,"PERSON"],[1123,1137,"INS"],[1198,1212,"INS"],[1243,1257,"PERSON"],[1265,1268,"PERSON"],[1359,1365,"PERSON"],[1388,1402,"INS"],[1465,1468,"PERSON"],[1584,1598,"INS"],[1616,1619,"PERSON"],[1638,1644,"PERSON"],[1675,1688,"PERSON"],[1696,1702,"PERSON"],[1714,1717,"PERSON"],[1732,1738,"PERSON"],[1782,1796,"INS"],[1879,1885,"PERSON"],[1898,1912,"INS"],[1969,1975,"PERSON"],[1989,2003,"INS"],[2047,2061,"INS"],[2100,2106,"PERSON"],[2183,2189,"PERSON"],[2298,2312,"INS"],[2324,2330,"PERSON"],[2381,2395,"INS"],[2449,2455,"PERSON"],[2488,2502,"INS"],[2592,2598,"PERSON"],[2685,2699,"INS"],[2753,2785,"INS"],[2860,2879,"PERSON"],[3907,3930,"PERSON"],[3953,3975,"PERSON"],[3987,4001,"PERSON"],[4053,4056,"PERSON"],[4071,4077,"PERSON"],[4150,4164,"INS"],[4220,4243,"PERSON"],[4300,4322,"PERSON"],[4482,4490,"INS"],[4869,4883,"PERSON"],[4929,4932,"PERSON"],[5036,5050,"INS"],[5135,5141,"PERSON"],[5164,5178,"INS"],[5288,5308,"INS"],[5346,5370,"CASE_NUM"],[5376,5390,"INS"],[5530,5533,"INS"],[5618,5626,"PERSON"],[5670,5673,"PERSON"],[5730,5738,"PERSON"],[5758,5761,"PERSON"],[5814,5839,"CASE_NUM"],[5920,5926,"PERSON"],[5939,5953,"INS"],[5992,5995,"INS"],[6005,6019,"INS"],[6085,6088,"PERSON"],[6194,6197,"INS"],[6205,6208,"PERSON"],[6336,6339,"PERSON"],[6457,6463,"PERSON"],[6515,6518,"PERSON"],[6626,6632,"PERSON"],[6656,6680,"CASE_NUM"],[6688,6691,"PERSON"],[6712,6715,"INS"],[6740,6754,"INS"],[6912,6915,"PERSON"],[6961,6976,"STA"],[7105,7108,"PERSON"],[7182,7188,"PERSON"],[7221,7224,"PERSON"],[7632,7637,"INS"],[8154,8169,"STA"],[8179,8186,"STA"],[8305,8314,"STA"],[8405,8413,"STA"],[8475,8485,"STA"],[8559,8564,"INS"],[8601,8606,"INS"],[9074,9077,"PERSON"],[9238,9262,"CASE_NUM"],[9278,9281,"PERSON"],[9515,9520,"INS"],[9562,9565,"PERSON"],[9720,9725,"INS"],[9915,9918,"PERSON"],[9997,10002,"INS"],[10057,10060,"PERSON"],[10201,10208,"PERSON"],[10245,10250,"INS"],[10286,10289,"PERSON"],[10375,10381,"PERSON"],[10680,10686,"PERSON"],[10824,10838,"INS"],[10868,10874,"PERSON"],[10902,10905,"PERSON"],[10948,10954,"PERSON"],[11007,11010,"PERSON"],[11095,11099,"PERSON"],[11138,11144,"PERSON"],[11296,11299,"PERSON"],[11468,11474,"PERSON"],[11519,11533,"INS"],[11544,11547,"PERSON"],[11675,11678,"PERSON"],[11701,11707,"PERSON"],[11884,11887,"PERSON"],[11930,11944,"INS"],[12022,12025,"PERSON"],[12221,12224,"PERSON"],[12345,12369,"CASE_NUM"],[12549,12552,"PERSON"],[12650,12653,"PERSON"],[12844,12876,"CASE_NUM"],[13146,13177,"CASE_NUM"],[13187,13192,"INS"],[13688,13693,"INS"],[13774,13777,"PERSON"],[13804,13809,"INS"],[14270,14275,"INS"],[14426,14440,"PERSON"],[14707,14712,"INS"],[14897,14924,"INS"],[15065,15098,"INS"],[15199,15213,"PERSON"],[15292,15364,"STA"],[15380,15386,"PERSON"],[15412,15425,"PERSON"],[15439,15447,"PERSON"],[15454,15457,"PERSON"]],"Comments":[]}
{"id":160,"text":"FIRST DIVISION\n[ G.R. No. 247490, March 02, 2022 ]\nMA. LUISA ANNABELLE A. TORRES, RODOLFO A. TORRES, JR., AND RICHARD A. TORRES, PETITIONERS, VS. REPUBLIC OF THE PHILIPPINES, AND REGISTER OF DEEDS OF DAVAO CITY,* RESPONDENTS.\n\nD E C I S I O N\nINTING, J.:\n\nBefore the Court is a Petition[1] for Review on Certiorari under Rule 45 of the Rules of Court assailing the Resolutions dated July 27, 2018[2] and April 30, 2019[3] of the Court of Appeals (CA) in CA-G.R. SP No. 08294-MIN. The CA dismissed the petition for annulment of judgment under Rule 47 of the Rules of Court filed by Ma. Luisa Annabelle A. Torres, Rodolfo A. Torres, Jr. and Richard A. Torres (collectively, petitioners) and denied reconsideration thereof, respectively.\n\nThe Antecedents\n\nOn April 5, 1991, the Republic of the Philippines (Republic), through the Solicitor General, filed with Branch 8, Regional Trial Court (RTC Branch 8), Davao City a Complaint[4] for Cancellation of Titles against spouses Leonora R. Caspar (Leonora) and Florencio Gaspar (Florencio) (collectively, Spouses Gaspar) and the Register of Deeds of Davao City praying for the cancellation of the free patents and the original certificates of titles (OCTs) issued pursuant thereto in the names of Spouses Gaspar and docketed as Civil Case No. 20,665-91. The Republic sought the cancellation of the following: Free Patent Nos. (XI-I) 4093 and (XI-I) 4362; OCT Nos. P-9923 and P-10220 issued in the name of Leonora; Free Patent Nos. (XI-I) 4094 and (XI-I) 4361; and OCT Nos. P-9924 and P-10221 issued in the name of Florencio. The Republic also sought the reversion of the lots covered by the free patents and the OCTs.[5]\n\nSpouses Gaspar filed their answer.[6]\n\nTrial on the merits ensued.\n\nIn the Decision[7] dated April 20, 1999, the RTC Branch 8 found that the free patent applications granted to Spouses Gaspar were tainted with fraud and misrepresentation; thus, it ordered the cancellation of their titles. The dispositive portion of the Decision reads:\nFOR THE FOREGOING CONSIDERATIONS the complaint of plaintiff Republic of the Philippines for the cancellation of the separate titles of the Spouses Leonora and Florencio Gaspar is hereby GRANTED.\n\nAccordingly, judgment is hereby rendered ordering the:\n1. Cancellation of the Free Patents Nos. (X1-1) 4093 and (X1-1) 4362 as well as the Original Certificate of Title Nos. P-9923 and P-10220 issued in the name of Leonora Gaspar;\n\n2. Cancellation of the Free Patents Nos. (XI-1) 4094 and (XI-1) 4361 as well as the and [sic] Original Certificate of Title Nos. P-9924 and P-10221 issued in the name of Florencio Gaspar;\n\n3. Reversion of Lot No. 7793-A, Csd-11-006493, Lot No. 7792-A, Csd-11-006606, Lot No. 7793-C, Csd-11-006493 and Lot No. 7792-C, Csd-11-006606 covered by the aforesaid Patents and Certificates of Title to the government;\n\n4. Defendants Leonora Gaspar and Florencio Gaspar to surrender the owner's duplicate copies of Original Certificates of Titles Nos. P-10220, P-10221, P-9923 and P-9924 to the Register of Deeds of Davao City and directing the latter to cancel said Original Certificates of Title in its books and records; and,\n\n5. Defendants Leonora Gaspar and Florencio Gaspar to desist from exercising acts of possession or ownership over the premises.\n\nSO ORDERED.[8]\nSpouses Gaspar filed their appeal with the CA docketed as CA-G.R. CV No. 64921.[9]\n\nIn the Decision[10] dated January 5, 2011, the CA affirmed in toto the RTC Branch 8 Decision. It likewise denied Spouses Gaspar's motion for reconsideration in a Resolution[11] dated July 14, 2011.\n\nLeonora filed before the Court a petition for review on certiorari docketed as G.R. No. 197918. In the Court's Resolution[12] dated February 6, 2012, the Court denied the petition for Leonora's failure to show any reversible error on the part of the CA. The Court also denied her motion for reconsideration in the Resolution[13] dated June 27, 2012. Subsequently, the Court issued an Entry of Judgment[14] on August 23, 2012.\n\nDuring the execution stage of the decision, the Republic filed with the RTC Branch 8, in Civil Case No. 20,665-91, a Manifestation and Motion dated April 7, 2014. The Republic moved for the cancellation of all the derivative titles emanating from the free patents and OCTs of Spouses Gaspar that RTC Branch 8 ordered cancelled in its Order dated April 20, 1999.[15]\n\nThe RTC Ruling\n\nOn June 30, 2015, the RTC Branch 8 issued an Order,[16] the dispositive portion of which reads:\n      Considering the foregoing, the motion is hereby GRANTED.\n\n      Accordingly:\n1)\nFree Patent Nos (XI-I) 4093, (XI-1) 4362, (XI-I) 4094 and (XI-I) 4361 are hereby ordered cancelled;\n \t \n2)\nTCT No. T-454799, a derivative title of OCT No. P-10220, is hereby ordered cancelled;\n \t \n3)\nTCT Nos. T-304045, T-304046, T-304047, T-304048, T-304049, T-304050, T-304051, T-304052, T-304053, and T-304054, which are derivative titles of OCT No. P-10221, are hereby ordered cancelled;\n \t \n4)\nTCT Nos. T-146-2011006573 and T-146-2013003191, both derivative titles of OCT No. P-9923, are hereby ordered cancelled;\n \t \n5)\nTCT No. T-454798 , a derivative title of OCT No, P-9924, is hereby ordered cancelled;\n \t \n6)\nIn addition, defendants Leonora Gaspar and Florencio Gaspar are ordered to surrender the aforementioned derivative titles to the Register of Deeds of Davao City and the latter is directed to cancel Original Certificate of Title in its book and records;\n \t \n7)\nAlso, defendants Leonora Gaspar and Florencio Gaspar and their successor's in-interest are ordered to desist from exercising acts of possession or ownership over the premises; and\n \t \n8)\nFinally, Lot No. 7793-A, Csd 11-006493, Lot No. 7792-A, Csd -11-006606, Lot No. 7793-C , Csd 11-006493 and Lot No. 7792-C, Csd-11-006606 covered by the aforesaid patents and Certificate of title be reverted to the government.\n      SO ORDERED.[17]\nThe CA Petition\n\nPetitioners, who were the registered owners of Transfer Certificates of Titles (TCT) Nos. T-304045, T-304046, T-304047, T-304048, and T-304050, which are the derivatives titles of OCT No. P-0221 that RTC Branch 8 ordered cancelled, filed with the CA a petition for the annulment of judgment under Rule 47 of the Rules of Court.\n\nPetitioners alleged that they were not parties to the proceedings before the RTC; thus, the RTC had not acquired jurisdiction over them as they are all living and working abroad. They also alleged that they were denied due process.[18] The Republic filed its Comment[19] thereto.\n\nThe CA Ruling\n\nIn the assailed Resolution[20] dated July 27, 2018, the CA dismissed the petition for annulment of judgment that assailed the RTC Order dated June 30, 2015. It found the petition unavailing because the Order being assailed was issued during the execution stage for the enforcement of a final and executory decision being carried out by the RTC through its residual authority under Section 6,[21] Rule 135 of the Rules of Court; and such Order is not a final judgment, order, or resolution contemplated under Rule 47.[22] The CA made the following ratiocination:\nThe State's Comment brought to light a similar petition for annulment of judgment against the exact same June 30, 2015 Order of the Regional Trial Court in Civil Case No. 20,665-91, titled Hsi Pin Liu, et al. v. Republic of the Philippines, docketed as CA-G.R. SP No. 07590-MIN involving the cancelled titles in the name of Spouses Gaspar.\n\nIn CA-G.R. SP No. 07590-MIN, the petitioners in that case petitioned to annul the same Order sought to be annulled here in this case. They raised the same issues and argument, but were found by this court's Twenty-Third Division to be without merit in its Resolution dated August 24, 2016. It held:\nA conscientious review of the rollo of the case reveals that the assailed 30 June 2015 Order of the RTC is neither a judgment, final order or resolution within the context of [Rule 47].\n\nSection 1, Rule 47 of the Rules of Court respecting Annulment of Judgments or Final Orders and Resolutions provides:\n\nSection 1. Coverage. — This Rule shall govern the annulment by the Court of Appeals of judgments or final orders and resolutions in civil actions of Regional Trial Courts for which the ordinary remedies of new trial, appeal, petition for relief or other appropriate remedies are no longer available through no fault of the petitioner.\n\nx x x\n\nIn the present case, the assailed Order has nothing to do with the disposition of Civil Case No. 20,665-91, but instead, merely deals with the enforcement of RTC's final and executory April 20, 1999 Decision. For that reason, said Order cannot amount to a judgment, final order or resolution, rather, it contemplates the residual authority recognized by Section 6, Rule 135 of the Rules of Court.\nThe present case here is no different. The doctrine of stare decisis et non quieta movere (to adhere to precedents and not to unsettle things which are established) finds application here.[23]\nThe CA denied petitioners' Motion for Reconsideration[24] in its Resolution dated April 30, 2019.[25]\n\nHence, the instant Petition for Review on Certiorari[26] filed by petitioners.\n\nPetitioners argue that the CA erred in dismissing its petition for annulment of the RTC Order dated June 30, 2015 insofar as it ordered the cancellation of their titles, i.e.: TCT Nos. Nos. 304045, 304046, 304047, 304048, and 304050. They alleged that the cancellation of the derivative titles was done without jurisdiction and without due process of law and that such cancellation would not apply to them as they were buyers in good faith.[27] Petitioners insist that they can avail themselves of the petition for annulment of judgment because the June 30, 2015 Order varied the judgment sought to be enforced and that they were not parties in Civil Case No. 20,665-91; thus, the ordinary remedies of new trial, appeal, petition for relief, or other appropriate remedies could not be possibly available through no fault of their own.[28]\n\nPetitioners assert that the CA erred when it invoked in their case the doctrine of stare decisis on the basis of the August 24, 2016 Decision issued by the CA Twenty-Third Division in the case of Hsi Pin Liu v. Republic of the Philippines, docketed as CA-G.R. SP No. 07590-MIN.[29]\n\nPetitioners further contend that the issuance of the RTC Order dated June 30, 2015 was not by virtue of the RTC's so-called \"residual authority\" because such authority only becomes available at a stage in which the trial court is normally deemed to have lost jurisdiction over the case and\/or the subject matter involved in the appeal; and there is no residual jurisdiction to speak of where no appeal has ever been filed.[30]\n\nThe Republic filed its Comment.[31] After which, petitioners filed their Reply.[32]\n\nThe Court's Ruling\n\nThe Court finds no merit in the petition.\n\nPreliminarily, the Court addresses the procedural issue raised by the Republic in its Comment. It alleges that the present petition is dismissible outright because the verification and the certification of non-forum shopping was signed not by petitioners but by their counsel.\n\nThe Court is not persuaded.\n\nIn Altres v. Empleo,[33] the Court ruled:\nFor the guidance of the bench and bar, the Court restates in capsule form the jurisprudential pronouncements already reflected above respecting non-compliance with the requirements on, or submission of defective, verification and certification against forum shopping:\n\n1) A distinction must be made between non-compliance with the requirement on or submission of defective verification, and non­-compliance with the requirement on or submission of defective certification against forum shopping.\n\n2) As to verification, non-compliance therewith or a defect therein does not necessarily render the pleading fatally defective. The court may order its submission or correction or act on the pleading if the attending circumstances are such that strict compliance with the Rule may be dispensed with in order that the ends of justice may be served thereby.\n\n3) Verification is deemed substantially complied with when one who has ample knowledge to swear to the truth of the allegations in the complaint or petition signs the verification, and when matters alleged in the petition have been made in good faith or are true and correct.\n\n4) As to certification against forum shopping, non-compliance therewith or a defect therein, unlike in verification, is generally not curable by its subsequent submission or correction thereof, unless there is a need to relax the Rule on the ground of \"substantial compliance\" or presence of \"special circumstances or compelling reasons.\"\n\n5) The certification against forum shopping must be signed by all the plaintiffs or petitioners in a case; otherwise, those who did not sign will be dropped as parties to the case. Under reasonable or justifiable circumstances, however, as when all the plaintiffs or petitioners share a common interest and invoke a common cause of action or defense, the signature of only one of them in the certification against forum shopping substantially complies with the Rule.\n\n6) Finally, the certification against forum shopping must be executed by the party-pleader, not by his counsel. If, however, for reasonable or justifiable reasons, the party-pleader is unable to sign, he must execute a Special Power of Attorney designating his counsel of record to sign on his behalf.[34]\nWhile it was petitioners' counsel who signed the verification and certification against forum shopping, the Court finds that there is substantial compliance with the requirements stated under the above-quoted paragraphs 3 and 6. Verification is simply intended to secure an assurance that the allegations in the pleading are true and correct and not the product of the imagination or a matter of speculation and that the pleading is filed in good faith.[35] This was complied with by petitioners' counsel when he stated the following in his verification and certification against forum shopping attached to the instant petition:\nThat I am the legal counsel of the petitioners and I am also an attorney-in-fact of the petitioners; petitioner Ma. Luisa Annabelle A. Torres is presently working and residing in Ontario, Canada, while petitioners Rodolfo A. Torres, Jr. and Richard A. Torres are working and residing in Florida, USA; and as petitioners' attorney-in-fact, I am fully armed with Special Powers of Attorney executed by the petitioners, original copies of which are attached hereto and respectively marked as Annexes \"K,\" \"L,\", and \"M\" to form part hereof. x x x\n\nThat after conferring with the petitioners via long distance regarding the aforesaid questioned Resolutions of the Court of Appeals, we caused the preparation of the foregoing petition;\n\nThat I have read and understood the allegations contained in the foregoing petition and that the same are true and correct of my own knowledge or based on authentic records;[36] (Emphasis omitted.)\nMoreover, as petitioners are all living and working abroad and could not sign the certification against forum shopping, petitioners executed their respective Special Powers of Attorney[37] designating their counsel on record to sign the certification against forum shopping on their behalf; thus:\n4. To elevate to the appellate court or administrative body by way of appeal or by any other legal remedies on any question of facts and\/or any question of law with full power and authority to sign the verification as well as the certification against forum shopping that may be appended to any pleading or pleadings to be filed in the appellate court or administrative body.[38]\nSimilar to the rules on verification, the rules on forum shopping are designed to promote and facilitate the orderly administration of justice; hence, it should not be interpreted with such absolute literalness as to subvert its own ultimate and legitimate objectives.[39] The requirement of strict compliance with the provisions on certification against forum shopping merely underscores its mandatory nature to the effect that the certification cannot altogether be dispensed with or its requirements completely disregarded.[40]\n\nAs to the merits of the case, petitioners contend that the CA erred in dismissing their petition for annulment of the RTC Order dated June 30, 2015 that directed the cancellation of their titles. Petitioners maintain that the RTC Order was issued without jurisdiction as they were not parties in Civil Case No. 20,665-91 and without due process of law.\n\nThe Court is not impressed.\n\nNotably, the CA Twenty-Third Division's Decision on Hsi Pin Liu v. Republic of the Philippines (CA-G.R. SP No. 07590-MIN) dated August 24, 2016, which was relied upon by the CA Twenty-Second Division when it dismissed herein petitioners' petition for annulment of judgment, had already reached the Court through a petition for review on certiorari, entitled Hsi Pin Liu, Belinda Y. Liu, Atty. Brian Dexter M. Medija, and Severina O. Yu v. Republic of the Philippines (Liu), and docketed as G.R. No. 231100. In the Court's Resolution dated January 15, 2020, the petition for review filed by the petitioners was dismissed for lack of merit. The Court made the following disquisition:\nPetitioners basically raise before the Court the same issues which they presented before the CA. They argue that the Challenged Order of the RTC expands the coverage and effect of the RTC Decision that has become final and immutable because the Challenged Order directs the cancellation of TCT Nos. T-146-2011006573 and T-146-2011003625, which are derivative certificates of title from spouses Gaspar's original certificates of title and axe now in the names of petitioners, who were not original parties to the original case. Not being original parties to the original case, the RTC has no jurisdiction over their persons; and they are being deprived of their property without due process of law.\n\nx x x x\n\nThe petition is bereft of merit.\n\nIt will be recalled that the RTC Decision ordered the \"Reversion of Lot No. 7793-A, Csd-11-006493, Lot No. 7792-A, Csd-11-006606, Lot No. 7793-C, Csd-11-006493 and Lot No. 7792-C, Csd-11-006606 covered by the x x x Patents and Certificates of Title [issued in the names of Leonora Gaspar and Florencio Gaspar] to the government\" and the cancellation of the said patents and certificates of title.\n\nWhile the RTC Decision does not expressly include the cancellation of certificates of title subsequently derived and issued from the original certificates of title in the names of spouses Gaspar, the reversion of the subject lots to the government or the public domain cannot be fully effected without the cancellation of such derivative titles.\n\nIndeed, the CA was correct when it dismissed the Petition for Annulment of Judgment. Not only is the Challenged Order of the RTC not a judgment or a final order or resolution, petitioners have not alleged any of the grounds sanctioned by Section 2, Rule 47 of the Rules: extrinsic fraud and lack of jurisdiction.\n\nAs correctly observed by the Republic, petitioners did not allege any extrinsic fraud committed by any of the parties. The RTC had jurisdiction over the original case for reversion and cancellation of patents and certificates of title.\n\nPetitioners are not being deprived of their property without due process of law. Petitioners ultimately derive their rights over the subject lots from patents and original certificates of title obtained by and issued to spouses Gaspar. Since the patents and certificates of title of spouses Gaspar had been declared void due to fraud and misrepresentation and ordered cancelled, they had no right over the subject lots which they could have transferred to their immediate transferees and the latter in turn had no right which they could have transferred to their respective transferees, including petitioners. Since their predecessors-in-interest had no right over the subject lots to transfer to petitioners, the latter cannot be deprived of a right, even if it involves property, which does not exist.\n\nAlso, the well-settled doctrine is that indefeasibility of a title does not attach to titles issued pursuant to patents that have been secured by fraud or misrepresentation inasmuch as the registration of a patent under the Torrens system is not a mode of acquiring ownership and does not by itself vest title; but it merely confirms the registrant's already existing one. The certificates of title registered in the names of petitioners not being indefeasible can be ordered cancelled.\n\nThe CA was correct in invoking the residual authority of the RTC. As authorized by Section 6, Rule 135 of the Rules, the RTC may issue all auxiliary writs, processes and other means necessary to carry its jurisdiction into effect, and if the procedure to be followed in the exercise of such jurisdiction is not specifically pointed out by law or by the Rules, any suitable process or mode of proceeding may be adopted which appears conformable to the spirit of the said law or Rule. It cannot be denied that the Challenged Order was issued by the RTC to execute its Decision of April 20, 1999, specifically ordering the reversion of the subject lots to the government.[41]\nThe case of Liu is binding and applicable in the instant case based on the salutary doctrine of stare decisis et non quieta movere which means \"to adhere to precedents, and not to unsettle things which are established.\"[42] In Chinese Young Men's Christian Association of the Philippine Islands v. Remington Steel Corp.,[43] the Court explained the importance of the rule of stare decisis when it held:\nThe doctrine of stare decisis is one of policy grounded on the necessity for securing certainty and stability of judicial decisions, thus:\nTime and again, the court has held that it is a very desirable and necessary judicial practice that when a court has laid down a principle of law as applicable to a certain state of facts, it will adhere to that principle and apply it to all future cases in which the facts are substantially the same. Stare decisis et non quieta movere. Stand by the decisions and disturb not what is settled. Stare decisis simply means that for the sake of certainty, a conclusion reached in one case should be applied to those that follow if the facts are substantially the same, even though the parties may be different. It proceeds from the first principle of justice that, absent any powerful countervailing considerations, like cases ought to be decided alike. Thus, where the same questions relating to the same event have been put forward by the parties similarly situated as in a previous case litigated and decided by a competent court, the rule of stare decisis is a bar to any attempt to relitigate the same issue.[44]\nTo stress, the facts of the instant case and those of the Liu case are substantially the same. The RTC Branch 8 ordered the cancellation of the TCTs of herein petitioners and of Hsi Pin Liu, in its Order dated June 30, 2015 because their TCTs were all derived from OCT Nos. P-10221 and P-9923 issued in the names of Florencio and Leonora, respectively.[45] To recall, in its Decision dated April 20, 1999, the RTC ordered the cancellation of the free patents and OCTs of the Spouses Gaspar by reason of fraud and misrepresentation attendant in their issuances and directed that the lots covered by the order of cancellation be reverted back to the government.[46] Herein petitioners and Hsi Pin Liu, et al., separately filed petitions for annulment of the RTC Order dated June 30, 2015 wherein both respectively alleged that they were not original parties in Civil Case No. 20,665-91, the court had not acquired jurisdiction over their person, and they were denied due process. The CA dismissed both petitions.\n\nThe Court had already declared in the Liu case that a petition for annulment of the RTC Order dated June 30, 2015 is unavailing because the assailed Order is not a judgment, final order, or resolution contemplated under Rule 47 of the Rules of Court but an issuance to carry out the execution of the RTC Decision dated April 20, 1999 which ordered the reversion of the subject lots to the government. Consequently, the Court applies the Liu ruling to the instant case. Once a case has been decided one way, any other case involving exactly the same point at issue, as in the present case, should be decided in the same manner.[47]\n\nWHEREFORE, the petition is DENIED. The Resolutions dated July 27, 2018 and April 30, 2019 of the Court of Appeals in CA-G.R. SP No. 08294-MIN are hereby AFFIRMED.\n\nSO ORDERED.\n\nGesmundo, C.J., (Chairperson), Caguioa, Gaerlan, and Dimaampao, JJ., concur.\n","label":[[17,32,"CASE_NUM"],[55,80,"PERSON"],[82,99,"PERSON"],[110,127,"PERSON"],[146,173,"INS"],[243,253,"PERSON"],[267,272,"INS"],[321,350,"STA"],[429,445,"INS"],[447,449,"INS"],[454,478,"CASE_NUM"],[484,486,"INS"],[542,571,"STA"],[581,610,"PERSON"],[612,634,"PERSON"],[639,656,"PERSON"],[775,802,"INS"],[867,887,"INS"],[889,892,"INS"],[973,990,"PERSON"],[992,999,"PERSON"],[1005,1021,"PERSON"],[1023,1032,"PERSON"],[1057,1063,"PERSON"],[1249,1255,"PERSON"],[1272,1296,"CASE_NUM"],[1449,1456,"PERSON"],[1558,1567,"PERSON"],[1674,1680,"PERSON"],[1779,1783,"INS"],[1851,1857,"PERSON"],[2063,2090,"INS"],[2150,2157,"PERSON"],[2162,2178,"PERSON"],[2414,2428,"PERSON"],[2601,2617,"PERSON"],[2855,2869,"PERSON"],[2874,2890,"PERSON"],[3165,3179,"PERSON"],[3184,3200,"PERSON"],[3302,3308,"PERSON"],[3337,3339,"INS"],[3352,3372,"CASE_NUM"],[3425,3427,"INS"],[3449,3452,"INS"],[3499,3505,"PERSON"],[3577,3584,"PERSON"],[3602,3607,"INS"],[3656,3671,"CASE_NUM"],[3680,3685,"INS"],[3731,3736,"INS"],[3827,3829,"INS"],[3835,3840,"INS"],[3945,3950,"INS"],[4076,4079,"INS"],[4093,4117,"CASE_NUM"],[4288,4294,"PERSON"],[4300,4303,"INS"],[4375,4378,"INS"],[4409,4412,"INS"],[5211,5225,"PERSON"],[5230,5246,"PERSON"],[5464,5478,"PERSON"],[5483,5499,"PERSON"],[5886,5888,"INS"],[6099,6102,"INS"],[6146,6148,"INS"],[6196,6225,"STA"],[6305,6308,"INS"],[6320,6323,"INS"],[6513,6515,"INS"],[6580,6582,"INS"],[6650,6653,"INS"],[6864,6867,"INS"],[6920,6950,"STA"],[7049,7051,"INS"],[7218,7238,"INS"],[7242,7266,"CASE_NUM"],[7275,7325,"CASE_NUM"],[7339,7363,"CASE_NUM"],[7430,7454,"CASE_NUM"],[7826,7829,"INS"],[7913,7953,"STA"],[8098,8114,"INS"],[8180,8201,"INS"],[8456,8480,"CASE_NUM"],[8532,8535,"INS"],[8728,8769,"STA"],[8968,8970,"INS"],[9174,9176,"INS"],[9231,9234,"INS"],[9792,9816,"CASE_NUM"],[10015,10017,"INS"],[10183,10225,"CASE_NUM"],[10239,10263,"CASE_NUM"],[10323,10326,"INS"],[10378,10381,"INS"],[10787,10792,"INS"],[10807,10812,"INS"],[10865,10870,"INS"],[11128,11132,"INS"],[11156,11172,"CASE_NUM"],[11182,11187,"INS"],[11238,11243,"INS"],[13548,13553,"INS"],[14181,14210,"PERSON"],[14283,14305,"PERSON"],[14310,14327,"PERSON"],[14728,14744,"PERSON"],[16266,16268,"INS"],[16325,16328,"INS"],[16433,16436,"INS"],[16503,16527,"CASE_NUM"],[16565,16570,"INS"],[16603,16605,"INS"],[16642,16684,"CASE_NUM"],[16686,16710,"CASE_NUM"],[16888,16893,"INS"],[16948,17056,"CASE_NUM"],[17058,17061,"PERSON"],[17080,17095,"CASE_NUM"],[17104,17109,"INS"],[17233,17238,"INS"],[17311,17316,"INS"],[17365,17367,"INS"],[17413,17416,"INS"],[17456,17459,"INS"],[17666,17672,"PERSON"],[17852,17855,"INS"],[18043,18046,"INS"],[18287,18301,"PERSON"],[18306,18322,"PERSON"],[18422,18425,"INS"],[18600,18606,"PERSON"],[18771,18773,"INS"],[18884,18887,"INS"],[18997,19028,"STA"],[19196,19199,"INS"],[19538,19544,"PERSON"],[19601,19607,"PERSON"],[20607,20609,"INS"],[20664,20667,"INS"],[20686,20718,"STA"],[20724,20727,"INS"],[21150,21153,"INS"],[21288,21291,"PERSON"],[21503,21595,"CASE_NUM"],[21605,21610,"INS"],[22891,22894,"PERSON"],[22932,22935,"INS"],[23011,23022,"PERSON"],[23149,23158,"PERSON"],[23163,23170,"PERSON"],[23243,23246,"INS"],[23520,23531,"PERSON"],[23589,23592,"INS"],[23692,23716,"CASE_NUM"],[23815,23817,"INS"],[23849,23854,"INS"],[23883,23886,"PERSON"],[23929,23932,"INS"],[24066,24094,"STA"],[24145,24148,"INS"],[24264,24269,"INS"],[24282,24285,"INS"],[24574,24590,"INS"],[24594,24618,"STA"],[24654,24668,"PERSON"],[24685,24692,"PERSON"],[24694,24701,"PERSON"],[24707,24716,"PERSON"]],"Comments":[]}
{"id":161,"text":"SECOND DIVISION\n[ G.R. No. 250846, January 05, 2022 ]\nSPS. RONICO LOPEZ* AND MARCELINA LOPEZ, AND SPS. GLORIA LOPEZ ADORZA AND NICOMEDES ADORZA, PETITIONERS, VS. SPS. ADOLFO AND SUSANA POTOY, SPS. VICTOR AND BERLINA LUMAPAT, SPS. JUANITO AND LUZ POTOY, SPS. TEOFISTO AND SOTERA POTOY, SPS. ALLAN AND CARMELITA POTOY, SPS. HERBERTO** AND ROSARIO POTOY, SPS. SONNY AND ELENITA POTOY, SPS. MANITO AND SHIRLEY PALLER, SPS. REYNALDO AND MARILOU DOLLOSO, SPS. RICARDO AND ISIDRA SIBAYAN, AND SPS. VICTOR AND LOLITA BONJOC, RESPONDENTS.\n\nR E S O L U T I O N\nINTING, J.:\n\nBefore the Court is a Petition[1] for Review on Certiorari under Rule 45 of the Rules of Court assailing the Decision[2] dated January 24, 2019 and the Resolution[3] dated November 5, 2019 of the Court of Appeals (CA) in CA-G.R. CV No. 04771. The CA reversed and set aside the Decision[4] dated July 20, 2012 of Branch 35, Regional Trial Court (RTC), Ormoc City in Civil Case No. 4677-0.\n\nThe Antecedents\n\nSpouses Ronico Lopez (Ronico) and Marcelina Lopez and Spouses Gloria Lopez Adorza (Gloria) and Nicomedes Adorza (collectively, petitioners) filed a Complaint[5] for Quieting of Title and Damages against respondents[6] that sought to quiet title over a parcel of land registered in the name of petitioners under Transfer Certificate of Title (TCT) No. 28487,[7] measured at 80,000 square meters (sq. m.), described as Lot No. 9194-B of subdivision plan (LRC) Psd 277952, and situated in Barrio Nueva Vista, Ormoc City (subject property).[8]\n\nThe subject property was originally part of Lot No. 9194 registered in the name of Ronico and Gloria's parents, Severino Lopez (Severino) and Esperanza Lopez (Esperanza), under TCT No. 2556[9] and measured at 261,425 sq. m.[10]\n\nPetitioners denied having executed any deed of conveyance covering the subject property and averred that respondents' allegation that they acquired a two-hectare portion of Lot No. 9194 was baseless.[11]\n\nRespondents countered that Severino and Esperanza sold to Agustin Potoy (Agustin) a two-hectare portion of Lot No. 9194 registered under TCT No. 2556 as evidenced by a notarized Deed of Absolute Sale[12] executed in their local dialect. Agustin then executed an Affidavit of Adverse Claim[13] which caused the inscription of Entry No. 28508[14] on TCT No. 2556.[15] However, the adverse claim was canceled together with TCT No. 2556 upon the issuance of TCT No. 20066 to Dionisio Torrevillas (Torrevillas) and Esperanza Larrazabal as purchasers of Lot No. 9194.[16]\n\nThe Ruling of the RTC\n\nIn the Decision[17] dated July 20, 2012, the RTC found, by preponderance of evidence, that the claim of respondents was without merit; and it ordered them to respect the ownership of petitioners over the subject property. It also adjudged attorney's fees and costs of litigation in favor of petitioners.[18]\n\nThe RTC ruled that: (1) respondents did not present any evidence to prove their relationship to the deceased Agustin;[19] (2) they failed to establish which portion of the property was sold to Agustin considering that Lot No. 9194 is 261,425 sq. m.; and (3) it was Torrevillas who caused the cancellation of Agustin's adverse claim and not petitioners.[20] It was not convinced of the validity of the sale in favor of Agustin in view of the Notary Public's doubt as to the identity and capacities of the parties to the instrument.[21]\n\nThe RTC disposed of the case; thus:\nWHEREFORE, in view of the foregoing, this Court hereby finds the preponderance of evidence to be in favor of the plaintiffs as judgment is rendered quieting title of the plaintiffs over Lot no. 9194-B-4 now covered by TCT No. 48970 and declaring the claim of the defendants to be without merit. The defendants are hereby ordered to respect the ownership of the plaintiffs over the property in litigation, and are hereby ordered to pay to the plaintiffs, the amount of twenty five thousand pesos (P25,000.00) as attorney's fees and the amount of thirteen thousand nine hundred fifty seven and 75\/100 (P13,957.75) representing litigation expenses.\n\nSO ORDERED.[22]\nThe Ruling of the CA\n\nIn the assailed Decision[23] dated January 24, 2019, the CA reversed and set aside the RTC Decision, the dispositive portion of which reads:\nWHEREFORE, the present appeal is GRANTED. The Decision dated July 20, 2012, of the Regional Trial Court, Branch 35, Ormoc City in Civil Case No. 4677-0 is REVERSED and SET ASIDE. Plaintiffs-Appellees' Complaint dated October 18, 2006 is DISMISSED.\n\nSO ORDERED.[24]\nThe CA expressed a different appreciation of facts and reversed and set aside the RTC Decision: (1) it upheld the validity of the sale as its being duly notarized converted it into a public document which enjoyed the presumption of regularity and that petitioners failed to overturn this presumption by clear and convincing evidence;[25] (2) it lent no credence to petitioners' denial of having signed the duly notarized Deed of Absolute Sale as no other evidence was presented to show that it was not validly executed;[26] (3) it disagreed with the RTC's conclusion that the Notary Public's testimony could not be given too much weight and should be received with caution considering the passage of time and the natural tendency of notaries public to validate documents they allegedly notarized for fear of administrative liabilities;[27] and (4) it held that it was sufficient that the Notary Public testified that at the time the Deed of Absolute Sale was signed before him, he personally knew the parties, and that each party signed the document in his presence.[28]\n\nAggrieved, petitioners elevated the case to the Court via a Petition for Review on Certiorari.\n\nThe Issue\n\nThe lone issue brought forth in the petition is whether the CA committed reversible error in dismissing the Complaint for Quieting of Title anchored on the presumption of regularity accorded to the notarized Deed of Absolute Sale.\n\nThe Court's Ruling\n\nThe petition is devoid of merit.\n\nPetitioners reiterate that there is no deed of sale involving the subject property because they neither executed nor signed any, although they do not allege forgery as to the signatures appearing on the Deed of Absolute Sale.[29] They argue that the presumption of regularity of a notarized document cannot be applied when there is uncertainty by the notary public as regards the identity and legal capacities of the parties to the instrument.[30]\n\nThe Court is not convinced.\n\nA notarized instrument has in its favor the presumption of regularity. In the case, there is evidence that the sale between Esperanza Lopez and her children namely: Ronico, Catalina, and Gloria, as sellers; and Agustin, married to Crescenciana, as buyer was executed and notarized before Notary Public Demosthenes Tugonon (Tugonon).[31] The respondents presented the notarized Deed of Absolute Sale executed in favor of Agustin which Tugonon duly identified in his testimony in court.[32]\n\nBeing a public document, the subject notarized Deed of Absolute Sale enjoys the presumption of regularity. To overcome this presumption, there must be clear and convincing evidence. Absent such evidence, the presumption must be upheld.[33]\n\nIn the case, Tugonon, as the Notary Public who notarized the instrument, testified that Esperanza Lopez and her children: Ronico, Catalina, and Gloria, together with Agustin, went to his office sometime in 1969 for the execution and notarization of a deed of sale.[34] He admitted that he personally knew the Lopezes from Brgy. Buena Vista because of a religious organization they founded.[35] He further admitted that Esperanza and her children: Ronico, Catalina, and Gloria personally appeared before him and signed the Deed of Absolute Sale in his presence.[36]\n\nThe testimony of a notary public, who is an officer of the court, enjoys greater credence than that of an ordinary witness, especially if the latter's testimony consists of nothing more than mere denials.[37] Petitioners vehemently denied having executed any deed of sale in favor of Agustin.[38] But aside from Gloria's bare denial, petitioners failed to present any other evidence to prove their claim that they never executed a deed of sale in favor of Agustin involving the subject property.\n\nOne who denies the due execution of a deed where his or her signature appears has the burden of proving that contrary to the recital in the acknowledgment, one neither appeared before the notary public nor acknowledged the deed to be a voluntary act.[39] Although Gloria alleged minority at the time of the execution and notarization of the Deed of Absolute Sale to support her denial,[40] she failed to present competent evidence to prove such defense. Her testimony paled in comparison with that of Tugonon, who stated in no uncertain terms that petitioners, including Gloria, signed the Deed of Absolute Sale in his presence.\n\nRespondents' undisputed possession of the subject property since 1969[41] is also convincing evidence that demonstrates the existence of the sale. Otherwise, petitioners would have earlier asserted and exercised their right to take over the property.\n\nUnder the foregoing circumstances, the second indispensable requisite for an action to quiet title to prosper was not met, namely: the deed, claim, encumbrance, or proceeding claimed to be casting cloud on one's title must be shown to be in fact invalid or inoperative despite its prima facie appearance of validity or legal efficacy. Petitioners failed to discharge the burden of proving their claim that no deed of sale was executed in favor of Agustin covering the subject property.\n\nWHEREFORE, the petition is DENIED. The Decision dated January 24, 2019 and the Resolution dated November 5, 2019 of the Court of Appeals in CA-G.R. CV No. 04771 are AFFIRMED.\n\nSO ORDERED.\n\nPerlas-Bernabe, S.A.J., (Chairperson), Hernando, Gaerlan, and Dimaampao, JJ., concur.\n","label":[[18,33,"CASE_NUM"],[35,51,"PROM_DATE"],[59,71,"PERSON"],[77,92,"PERSON"],[103,122,"PERSON"],[127,143,"PERSON"],[167,173,"PERSON"],[178,190,"PERSON"],[197,203,"PERSON"],[208,223,"PERSON"],[230,237,"PERSON"],[242,251,"PERSON"],[258,266,"PERSON"],[271,283,"PERSON"],[290,295,"PERSON"],[300,315,"PERSON"],[322,330,"PERSON"],[337,350,"PERSON"],[357,362,"PERSON"],[367,380,"PERSON"],[387,393,"PERSON"],[398,412,"PERSON"],[419,427,"PERSON"],[432,447,"PERSON"],[454,461,"PERSON"],[466,480,"PERSON"],[491,497,"PERSON"],[502,515,"PERSON"],[551,561,"PERSON"],[575,579,"INS"],[629,658,"STA"],[760,776,"INS"],[778,780,"INS"],[785,805,"CASE_NUM"],[811,814,"INS"],[887,907,"INS"],[909,912,"INS"],[929,950,"CASE_NUM"],[978,990,"PERSON"],[992,998,"PERSON"],[1004,1019,"PERSON"],[1032,1051,"PERSON"],[1053,1059,"PERSON"],[1065,1081,"PERSON"],[1594,1600,"PERSON"],[1605,1611,"PERSON"],[1623,1637,"PERSON"],[1639,1647,"PERSON"],[1653,1668,"PERSON"],[1670,1679,"PERSON"],[1972,1980,"PERSON"],[1985,1994,"PERSON"],[2003,2016,"PERSON"],[2018,2025,"PERSON"],[2182,2189,"PERSON"],[2416,2436,"PERSON"],[2438,2449,"PERSON"],[2455,2475,"PERSON"],[2530,2533,"INS"],[2580,2583,"INS"],[2848,2851,"INS"],[2953,2960,"PERSON"],[3037,3044,"PERSON"],[3109,3120,"PERSON"],[3152,3159,"PERSON"],[3262,3269,"PERSON"],[3384,3387,"INS"],[3458,3463,"INS"],[4097,4099,"INS"],[4158,4160,"INS"],[4188,4191,"INS"],[4511,4513,"INS"],[4589,4592,"INS"],[5057,5060,"INS"],[5627,5632,"INS"],[5746,5748,"INS"],[5922,5927,"INS"],[6425,6430,"INS"],[6574,6589,"PERSON"],[6615,6621,"PERSON"],[6623,6631,"PERSON"],[6637,6643,"PERSON"],[6661,6668,"PERSON"],[6681,6693,"PERSON"],[6752,6771,"PERSON"],[6773,6780,"PERSON"],[6870,6877,"PERSON"],[6884,6891,"PERSON"],[7194,7201,"PERSON"],[7269,7284,"PERSON"],[7303,7309,"PERSON"],[7311,7319,"PERSON"],[7325,7331,"PERSON"],[7347,7354,"PERSON"],[7490,7495,"PERSON"],[7600,7609,"PERSON"],[7628,7634,"PERSON"],[7636,7644,"PERSON"],[7650,7656,"PERSON"],[8031,8038,"PERSON"],[8059,8065,"PERSON"],[8203,8210,"PERSON"],[8508,8514,"PERSON"],[8745,8752,"PERSON"],[8815,8821,"PERSON"],[9573,9580,"PERSON"],[9733,9749,"INS"],[9753,9773,"CASE_NUM"],[9802,9816,"PERSON"],[9841,9849,"PERSON"],[9851,9858,"PERSON"],[9864,9873,"PERSON"]],"Comments":[]}
{"id":162,"text":"FIRST DIVISION\n[ G.R. No. 258947, March 29, 2022 ]\nCOMMISSIONER OF INTERNAL REVENUE, PETITIONER, VS. COURT OF TAX APPEALS SECOND DIVISION AND QL DEVELOPMENT, INC., RESPONDENTS.\n\nD E C I S I O N\nCAGUIOA, J:\n\nThis is a Petition for Certiorari and Prohibition under Rule 65 (with Urgent Prayer for Issuance of Temporary Restraining Order and\/or Writ of Preliminary Injunction)[1] (Petition) filed by petitioner Commissioner of Internal Revenue (CIR) directly with the Court against respondents Court of Tax Appeals (CTA) Second Division (CTA Division) and QL Development, Inc. (QLDI), praying for the following reliefs:\nWHEREFORE, premises considered, it is most respectfully prayed of this Honorable Court that the instant petition be given DUE COURSE and after consideration thereof:\n\nA TEMPORARY RESTRAINING ORDER and\/or WRIT OF PRELIMINARY INJUNCTION be ISSUED against the Second Division of the Court of Tax Appeals, enjoining the latter from proceeding with CTA Case No. 10291 and from implementing the prohibition against petitioner from collection of deficiency taxes against private respondent, pending resolution of the instant petition;\n\nA WRIT OF CERTIORARI be ISSUED declaring the Resolutions dated 07 June 2021 and 11 December 2021, as well as the Writ of Prohibition enjoining petitioner from collecting deficiency taxes against private respondent for TY 2010 as NULL and VOID for being issued with grave abuse of discretion and\/or lack of jurisdiction, setting aside the same;\n\nA WRIT OF PROHIBITION be ISSUED to the Second Division of the Court of Tax Appeals, enjoining the latter from proceeding with CTA Case No. 10291, and from implementing the Writ of Prohibition against petitioner, and ordering the said court to dismiss the said case for lack of jurisdiction.\nOther relief just and equitable under the premises are likewise prayed for.[2]\n\nThe CIR essentially challenges the June 7, 2021[3] and December 11, 2021[4] Resolutions in CTA Case No. 10291, which cancelled QLDI's deficiency tax assessment for taxable year 2010 on the ground of prescription and enjoined the CIR from collecting the assessed deficiency taxes against QLDI.\n\nThe Facts\n\nOn November 12, 2012, QLDI received a Letter of Authority (LOA) SN: eLA2010000021857\/LOA-065-2012-00000060[5] dated October 30, 2012, covering taxable year 2010 for deficiency taxes. On November 28, 2014, the CIR served the Preliminary Assessment Notice (PAN) together with the Details of Discrepancies[6] to QLDI.[7] Thereafter, QLDI filed its reply to the PAN on December 15, 2014.[8]\n\nOn December 12, 2014, the CIR sent out the Formal Assessment Notice (FAN) or Formal Letter of Demand[9] (FLD) with Details of Discrepancies to QLDI.[10] Despite receipt of the FAN\/FLD, QLDI failed to file a protest within the 30-day period provided by law. Subsequently, as there was no disputed assessment to speak of, as no protest was filed, the CIR issued a Final Decision on Disputed Assessment[11] (FDDA), which QLDI received on March 3, 2015.\n\nQLDI filed with the CIR a request for reconsideration dated March 30, 2015, which was denied by the CIR in the Decision dated February 4, 2020.[12] Consequently, the CIR ordered QLDI to pay the deficiency taxes and the compromise penalty for taxable year 2010.\n\nProceedings before the CTA Division\n\nOn June 30, 2020, QLDI filed a Petition for Review[13] before the CTA Division, challenging the CIR's February 4, 2020 Decision. Particularly, QLDI questioned the validity of the assessment against it, and the prescription of the CIR's right to collect taxes.\n\nOn March 5, 2021, QLDI filed a Motion for Early Resolution of the Issue of Prescription of Collection of Taxes with Motion to Defer Pre-Trial.[14] QLDI alleged in its Motion that the CIR's right to collect taxes had already prescribed as early as December 12, 2019, or five years from the date of mailing\/release\/sending of the FAN\/FLD on December 12, 2014.\n\nOn February 1, 2021, the CTA Division issued an Order stating that \"Considering the manifestation of [the CIR's] counsel that he will no longer present evidence on the issue of prescription, but will instead present its evidence in the main case, the issue of prescription is now submitted for resolution.\"[15]\n\nIn the assailed Resolution dated June 7, 2021, the CTA Division held that the period within which the CIR may collect deficiency taxes had already lapsed. Accordingly, the CTA Division cancelled the assessment for deficiency taxes against QLDI for taxable year 2010.\n\nThe dispositive portion of the June 7, 2021 Resolution provided:\n\nWHEREFORE, premises considered, petitioner's Motion for Early Resolution of the Issue of Prescription of Collection of Taxes - with - Motion to Defer Pre-Trial is GRANTED. Accordingly, the assessment for deficiency taxes for taxable year 2010 issued against petitioner and contained in the FAN\/FLD dated December 11, 2014 and Questioned Decision dated February 4, 2020, is CANCELLED.\n\nSO ORDERED.[16]\n\nThe CTA Division ruled that when an assessment is timely issued, the CIR has five years to collect the assessed tax, reckoned from the date the assessment notice had been released, mailed, or sent by the Bureau of Internal Revenue (BIR) to the taxpayer. Thus, in this case, the CIR had five years from December 12, 2014, or until December 12, 2019, to collect the deficiency taxes. However, the CIR issued the BIR letters for the collection of taxes on various dates in 2020, which were all beyond December 12, 2019. Accordingly, the CTA Division ruled that the government's demand for payment of deficiency taxes was already barred by prescription.\n\nThe CIR filed a Motion for Reconsideration, which the CTA Division denied in its assailed Resolution dated December 11, 2021. The CTA Division enjoined the CIR from collecting from QLDI the deficiency taxes either by distraint or levy. It likewise held that its jurisdiction over \"other matters\" arising under the National Internal Revenue Code of 1997[17] (NIRC) includes the issue as to whether the CIR's right to collect taxes has already prescribed. The dispositive portion of the Resolution reads:\n\nWHEREFORE, premises considered, petitioner's Compliance [Re: Resolution dated March 3, 2021] and Compliance [Re: Resolution dated 05 July 2021], are NOTED. Thus, finding the surety bond and the attached documents to be in order, the surety bond is hereby APPROVED.\n\nOn the basis of the posting of the Surety Bond, respondents are hereby ENJOINED from collecting from petitioner the amount of tax subject of the present Petition for Review either by distraint, levy, or otherwise by any other means provided for by law, until further orders from the Court.\n\nOn the other hand, respondents' Motion for Reconsideration (Re: Resolution dated 7 June 2021) is DENIED for lack of merit.\n\nSO ORDERED.[18]\n\nHence, the present Petition.\n\nThe Issue\n\nThe core of the issue is whether the CIR's right to collect taxes had already prescribed.\n\nThe Court's Ruling\n\nAfter a careful study of the allegations and the records of this case, the Court resolves to dismiss the Petition and uphold the Resolutions dated June 7, 2021 and December 11, 2021 issued by the CTA Division.\n\nThe CIR availed itself of the wrong remedy in filing the instant Petition before the Court.\nAt the outset, it bears noting that the CIR directly filed a petition for certiorari and prohibition with the Court, alleging that the twin Resolutions issued by the CTA Division are interlocutory orders that cannot be appealed before the CTA En Banc.\n\nIn CIR v. Court of Tax Appeals,[19] the Court held that the CTA En Banc has jurisdiction over a final judgment or order but not over an interlocutory order issued by the CTA Division. In reaching this conclusion, the Court explained the concept of a final judgment or order and distinguished it from an interlocutory order, as follows:\n\nIn Denso (Phils.), Inc. v. Intermediate Appellate Court, we expounded on the differences between a \"final judgment\" and an \"interlocutory order,\" to wit:\n\nx x x A \"final\" judgment or order is one that finally disposes of a case, leaving nothing more to be done by the Court in respect thereto, e.g., an adjudication on the merits which, on the basis of the evidence presented at the trial, declares categorically what the rights and obligations of the parties are and which party is in the right; or a judgment or order that dismisses an action on the ground, for instance, of res judicata or prescription. Once rendered, the task of the Court is ended, as far as deciding the controversy or determining the rights and liabilities of the litigants is concerned. Nothing more remains to be done by the Court except to await the parties' next move x x x and ultimately, of course, to cause the execution of the judgment once it becomes \"final\" or, to use the established and more distinctive term, \"final and executory.\"\n\nx x x x\n\nConversely, an order that does not finally dispose of the case, and does not end the Court's task of adjudicating the parties' contentions and determining their rights and liabilities as regards each other, but obviously indicates that other things remain to be done by the Court, is \"interlocutory,\" e.g., an order denying a motion to dismiss under Rule 16 of the Rules x x x. Unlike a \"final\" judgment or order, which is appealable, as above pointed out, an \"interlocutory\" order may not be questioned on appeal except only as part of an appeal that may eventually be taken from the final judgment rendered in the case.[20]\n\nGiven the distinctions between a final judgment or order and an interlocutory order, there is no doubt that the CTA Resolutions dated June 7, 2021 and December 11, 2021, which cancelled the assessment against QLDI on the basis of prescription and enjoined the CIR from collecting the deficiency taxes for taxable year 2010, are final judgments or orders. The CIR's proper remedy on the adverse Resolutions of the CTA Division was to file an appeal by way of a petition for review with the CTA En Banc. Thus, the CIR's filing of the instant Petition before this Court assailing the twin Resolutions issued by the CTA Division is erroneous.\n\nIt is elementary in remedial law that the use of an erroneous remedy is a cause for the outright dismissal of the petition for certiorari and it has been repeatedly stressed that a petition for certiorari is not a substitute for a lost appeal. This is due to the nature of a Rule 65 petition which lies only where there is \"no appeal,\" and \"no plain, speedy and adequate remedy in the ordinary course of law.\"[21]\n\nNonetheless, even if the Court were to disregard the impropriety of the remedy resorted to by the CIR, the Petition would still be dismissed.\n\nThe CTA has jurisdiction over the case.\nOn the merits of the case, the CIR attributes grave abuse of discretion to the CTA Division when it assumed jurisdiction over QLDI's Petition for Review. The CIR claims that QLDI's failure to file a valid protest to the FAN\/FLD rendered the assessment against it already final, executory, and demandable. As such, the assessments are not subject to judicial scrutiny, as it is already beyond the CTA Division's jurisdiction.\n\nThe CIR's argument must fail in light of Section 7(a)(1) of Republic Act No. (RA) 1125,[22] as amended by RA 9282,[23] which confers upon the CTA the jurisdiction to decide not only cases on disputed assessments and refunds of internal revenue taxes, but also \"other matters\" arising under the NIRC:\n\nSEC. 7. Jurisdiction. – The CTA shall exercise:\n\n(a) Exclusive appellate jurisdiction to review by appeal, as herein provided:\n\n(1) Decisions of the Commissioner of Internal Revenue in cases involving disputed assessments, refunds of internal revenue taxes, fees or other charges, penalties in relation thereto, or other matters arising under the National Internal Revenue [Code] or other laws administered by the Bureau of Internal Revenue[.] (Emphasis supplied)\n\nBased on the foregoing provision, the exclusive appellate jurisdiction of the CTA Division is not limited to cases involving decisions of the CIR or matters relating to assessments or refunds. In CIR v. Hambrecht & Quist Philippines, Inc.,[24] the Court held that the issue of prescription of the CIR's right to collect taxes is covered by the term \"other matters\" over which the CTA has appellate jurisdiction:\n\nx x x [T]he issue of prescription of the BIR's right to collect taxes may be considered as covered by the term \"other matters\" over which the CTA has appellate jurisdiction.\n\nFurthermore, the phraseology of Section 7, number (1), denotes an intent to view the CTA's jurisdiction over disputed assessments and over \"other matters\" arising under the NIRC or other laws administered by the BIR as separate and independent of each other. This runs counter to petitioner's theory that the latter is qualified by the status of the former, i.e., an \"other matter\" must not be a final and unappealable tax assessment or, alternatively, must be a disputed assessment.[25]\n\nTo be sure, the fact that an assessment has become final for failure of the taxpayer to file a protest within the time allowed only means that the validity or correctness of the assessment may no longer be questioned on appeal. However, the validity of the assessment itself is a separate and distinct issue from the issue of whether the right of the CIR to collect the validly assessed tax has prescribed. This issue of prescription, being a matter provided for by the NIRC, is well within the jurisdiction of the CTA to decide.[26]\n\nThe CIR's right to collect taxes had prescribed. The three-year, and not the five-year, period applies to this case.\nRegarding the period to collect taxes, the CTA Division held that when an assessment is timely issued, the CIR has five years within which to collect the assessed tax. Considering that the collection letters were issued beyond five years, the CIR's right to collect from QLDI the assessed deficiency taxes had already prescribed.\n\nSection 203 of the NIRC, as amended, which provides for the prescriptive period in the assessment and collection of internal revenue taxes, reads:\n\nSEC. 203. Period of Limitation Upon Assessment and Collection. – Except as provided in Section 222, internal revenue taxes shall be assessed within three (3) years after the last day prescribed by law for the filing of the return, and no proceeding in court without assessment for the collection of such taxes shall be begun after the expiration of such period: Provided, That in a case where a return is filed beyond the period prescribed by law, the three (3)-year period shall be counted from the day the return was filed. For purposes of this Section, a return filed before the last day prescribed by law for the filing thereof shall be considered as filed on such last day.\n\nIn CIR v. United Salvage and Towage (Phils.), Inc.,[27] the Court held that in cases of assessments issued within the three-year ordinary period, the CIR has another three years within which to collect taxes, thus:\n\nThe statute of limitations on assessment and collection of national internal revenue taxes was shortened from five (5) years to three (3) years by virtue of Batas Pambansa Blg. 700. Thus, petitioner has three (3) years from the date of actual filing of the tax return to assess a national internal revenue tax or to commence court proceedings for the collection thereof without an assessment. However, when it validly issues an assessment within the three (3)-year period, it has another three (3) years within which to collect the tax due by distraint, levy, or court proceeding. The assessment of the tax is deemed made and the three (3)-year period for collection of the assessed tax begins to run on the date the assessment notice had been released, mailed or sent to the taxpayer.[28]\n\nApplying the foregoing ruling, the Court holds that the CTA Division erred when it applied the five-year period to collect taxes. The five-year period for collection of taxes only applies to assessments issued within the extraordinary period of 10 years in cases of false or fraudulent return or failure to file a return. Indeed, Section 222 of the NIRC, as amended, provides:\n\nSEC. 222. Exceptions as to Period of Limitation of Assessment and Collection of Taxes. –\n\n(a) In the case of a false or fraudulent return with intent to evade tax or of failure to file a return, the tax may be assessed, or a proceeding in court for the collection of such tax may be filed without assessment, at any time within ten (10) years after the discovery of the falsity, fraud or omission: Provided, That in a fraud assessment which has become final and executory, the fact of fraud shall be judicially taken cognizance of in the civil or criminal action for the collection thereof.\n\nx x x x\n\n(c) Any internal revenue tax which has been assessed within the period of limitation as prescribed in paragraph (a) hereof may be collected by distraint or levy or by a proceeding in court within five (5) years following the assessment of the tax. (Emphasis supplied)\n\nHere, given that the subject assessment was issued within the three-year ordinary prescriptive period to assess, the CIR had another three years to initiate the collection of taxes by distraint or levy or court proceeding. Accordingly, since the FAN\/FLD was mailed on December 12, 2014,[29] the CIR had another three years reckoned from said date, or until December 12, 2017, to enforce collection of the assessed deficiency taxes. Verily, prescription had already set in when the CIR initiated its collection efforts only in 2020.[30] The Court also notes that regardless of which period to apply, i.e., five years as determined by the CTA Division or three years, the CIR's collection efforts were, as they are, barred by prescription.\n\nIn an attempt to convince this Court that its right to collect the deficiency taxes had not yet prescribed, the CIR avers that the FDDA received by QLDI effectively operated as a collection letter for the satisfaction of deficiency tax liabilities.[31]\n\nThe Court finds no merit in the CIR's assertion.\n\nTo reiterate, the CIR's collection efforts are initiated by distraint, levy, or court proceeding. The distraint and levy proceedings are validly begun or commenced by the issuance of a warrant of distraint and levy and service thereof on the taxpayer.[32] And a judicial action for the collection of a tax is initiated: (a) by the filing of a complaint with the court of competent jurisdiction; or (b) where the assessment is appealed to the CTA, by filing an answer to the taxpayer's petition for review wherein payment of the tax is prayed for.[33] However, in this case no warrant of distraint and\/or levy was served on QLDI, and no judicial proceedings were initiated by the CIR within the prescriptive period to collect.\n\nAt this juncture, the Court ought to reiterate that while taxes are the lifeblood of the nation, the Court cannot allow tax authorities indefinite and infinite periods to assess and collect alleged unpaid taxes. Certainly, it is an injustice to leave taxpayers in perpetual uncertainty whether they will be made liable for deficiency or delinquent taxes.[34] The Court has elaborated on the significance of adopting a statute of limitations on tax assessment and collection in this wise:\n\nThe law prescribing a limitation of actions for the collection of the income tax is beneficial both to the Government and to its citizens; to the Government because tax officers would be obliged to act promptly in the making of assessment, and to citizens because after the lapse of the period of prescription citizens would have a feeling of security against unscrupulous tax agents who will always find an excuse to inspect the books of taxpayers, not to determine the latter's real liability, but to take advantage of every opportunity to molest peaceful, law-abiding citizens. Without such legal defense taxpayers would furthermore be under obligation to always keep their books and keep them open for inspection subject to harassment by unscrupulous tax agents. The law on prescription being a remedial measure should be interpreted in a way conducive to bringing about the beneficient purpose of affording protection to the taxpayer within the contemplation of the Commission which recommends the approval of the law.[35]\n\nThe CTA has authority to enjoin the collection of taxes; requirements.\nThe Court also rejects the CIR's argument that the CTA Division acted without jurisdiction when it was enjoined to collect taxes against QLDI. For the CIR, the CTA Division has no power to issue writs of injunction and prohibition, but may only suspend the collection of taxes.[36]\n\nWhile an injunction is not available to restrain the collection of taxes,[37] this rule admits of exception under Section 11 of RA 1125, as amended by RA 9282, which allows the suspension of collection of taxes if, in the Court's opinion, the collection may jeopardize the interest of the government and\/or the taxpayer, viz.:\n\nSEC. 11. Who May Appeal; Mode of Appeal; Effect of Appeal. – Any party adversely affected by a decision, ruling or inaction of the Commissioner of Internal Revenue, the Commissioner of Customs, the Secretary of Finance, the Secretary of Trade and Industry or the Secretary of Agriculture or the Central Board of Assessment Appeals or the Regional Trial Courts may file an appeal with the CTA within thirty (30) days after the receipt of such decision or ruling or after the expiration of the period fixed by law for action as referred to in Section 7(a)(2) herein.\n\nx x x x\n\nNo appeal taken to the CTA from the decision of the Commissioner of Internal Revenue or the Commissioner of Customs or the Regional Trial Court, provincial, city or municipal treasurer or the Secretary of Finance, the Secretary of Trade and Industry or the Secretary of Agriculture, as the case may be, shall suspend the payment, levy, distraint, and\/or sale of any property of the taxpayer for the satisfaction of his tax liability as provided by existing law: Provided, however, That when in the opinion of the Court the collection by the aforementioned government agencies may jeopardize the interest of the Government and\/or the taxpayer the Court [at] any stage of the proceeding may suspend the said collection and require the taxpayer either to deposit the amount claimed or to file a surety bond for not more than double the amount with the Court. (Emphasis supplied)\n\nPursuant to the foregoing, the CTA may enjoin the collection of taxes if such collection will jeopardize the interest of the government or the taxpayer. In this regard, the Court ruled that the CTA has ample authority to issue injunctive writs to restrain the collection of tax,[38] especially in cases where prescription has set in.[39]\n\nTo recall, the December 11, 2021 CTA Resolution enjoined the CIR from collecting the deficiency taxes against QLDI until further orders from the CTA Division. The Court finds that the CTA Division's act of enjoining the CIR from collecting deficiency taxes had sufficient basis, as it was centered on the finding that the CIR's right to collect the assessed deficiency taxes had already lapsed. Moreover, QLDI posted a surety bond, which the CTA Division approved.\n\nOn the strength of the foregoing observations, the Court cannot grant the CIR's application for injunctive relief. The CIR failed to establish that it is entitled to the reliefs demanded in the Petition.[40] Neither was it able to show the material and substantial invasion of a right sought to be protected. The application for a temporary restraining order and writ of preliminary injunction is therefore denied.[41]\n\nWHEREFORE, premises considered, the Petition is DISMISSED. The June 7, 2021 and December 11, 2021 Resolutions of the Court of Tax Appeals Second Division in CTA Case No. 10291 are hereby AFFIRMED.\n\nSO ORDERED.\n\nGesmundo, C.J., (Chairperson), Inting, Gaerlan, and Dimaampao, JJ., concur.","label":[[17,32,"CASE_NUM"],[34,48,"PROM_DATE"],[51,83,"INS"],[101,121,"INS"],[142,162,"INS"],[194,204,"PERSON"],[263,270,"STA"],[408,440,"INS"],[442,445,"INS"],[465,470,"INS"],[491,511,"INS"],[513,516,"INS"],[553,573,"INS"],[575,579,"INS"],[698,703,"INS"],[897,917,"INS"],[961,979,"CASE_NUM"],[1553,1573,"INS"],[1617,1635,"CASE_NUM"],[1866,1869,"INS"],[1953,1971,"CASE_NUM"],[1989,1993,"INS"],[2091,2094,"INS"],[2149,2153,"INS"],[2189,2193,"INS"],[2376,2379,"INS"],[2476,2480,"INS"],[2497,2501,"INS"],[2581,2584,"INS"],[2904,2907,"INS"],[2973,2977,"INS"],[3006,3010,"INS"],[3026,3029,"INS"],[3106,3109,"INS"],[3172,3175,"INS"],[3184,3188,"INS"],[3291,3294,"INS"],[3323,3327,"INS"],[3371,3374,"INS"],[3401,3404,"INS"],[3448,3452,"INS"],[3535,3538,"INS"],[3584,3588,"INS"],[3713,3717,"INS"],[3749,3752,"INS"],[3950,3953,"INS"],[4031,4034,"INS"],[4288,4291,"INS"],[4339,4342,"INS"],[4409,4412,"INS"],[4476,4480,"INS"],[4977,4980,"INS"],[5042,5045,"INS"],[5177,5203,"INS"],[5205,5208,"INS"],[5251,5254,"INS"],[5368,5372,"INS"],[5383,5386,"INS"],[5507,5510,"INS"],[5628,5631,"INS"],[5678,5681,"INS"],[5754,5757,"INS"],[5805,5809,"INS"],[6025,6028,"INS"],[6677,6682,"INS"],[6904,6907,"INS"],[6962,6967,"INS"],[7053,7058,"INS"],[7174,7177,"INS"],[7193,7196,"INS"],[7274,7279,"INS"],[7321,7324,"INS"],[7391,7396,"INS"],[7447,7450,"INS"],[7520,7523,"INS"],[7537,7564,"CASE_NUM"],[7574,7579,"INS"],[7594,7597,"INS"],[7704,7707,"INS"],[7751,7756,"INS"],[7874,7926,"CASE_NUM"],[8139,8144,"INS"],[8509,8514,"INS"],[8672,8677,"INS"],[8985,8990,"INS"],[9174,9179,"INS"],[9250,9270,"STA"],[9639,9642,"INS"],[9736,9740,"INS"],[9787,9791,"INS"],[9886,9889,"INS"],[9940,9943,"INS"],[10016,10019,"INS"],[10039,10042,"INS"],[10088,10093,"INS"],[10139,10142,"INS"],[10442,10449,"STA"],[10607,10612,"INS"],[10680,10683,"INS"],[10729,10732,"INS"],[10796,10799,"INS"],[10844,10847,"INS"],[10891,10895,"INS"],[10923,10926,"INS"],[10939,10943,"INS"],[11161,11164,"INS"],[11195,11198,"INS"],[11251,11277,"RA"],[11297,11304,"RA"],[11333,11336,"INS"],[11485,11489,"INS"],[11520,11523,"INS"],[11641,11673,"INS"],[11839,11864,"INS"],[11906,11932,"INS"],[12035,12038,"INS"],[12099,12102,"INS"],[12153,12195,"CASE_NUM"],[12205,12210,"INS"],[12254,12257,"INS"],[12337,12340,"INS"],[12411,12414,"INS"],[12512,12515,"INS"],[12630,12633,"INS"],[12718,12722,"INS"],[12757,12760,"INS"],[13385,13388,"INS"],[13504,13508,"INS"],[13549,13552,"INS"],[13573,13576,"INS"],[13729,13732,"INS"],[13793,13796,"INS"],[13929,13932,"INS"],[13957,13961,"INS"],[14036,14040,"INS"],[14252,14263,"STA"],[14848,14895,"CASE_NUM"],[14905,14910,"INS"],[14995,14998,"INS"],[15887,15892,"INS"],[15908,15911,"INS"],[16182,16205,"STA"],[17217,17220,"INS"],[17395,17398,"INS"],[17581,17584,"INS"],[17640,17645,"INS"],[17737,17740,"INS"],[17770,17773,"INS"],[17870,17875,"INS"],[17951,17954,"INS"],[17970,17974,"INS"],[17987,17991,"INS"],[18097,18102,"INS"],[18125,18128,"INS"],[18161,18164,"INS"],[18585,18588,"INS"],[18766,18770,"INS"],[18822,18825,"INS"],[18892,18897,"INS"],[18971,18976,"INS"],[19233,19238,"INS"],[20392,20395,"INS"],[20463,20468,"INS"],[20486,20489,"INS"],[20510,20513,"INS"],[20596,20600,"INS"],[20610,20613,"INS"],[20619,20622,"INS"],[20870,20877,"RA"],[20893,20900,"RA"],[20964,20969,"INS"],[21201,21233,"INS"],[21239,21262,"INS"],[21268,21288,"INS"],[21294,21325,"INS"],[21333,21357,"INS"],[21365,21400,"INS"],[21408,21429,"INS"],[21458,21461,"INS"],[21611,21620,"STA"],[21668,21671,"INS"],[21697,21729,"INS"],[21737,21788,"INS"],[21837,21857,"INS"],[21863,21894,"INS"],[21902,21926,"INS"],[22158,22163,"INS"],[22291,22296,"INS"],[22494,22499,"INS"],[22553,22556,"INS"],[22695,22700,"INS"],[22716,22719,"INS"],[22894,22897,"INS"],[22922,22925,"INS"],[22971,22975,"INS"],[23006,23009,"INS"],[23024,23029,"INS"],[23045,23048,"INS"],[23081,23084,"INS"],[23183,23186,"INS"],[23266,23270,"INS"],[23303,23306,"INS"],[23378,23384,"INS"],[23401,23404,"INS"],[23446,23449,"INS"],[23864,23884,"INS"],[23904,23922,"CASE_NUM"],[23958,23972,"PERSON"],[23989,23995,"PERSON"],[23997,24004,"PERSON"],[24010,24019,"PERSON"]],"Comments":[]}
{"id":163,"text":"SECOND DIVISION\n[ UDK-15368, September 15, 2021 ]\nGIL MIGUEL, PETITIONER, VS. THE DIRECTOR OF THE BUREAU OF PRISONS, RESPONDENT.\n\nD E C I S I O N\nHERNANDO, J.:\n\nThis is a Petition for the Issuance of the Writ of Habeas Corpus[1] filed by petitioner Gil Miguel (Miguel), praying for the Court to order the Director of the Bureau of Prisons (now Director General of the Bureau of Corrections) to bring petitioner before this Court, and after due proceedings, to restore his liberty.\n\n\nThe Factual Antecedents:\n\nOn February 26, 1991, Miguel was charged[2] with the crime of Murder before the Regional Trial Court (RTC) of Quezon City, docketed as Criminal Case No. Q-91-18506. After trial, Miguel was found guilty as charged and sentenced to suffer the penalty of reclusion perpetua. Pursuant to his conviction, Miguel was delivered to the National Bilibid Prison in Muntinlupa City on January 15, 1994.[3] Miguel's conviction was affirmed by this Court in a Decision[4] dated March 7, 1996.\n\nAlleging that his continued detention no longer holds legal basis in view of Republic Act No. (RA) 10592,[5] otherwise known as the \"Good Conduct Time Allowance Law\" (GCTA Law), Miguel filed the present petition for the issuance of the Writ of Habeas Corpus on August 19, 2015.\n\nThe respondent Director General of the Bureau of Corrections, through the Office of the Solicitor General (OSG), filed his Comment[6] dated January 28, 2016.\n\nIn response, Miguel filed his Reply[7] dated May 11, 2018.\n\nIn a Resolution[8] dated September 30, 2020, this Court required the parties to file their respective Memoranda. In compliance with the said Resolution, respondent filed their Memorandum[9] dated February 9, 2021. Miguel failed to file his Memorandum.\n\nIssue\n\nThe sole issue for the resolution of the Court is whether the Writ of Habeas Corpus may be issued.\n\nOur Ruling\n\nThe petition is not meritorious.\n\nPreliminarily, we wish to point out that Miguel failed to observe the principle of hierarchy of courts.\n\nIn Cruz v. Gingoyon,[10] the Court aptly explained the principle, thus:\nWe also find the necessity to emphasize strict observance of the hierarchy of courts. \"A becoming regard for that judicial hierarchy most certainly indicates that petitions for the issuance of extraordinary writs against first level ('inferior') courts should be filed with the [RTC], and those against the latter, with the Court of Appeals (CA). A direct invocation of the Supreme Court's original jurisdiction to issue extraordinary writs should be allowed only when there are special and important reasons therefor, clearly and specifically set out in the petition.\" For the guidance of the petitioner, \"[t]his Court's original jurisdiction to issue writs of certiorari (as well as prohibition, mandamus, quo warranto, habeas corpus and injunction) is not exclusive.\" Its jurisdiction is concurrent with the CA, and with the RTC in proper cases. \"However, this concurrence of jurisdiction does not grant upon a party seeking any of the extraordinary writs the absolute freedom to file his petition with the court of his choice. This Court is a court of last resort, and must so remain if it is to satisfactorily perform the functions assigned to it by the Constitution and immemorial tradition.\" Unwarranted demands upon this Court's attention must be prevented to allow time and devotion for pressing matters within its exclusive jurisdiction.[11] (Emphasis supplied)\nAs to which court may grant the writ, Section 2, Rule 102 of the Rules of Court provides:\nSection 2. Who may grant the writ. - The writ of habeas corpus may be granted by the Supreme Court, or any member thereof, on any day and at any time, or by the Court of Appeals or any member thereof in the instances authorized by law, and if so granted it shall be enforceable anywhere in the Philippines, and may be made returnable before the court or any member thereof, or before a Court of First Instance, or any judge thereof for hearing and decision on the merits. It may also be granted by a Court of First Instance, or a judge thereof, on any day and at any time, and returnable before himself, enforceable only within his judicial district.\nFrom the foregoing, it is clear that the trial court, the appellate court, and this Court exercise concurrent jurisdiction over petitions for the issuance of the writ of habeas corpus. However, this does not mean that parties are absolutely free to choose before which court to file their petitions, thus:\n[M]ere concurrency of jurisdiction does not afford parties absolute freedom to choose the court with which the petition shall be filed. Petitioners should be directed by the hierarchy of courts. After all, the hierarchy of courts 'serves as a general determinant of the appropriate forum for petitioners for the extraordinary writs.'[12]\nIn sum, Miguel should have filed the present petition before the RTC, absent any showing of special and important reasons warranting a direct resort to this Court.\n\nProcedural considerations aside, the Court still finds the petition wanting in merit.\n\nMiguel's argument is two-fold: first, he anchors his claim on the assertion that applying the GCTA Law, he has served a total of \"thirty-eight (38) years, ten (10) months, and one (1) day\"[13] already. Second, he posits that Article 70 of the Revised Penal Code (RPC) caps the duration of the penalty of reclusion perpetua at thirty (30) years.[14] Having served a total of thirty­eight (38) years, which is eight (8) years more than the supposed maximum duration of reclusion perpetua, Miguel concludes that he has fully served his sentence and his detention no longer holds legal basis.\n\nMiguel's contention is wrong.\n\nOn the first point, Miguel assumes that he is entitled to the benefits of the GCTA Law. However, a plain reading of the law would reveal otherwise.\n\nThe last paragraph of Section 1 of the GCTA Law reads:\nProvided, finally, That recidivists, habitual delinquents, escapees and persons charged with heinous crimes are excluded from the coverage of this Act. In case the maximum penalty to which the accused may be sentenced is destierro, he shall be released after thirty (30) days of preventive imprisonment. (Emphasis supplied)\nThis disqualification is further echoed in several provisions of the 2019 Revised Implementing Rules and Regulations of RA 10592 (2019 Revised IRR) which read:\nRule III, Section 3.Who are Disqualified. The following shall not be entitled to any credit for preventive imprisonment:\n\na. Recidivists;\nb. An accused who has been convicted previously twice or more times of any crime;\nc. An accused who, upon being summoned for the execution of his sentence has failed to surrender voluntarily before a court of law;\nd. Habitual Delinquents;\ne. Escapees; and\nf. PDL charged of Heinous Crimes. (Emphasis supplied)\n\nRule IV, Section 1. GCTA During Preventive Imprisonment. - The good conduct of a detained PDL qualified for credit for preventive imprisonment shall entitle him to the deductions described in Section 3 hereunder, as GCTA, from the possible maximum penalty.\n\nThe following shall not be entitled to any GCTA during preventive imprisonment:\n\na. Recidivists;\nb. An accused who has been convicted previously twice or more times of any crime;\nc. An accused who, upon being summoned for the execution of his sentence has failed to surrender voluntarily before a court of law;\nd. Habitual Delinquents;\ne. Escapees; and\nf. PDL charged of Heinous Crimes. (Emphasis supplied)\n\nRule IV, Section 2. GCTA During Service of Sentence. - The good conduct of a PDL convicted by final judgment in any penal institution, rehabilitation or detention center or any local jail shall entitle him to the deductions described in Section 3 hereunder, as GCTA, from the period of his sentence, pursuant to Section 3 of RA No. 10592.\n\nThe following shall not be entitled to any GCTA during service of sentence:\n\na. Recidivists;\nb. Habitual Delinquents;\nc. Escapees; and\nd. PDL convicted of Heinous Crimes. (Emphasis supplied)\n\nRule V, Section 2. Who are disqualified. - The following shall not be entitled to TASTM (Time Allowance for Study, Teaching and Mentoring):\n\na. Recidivists;\nb. Habitual delinquents;\nc. Escapees; and\nd. PDL charged and convicted of heinous crimes. (Emphasis supplied)\n\nRule VI, Section 2. Who are disqualified. - The following are not qualified to be released under this Rule:\n\na. Recidivists;\nb. An accused who has been convicted previously twice or more times of any crime;\nc. An accused who, upon being summoned for the execution of his sentence has failed to surrender voluntarily before a court of law;\nd. Habitual Delinquents;\ne. Escapees; and\nf. PDL charged of Heinous Crimes. (Emphasis supplied)\n \nRule VII, Section 2. Who are disqualified. - The following shall not be entitled to STAL (Special Time Allowance for Loyalty):\n\na. Recidivists;\nb. Habitual Delinquents;\nc. Escapees; and\nd. PDL charged or convicted of Heinous Crimes. (Emphasis supplied)\nThe GCTA Law and the 2019 Revised IRR have made it abundantly clear that persons charged with and\/or convicted of heinous crimes are not entitled to the benefits under the law. Thus, this begs the question: which crimes are considered heinous? More specifically, is murder considered a heinous crime for purposes of the application of the GCTA Law?\n\nThe 2019 Revised IRR defines \"heinous crimes\" as follows:\n\"Heinous Crimes\" - crimes which are grievous, odious and hateful to the senses and which, by reason of their inherent and or manifest wickedness, viciousness, atrocity and perversity are repugnant and outrageous to the common standards and norms of decency and morality in a just, civilized and ordered society, including crimes which are mandatorily punishable by Death under the provisions of RA No. 7659, as amended, otherwise known as the Death Penalty Law, and those crimes specifically declared as such by the Supreme Court[.]\n\nWhile the definition did not expressly enumerate crimes which are considered heinous, it made reference to \"crimes which are mandatorily punishable by Death under the provisions of RA 7659, as amended x x x.\"\n\nSection 6 of RA 7659,[15] otherwise known as the Death Penalty Law, states:\nSection 6. Article 248 of the same Code is hereby amended to read as follows:\nArt. 248. Murder. - Any person who, not falling within the provisions of Article 246 shall kill another, shall be guilty of murder and shall be punished by reclusion perpetua, to death if committed with any of the following attendant circumstances:\n\n1. With treachery, taking advantage of superior strength, with the aid of armed men, or employing means to weaken the defense or of means or persons to insure or afford impunity.\n\n2. In consideration of a price, reward or promise.\n\n3. By means of inundation, fire, poison, explosion, shipwreck, stranding of a vessel, deraihnent or assault upon a railroad, fall of an airship, or by means of motor vehicles, or with the use of any other means involving great waste and ruin.\n\n4. On occasion of any of the calamities enumerated in the preceding paragraph, or of an earthquake, eruption of a volcano, destructive cyclone, epidemic or other public calamity.\n\n5. With evident premeditation.\n\n6. With cruelty, by deliberately and inhumanly augmenting the suffering of the victim, or outraging or scoffing at his person or corpse.\"\nFrom the discussion above, it is evident that the crime of Murder is one that is mandatorily punishable by death, in accordance with the Death Penalty Law. Being a such, it falls within the definition of \"heinous crimes\" in the 2019 Revised IRR and is therefore considered as a heinous crime.\n\nIn sum, Murder is considered a heinous crime in so far as the GCTA Law is concerned, and persons charged with and\/or convicted of such are disqualified from availing of the benefits of the law.\n\nOn this point alone, the petition should already fail. However, Miguel further argues that Article 70 of the RPC caps the duration of the penalty of reclusion perpetua at thirty (30) years only. He is referring to the last paragraph of said provision, which states:\nIn applying the provisions of this rule the duration of perpetual penalties (pena perpetua) shall be computed at thirty years. (As amended by Com. Act No. 217.)\nMiguel is again mistaken.\n\nPlainly, nowhere in the cited provision does it state that perpetual penalties, such as reclusion perpetua, are capped at thirty (30) years. Instead, what it only provides is that in applying the rules laid out in Article 70, such as the three-fold rule, the duration of perpetual penalties shall be computed at thirty (30) years, thus:\nIn the case of People v. Mendoza, G.R. L-3271, May 5, 1950, it was held that the accused were guilty of murders and that each of them must be sentenced to suffer reclusion perpetua for each of the five murders, although the duration of the aggregate penalties shall not exceed 40 years. In this case, after serving one reclusion perpetua, which is computed at 30 years, the accused will serve 10 years more. All the other penalties will not be served.[16] (Emphasis supplied)\nIn People v. Reyes,[17] Article 70 is further explained:\nThe other applicable reference to reclusion perpetua is found in Article 70 of the Code which, in laying down the rule on successive service of sentences where the culprit has to serve more than three penalties, provides, that 'the maximum duration of the convict's sentence shall not be more than three­fold the length of time corresponding to the most severe of the penalties imposed upon him,' and '(i)n applying the provisions of this rule the duration of perpetual penalties (pena perpetual) shall be computed at thirty years.'\n\nThe imputed duration of thirty (30) years for reclusion perpetua, therefore, is only to serve as the basis for determining the convict's eligibility for pardon or for the application of the three-fold rule in the service of multiple penalties x x x.[18] (Emphasis supplied)\nMiguel's position is further negated by the pronouncement in People v. Baguio,[19] where the Court similarly held that \"[r]eclusion perpetua entails imprisonment for at least thirty (30) years, after which the convict becomes eligible for pardon x x x.\"[20]\n\nGuided by the foregoing jurisprudence, it is evident that the penalty of reclusion perpetua requires imprisonment of at least thirty (30) years, after which the convict becomes only eligible for pardon, and not for release. This is in stark contrast to Miguel's claim that a convict meted with the penalty of reclusion perpetua must serve only thirty (30) years.\n\nTo recap, Miguel was delivered to the National Bilibid Prison on January 15, 1994. Therefore, as of August 15, 2021, he has only served a total of twenty-seven (27) years and seven (7) months of his sentence. Hence, having been punished to suffer the penalty of reclusion perpetua, Miguel's continued detention is valid and justified. He has utterly failed to show that he is illegally confined or deprived of his liberty.\n\nAccordingly, the Writ of Habeas Corpus may not be issued and the discharge of Miguel from imprisonment should not be authorized.\n\nWHEREFORE, the Petition is hereby DISMISSED.\n\nSO ORDERED.\n\nPerlas-Bernabe, Senior Associate Justice, (Chairperson), Inting, Gaerlan, and Rosario,* JJ., concur.\n","label":[[18,27,"CASE_NUM"],[29,47,"PROM_DATE"],[50,60,"PERSON"],[82,115,"PERSON"],[146,158,"PERSON"],[249,259,"PERSON"],[261,267,"PERSON"],[286,291,"INS"],[305,338,"INS"],[344,389,"INS"],[423,428,"INS"],[531,537,"PERSON"],[590,609,"INS"],[611,614,"INS"],[644,672,"CASE_NUM"],[687,694,"PERSON"],[809,815,"PERSON"],[904,911,"PERSON"],[945,950,"INS"],[1066,1094,"RA"],[1168,1174,"PERSON"],[1284,1329,"INS"],[1343,1374,"INS"],[1376,1379,"INS"],[1441,1447,"PERSON"],[1538,1543,"INS"],[1702,1708,"PERSON"],[1789,1794,"INS"],[1935,1942,"PERSON"],[2002,2018,"CASE_NUM"],[2028,2033,"INS"],[2350,2353,"INS"],[2395,2411,"INS"],[2413,2415,"INS"],[2445,2458,"INS"],[2685,2690,"INS"],[2882,2884,"INS"],[2899,2902,"INS"],[3107,3112,"INS"],[3300,3305,"INS"],[3481,3522,"STA"],[3618,3631,"INS"],[3694,3710,"INS"],[3919,3924,"INS"],[4033,4038,"INS"],[4268,4273,"INS"],[4836,4842,"PERSON"],[4893,4896,"INS"],[4985,4990,"INS"],[5030,5035,"INS"],[5080,5086,"PERSON"],[5305,5341,"STA"],[5567,5573,"PERSON"],[5670,5676,"PERSON"],[5721,5727,"PERSON"],[5872,5897,"STA"],[6349,6357,"RA"],[6389,6408,"STA"],[6838,6856,"STA"],[7504,7522,"STA"],[7829,7841,"RA"],[8036,8053,"STA"],[8304,8322,"STA"],[8741,8760,"STA"],[9797,9808,"RA"],[9918,9931,"INS"],[10117,10124,"RA"],[10159,10166,"RA"],[10222,10244,"STA"],[10300,10309,"STA"],[11929,11935,"PERSON"],[11956,11977,"STA"],[12273,12289,"STA"],[12292,12298,"PERSON"],[12671,12701,"CASE_NUM"],[13135,13150,"CASE_NUM"],[13254,13276,"STA"],[13997,14004,"PERSON"],[14058,14074,"CASE_NUM"],[14090,14095,"INS"],[14509,14515,"PERSON"],[14630,14636,"PERSON"],[14902,14908,"PERSON"],[15122,15128,"PERSON"],[15233,15247,"PERSON"],[15290,15296,"PERSON"],[15298,15305,"PERSON"],[15311,15318,"PERSON"]],"Comments":[]}
{"id":164,"text":"EN BANC\n[ G.R. No. 247784, September 28, 2021 ]\nPHILIPPINE HEALTH INSURANCE CORPORATION, PETITIONER, VS. COMMISSION ON AUDIT (COA) AND MR. MICHAEL G. AGUINALDO IN HIS CAPACITY AS COA CHAIRMAN, RESPONDENTS.\n\nR E S O L U T I O N\nINTING, J.:\n\nThis Petition[1] for Certiorari under Rule 65, in relation to Rule 64, of the Rules of Court, with prayer for issuance of a temporary restraining order and writ of preliminary injunction, seeks to annul and set aside the Decision No. 2015-419[2] dated December 28, 2015 and the Decision No. 2019-161[3] dated May 23, 2019 of the Commission on Audit (COA). The COA affirmed the disallowance of the payment of hazard pay and subsistence and laundry allowances to the officers and employees of the Philippine Health Insurance Corporation (PhilHealth) for calendar year (CY)2012 in the total amount of P91,156,377.93.\nThe Antecedents\n\nOn December 20, 2011, Dr. Eduardo P. Banzon, then PhilHealth's President and Chief Executive Officer, issued Office Order No. 0096, Series of 2011[4] which removed PhilHealth's Welfare Support Assistance and, in its stead, granted the benefits provided under Republic Act No. (RA) 7305, or the Magna Carta of Public Health Workers, to PhilHealth officers and employees, effective January 1, 2012, subject to the availability of funds and the usual accounting and auditing rules and regulations.[5]\n\nThe PhilHealth Board of Directors, in turn, confirmed the grant of the benefits under RA 7305 to its officers and employees, beginning January 1, 2012 in its Board Resolution No. 1584,[6] Series of 2012 dated January 31, 2012.\n\nAbout a year later, COA Supervising Auditor Ma. Sylvia Z. Isiderio, together with other state auditors, issued two Notices of Disallowance (ND) on the payment of hazard pay and subsistence and laundry allowances to PhilHealth personnel for CY 2012 as follows: (a) ND No. H.O. 2013-002 COB (12)[7] in the amount of P58,838,724.52; and (b) ND No. NCR. 2013-002 COB (12)[8] in the amount of P32,317,653.41.\n\nPhilHealth filed two Appeal Memorandums with the COA Cluster A – Corporate Government Sector (COA-CGS) assailing the subject NDs, but the COA-CGS denied both appeals in its Decision No. 2014-021 dated December 23, 2014.[9] Consequently, PhilHealth elevated the case to the COA Proper via a petition for review.\n\nRuling of the COA\n\nIn the assailed Decision No. 2015-419, the COA dismissed PhilHealth's petition for review for having been filed out of time,[10] viz.:\n\nIt is significant to note that a motion for extension to file petition for review was filed by petitioner on January 30, 2015, after the six months prescriptive period had lapsed. Thus, when the motion for extension was filed, there was nothing to extend, there being no more period within which to perfect the appeal alter having exhausted the six months prescriptive period under the 2009 [Revised Rules of Procedure of the COA].[11]\n\nHowever, upon PhilHealth's motion, the COA reconsidered its original ruling and, in the interest of substantial Justice, decided the case based on its merits.[12]\n\nThe COA thus ruled that PhilHealth \"personnel who are not directly involved in rendering health or health-related services cannot be considered health workers and be entitled to hazard pay.\"[13] It explained that:\n\nx x x [PhilHealth] is a government corporation established to provide health insurance coverage, and not the performance of health service functions. In fact, it is prohibited from providing health care directly, from buying and dispensing drugs and pharmaceuticals, from employing physicians and other professionals for the purpose of directly render ng care, and from owning or investing in health care facilities.[14]\n\nIn addition, the COA held that Philhealth officers who authorized the grant and its recipient-employees cannot be deemed in good faith, given the prior disallowance of the same benefits per ND No. 12-002 (11) dated June 8, 2012.[15]\n\nThe Issue\n\nThe sole issue for the Court's resolution is whether PhilHealth's officers and employees are entitled to hazard pay and subsistence, and laundry allowances under the Magna Carta of Public Health Workers.\n\nThe Court's Ruling\n\nThe petition is impressed with merit.\n\nRA 11223,[16] or the Universal Health Care Act, provides a clear and unequivocal declaration of the classification of all PhilHealth personnel as public health workers, viz.:\n\nSECTION 15. PhilHealth Personnel as Public Health Workers. — All PhilHealth personnel shall be classified as public health workers in accordance with the pertinent provisions under Republic Act No. 7305, also known as the Magna Carta of Public Health Workers.\n\nIn the 2019 case of Philippine Health Insurance Corporation v. Commission on Audit,[17] the Court described RA 11223 as a \"curative statute\" which has finally remedied the shortcomings of RA 7305 as regards the classification of PhilHealth personnel as public health workers. It also clarified that RA 11223, as a curative law, applies retrospectively to all present and pending cases where the classification of PhilHealth personnel is at issue, viz.:\n\nIndeed, R.A. No. 11223, as a curative law, should be given retrospective application to the pending proceeding because it neither violates the Constitution nor impairs vested rights. On the contrary, R.A. No. 11223 further promotes the objective of R.A. No. 7305, which is to promote and improve the social and economic well-being of health workers, their living and working conditions and terms of employment. As a curative statute, R.A. No. 11223 applies to the present case and to all pending cases involving the issue of whether PhilHealth personnel are public health workers under Section 3 of R.A. No. 7305. To reiterate, R.A No. 11223 settles, once and for all, the matter that PhilHealth personnel are public health workers in accordance with the provisions of R.A. No. 7305.[18] (Emphasis supplied.)\n\nBased on these considerations, there is no longer any question that all PhilHealth personnel, as public health workers, are entitled to receive the benefits provided under RA 7305 which include, among others, hazard, subsistence, and laundry allowances under Sections 21, 22, and 24 thereof, respectively, as follows:\n\nSECTION 21. Hazard Allowance. — Public health workers in hospitals, sanitaria, rural health units, main health centers, health infirmaries, barangay health stations, clinics and other health-related establishments located in difficult areas, strife-torn or embattled areas, distressed or isolated stations, prison camps, mental hospitals, radiation-exposed clinics, laboratories or disease-infested areas or in areas declared under state of calamity or emergency for the duration thereof which expose them to great danger, contagion, radiation, volcanic activity\/eruption, occupational risks or perils to life as determined by the Secretary of Health, shall be compensated hazard allowances equivalent to at least twenty-five percent (25%) of the monthly basic salary of health workers receiving salary grade 19 and below, and five percent (5%) for health workers with salary grade 20 and above.\n\nSECTION 22. Subsistence Allowance. — Public health workers who are required to render service within the premises of hospitals, sanitaria, health infirmaries, main health centers, rural health units and barangay health stations, or clinics, and other health-related establishments in order to make their services available at any and all times, shall be entitled to full subsistence allowance of three (3) meals which may be computed in accordance with prevailing circumstances as determined by the Secretary of Health in consultation with the Management-Health Worker's Consultative Councils, as established under Section 33 of this Act: Provided, That representation and travel allowance shall be given to rural health physicians as enjoyed by municipal agriculturists, municipal planning and development officers and budget officers.\n\nSECTION 24. Laundry Allowance. — All public health workers who are required to wear uniforms regularly shall be entitled to laundry allowance equivalent to One hundred twenty-five pesos (P125.00) per month: Provided, That this rate shall be reviewed periodically and increased accordingly by the Secretary of Health in consultation with the appropriate government agencies concerned taking into account existing laws and prevailing practices.\n\nThus, ND No. H.O. 2013-002 COB (12)[19] and ND No. NCR. 2013-002 COB (12),[20] which disallowed the payment of hazard pay and subsistence and laundry allowances to PhilHealth officers and employees for CY 2012, must be set aside. Since PhilHealth personnel are considered as public health workers, it is unnecessary to discuss the issue on good faith.\n\nWHEREFORE, the petition is GRANTED. The Decision No. 2015-419 dated December 28, 2015 and the Decision No. 2019-161 dated May 23, 20\/9 of the Commission on Audit are hereby SET ASIDE. The Notices of Disallowance Nos. H.O. 2013-002 COB (12) and NCR. 2013-002 COB (12) on the payment of hazard pay and subsistence and laundry allowances in the total amount of P91,156,377.93 are likewise SET ASIDE.\n\nSO ORDERED.\n\nGesmundo, C.J., Perlas-Bernabe, Leonen, Caguioa, Hernando, Carandang, Lazaro-Javier, Zalameda, M. Lopez, Gaerlan, Rosario, J. Lopez, and Dimaampao, JJ., concur.\n","label":[[10,25,"CASE_NUM"],[27,45,"PROM_DATE"],[48,87,"INS"],[105,125,"INS"],[126,129,"INS"],[139,159,"PERSON"],[179,182,"INS"],[227,237,"PERSON"],[278,285,"STA"],[302,309,"STA"],[569,588,"INS"],[590,593,"INS"],[600,603,"INS"],[735,774,"INS"],[776,786,"INS"],[897,914,"PERSON"],[921,931,"INS"],[1035,1045,"INS"],[1130,1156,"RA"],[1206,1216,"INS"],[1374,1384,"INS"],[1456,1463,"RA"],[1618,1621,"INS"],[1646,1664,"PERSON"],[1813,1823,"INS"],[2003,2013,"INS"],[2052,2055,"INS"],[2097,2104,"INS"],[2141,2148,"INS"],[2240,2250,"INS"],[2276,2279,"INS"],[2329,2332,"INS"],[2377,2380,"INS"],[2391,2402,"INS"],[2896,2899,"INS"],[2921,2931,"INS"],[2946,2949,"INS"],[3075,3078,"INS"],[3095,3105,"INS"],[3293,3303,"INS"],[3725,3728,"INS"],[3976,3981,"INS"],[4006,4016,"INS"],[4162,4167,"INS"],[4217,4225,"RA"],[4339,4349,"INS"],[4405,4415,"INS"],[4458,4468,"INS"],[4574,4595,"RA"],[4674,4736,"CASE_NUM"],[4746,4751,"INS"],[4762,4770,"RA"],[4842,4849,"RA"],[4883,4893,"INS"],[4953,4961,"RA"],[5067,5077,"INS"],[5116,5130,"RA"],[5308,5322,"RA"],[5357,5370,"RA"],[5542,5556,"RA"],[5641,5651,"INS"],[5707,5720,"RA"],[5736,5749,"RA"],[5793,5803,"INS"],[5877,5890,"RA"],[5990,6000,"INS"],[6090,6097,"RA"],[6177,6200,"STA"],[6237,6247,"STA"],[6868,6887,"INS"],[7134,7144,"STA"],[7633,7652,"INS"],[7749,7759,"STA"],[7972,7982,"STA"],[8268,8287,"INS"],[8580,8590,"INS"],[8652,8662,"INS"],[8911,8930,"INS"],[9180,9194,"PERSON"],[9196,9210,"PERSON"],[9212,9218,"PERSON"],[9220,9227,"PERSON"],[9229,9237,"PERSON"],[9239,9248,"PERSON"],[9250,9263,"PERSON"],[9265,9273,"PERSON"],[9275,9283,"PERSON"],[9285,9292,"PERSON"],[9294,9301,"PERSON"],[9303,9311,"PERSON"],[9317,9326,"PERSON"]],"Comments":[]}
{"id":165,"text":"SECOND DIVISION\n[ G.R. No. 249080, September 15, 2021 ]\nDAVID NACIONALES, PETITIONER, VS. HON. LEAH GARNET G. SOLDE-ANNOGUI, IN HER CAPACITY AS PRESIDING JUDGE, AND PERA-MULTIPURPOSE COOPERATIVE, REPRESENTED BY JAY BONGHANOY, RESPONDENTS.\n\nR E S O L U T I O N\nINTING, J.:\n\nBefore the Court is a Petition for Certiorari and Mandamus with Prayer for Damages[1] under Rule 65 of the Rules of Court seeking to nullify the Decision dated July 3, 2019[2] of the 3rd Municipal Circuit Trial Court (MCTC) of Nabunturan-Mawab-Montevista, Nabunturan, Compostela Valley (Nabunturan).[3]\nThe case stemmed from a small claims action (for Collection of Sum of Money and Damages) filed by PERA Multipurpose Cooperative (respondent), represented by Jay C. Bonghanoy, against David Nacionales (petitioner). The case was assigned to the 3rd MCTC of Nabunturan, which was presided over by Honorable Leah Garnet G. Solde-Annogui (Judge Solde-Annogui).\n\nRespondent alleged that on July 13, 2017, it granted petitioner a loan in the amount of P67,700.00 payable within 24 months at an agreed interest rate of 24% per annum. However, petitioner defaulted in payment and, as of March 29, 2019, had a total outstanding obligation including interest, penalty, and attorney's fees in the amount of P49,436.46. Consequently, respondent sent a demand letter to petitioner for the payment of his obligation.[4]\n\nThe demand was left unheeded.[5] Hence, respondent filed the small claims action to demand from petitioner the payment of P49,436.46 and reimbursement of the P2,715.00 filing fee.[6]\n\nDespite receipt of the Summons and the Statement of Claim, petitioner failed to submit his response.[7]\n\nOn July 3, 2019, both parties appeared in court but failed to reach a settlement. On the same day, the court a quo proceeded with the hearing, submitted the case for decision, and partly granted the claim of respondent.[8] The dispositive portion of the Decision reads:\n\nWHEREFORE, the claim of the plaintiff is partly GRANTED.\n\nConsequently, defendant David Nacionales is hereby ordered to pay plaintiff PERA Multipurpose Cooperative (PERA MPC) the amount of thirty six thousand six hundred forty seven pesos (Php 36,647.00) as principal, and seven thousand four hundred forty seven pesos (Php 7,447.00) as interest, plus interest of twenty four percent (24%) per annum from the finality of this Decision until fully paid.\n\nDefendant is further ordered to pay the costs of this suit.\n\nSO ORDERED.[9]\n\nAggrieved, petitioner filed the instant petition.\n\nPetitioner avers that the computation in the repayment schedule of respondent violates the Truth in Lending Act.[10] To him, the deduction of the prepaid interest of P16,248.00 from the loan amount of P67,700.00 was a fraudulent scheme[11] because it would indicate that the principal amount was only P51,452.00.[12] Thus, he argues that the officers of respondent should be held liable for Syndicated Estafa.[13]\n\nPetitioner also claims that he was denied due process of law. He asserts that Judge Solde-Annogui was not in the trial court on July 3, 2019 and did not conduct a hearing of the case; instead, only the Clerk of Court attended to the parties declaring that Judge Solde-Annogui authorized him to meet them. He was surprised to receive the court a quo's Decision dated July 3, 2019.[14]\n\nLastly, petitioner questions the imposition by Judge Solde-Annogui of the interest of 24% per annum on the total amount awarded to respondent.[15]\n\nIn her Comment,[16] Judge Solde-Annogui alleges that an error in the computation of interest would not nullify a contract. The promissory note reads that the principal amount of the loan in the amount of P67,700.00 was payable in 24 months with interest at the rate of 24% per annum to be computed straight. Contrary to the claim of petitioner, there is overwhelming evidence that he knew and understood the terms and conditions of the contract. Also, there is no evidence showing that petitioner signed the promissory note through mistake, violence, intimidation, and undue influence or fraud.[17]\n\nFurther, Judge Solde-Annogui denies that petitioner was not afforded due process. She claims that she was present on July 3, 2019; she waited for the parties to come to her chambers after she learned that no settlement was reached; and, without justifiable reasons, however, petitioner walked out after being advised to enter the chambers. She argues that petitioner's contemptuous act was considered as a non-appearance on his part; and due to the circumstances, she proceeded to adjudicate the case.[18]\n\nJudge Solde-Annogui also stresses that petitioner disregarded the hierarchy of courts because instead of filing the petition with the Regional Trial Court (RTC), he opted to go all the way to the Court.[19]\n\nFor its part, respondent in its Comments[20] raises the following arguments to support the dismissal of the petition: (1) certiorari and mandamus petitions from the decisions of the MCTCs, the Municipal Trial Courts, and the Municipal Trial Courts in Cities on small claims should be filed before the RTC; (2) direct filing of the petition before the Court is disallowed; (3) the allegations in the petition are evidentiary, and the Court is not a trier of facts; and, (4) there is a plain, speedy, and adequate remedy under the law.[21]\n\nPetitioner raises the following issues:\n\n1. WHETHER OR NOT THE COMPUTATION IN THE REPAYMENT SCHEDULE]OF THE RESPONDENT-PLAINTIFF VIOLATES THE TRUTH [IN] LENDING ACT[;]\n\n2. WHETHER OR NOT THE PUBLIC RESPONDENT DID NOT CONDUCT A HEARING IN VIOLATION OF THE SMALL CLAIMS RULES, AND DENIED PETITIONER-DEFENDANT['S] CONSTITUTIONAL RIGHT TO DUE PROCESS[;]\n\n3. WHETHER OR NOT THE 24% INTEREST IMPOSED BY THE PUBLIC-RESPONDENT AFTER FINALITY OF JUDGMENT IS CORRECT.[22]\n\nThe petition must perforce be dismissed for violation of the policy on hierarchy of courts.\n\nUnder Section 24 of the Revised Rules of Procedure for Small Claims Cases, the decision of the lower court shall be final, executory, and unappealable. However, with the prohibition on appeals in small claims cases and like other proceedings where appeal is not a remedy, the aggrieved party may still file a petition for certiorari under Rule 65 of the Rules of Court.[23]\n\nPetitioner correctly filed a petition for certiorari under Rule 65. However, instead of filing the petition before the RTC, he lodged it directly before the Court without presenting any special and compelling reason to support his choice of the Court as his forum.[24] This is in violation of the policy on hierarchy of courts.\n\nIn People v. Cuaresma,[25] the Court explained that its jurisdiction to issue writs of certiorari, as well as prohibition, mandamus, quo warranto, habeas corpus and injunction, is not exclusive but shared with the RTC and the Court of Appeals (CA):\n\nx x x This Court's original jurisdiction to issue writs of certiorari (as well as prohibition, mandamus, quo warranto, habeas corpus and injunction) is not exclusive. It is shared by this Court with Regional Trial Courts x x x, which may issue the writ enforceable in any part of their respective regions. It is also shared by this Court, and by the Regional Trial Court, with the Court of Appeals x x x. This concurrence of jurisdiction is not, however, to be taken as according to parties seeking any of the writs an absolute, unrestrained freedom of choice of the court to which application therefor will be directed. There is after all a hierarchy of courts. That hierarchy is determinative of the venue of appeals, and should also serve as a general determinant of the appropriate forum for petitions for the extraordinary writs. A becoming regard for that judicial hierarchy most certainly indicates that petitions for the issuance of extraordinary writs against first level (\"inferior\"') courts should be filed with the Regional Trial Court and those against the latter, with the Court of Appeals. A direct invocation of the Supreme Court's original jurisdiction to issue these writs should be allowed only when there are special and important reasons therefor, clearly and specifically set out in the petition. This is established policy. It is a policy that is necessary to prevent inordinate demands upon the Court's time and attention which are better devoted to those matters within its exclusive jurisdiction, and to prevent further over-crowding of the Court's docket.[26]\n\nTime and again, the Court has ratiocinated that the strictness of the policy on hierarchy of courts is intended to shield the Court from the need to deal with causes that are also well within the lower courts' competence, and to reserve the Court time so that it can deal with other fundamental and essential tasks that the Constitution has assigned to it. However, the Court may still act on petitions for extraordinary writs of certiorari, prohibition, and mandamus, but \"only when absolutely necessary or when serious and important reasons exist to justify an exception to the policy.\"[27]\n\nThe Court is a court of last resort. \"It cannot and should not be burdened with the task of dealing with causes in the first instance.\" If the issuance of extraordinary writs are well within the competence of the CA or the RTC, then it is clear that it is in either of these courts that the specific action for the writs' application must be filed.[28]\n\nThe failure on the part of petitioner to provide a special, important, or compelling reason to justify his direct filing of the petition in the Court constitutes a violation of the policy on hierarchy of courts. Hence, the outright dismissal of the petition is proper.[29]\n\nIn any case, even if the policy on hierarchy of courts were to be disregarded, the Court finds that petitioner would still not be entitled to the extraordinary writ of certiorari.\n\nThe Court has consistently ruled that \"the extraordinary writ of certiorari is always available where there is no appeal or any other plain, speedy and adequate remedy in the ordinary course of law.\" [30] It follows that a petition for certiorari is grounded on errors in jurisdiction, while appeal goes into the merits or substance of a case.[31] It therefore becomes incumbent upon petitioner to establish that the MCTC Decision was tainted with jurisdictional errors.[32]\n\nIn the case, petitioner clearly failed to discharge the burden. A review of the petition shows that petitioner seeks the Court to revisit the allegations raised by the parties, reconsider the parties' documentary evidence, and rule in favor of petitioner. This is not sanctioned under Rule 65. The Court is not a trier of facts, and it cannot accept or grant a petition for certiorari if it demands a consideration and evaluation of evidentiary matters.[33]\n\nWHEREFORE, the petition is DISMISSED. Petitioner David Nacionales is DIRECTED to pay the cost of suit.\n\nSO ORDERED.\n\nPerlas-Bernabe, S.A.J., (Chairperson), Hernando, Gaerlan, and Rosario,* JJ., concur.","label":[[18,33,"CASE_NUM"],[35,53,"PROM_DATE"],[56,72,"PERSON"],[95,123,"PERSON"],[165,194,"INS"],[211,224,"PERSON"],[260,270,"PERSON"],[284,289,"INS"],[365,394,"STA"],[460,489,"INS"],[491,495,"INS"],[674,703,"INS"],[733,749,"PERSON"],[759,775,"PERSON"],[880,908,"PERSON"],[916,929,"PERSON"],[2024,2040,"PERSON"],[2076,2105,"INS"],[2107,2115,"INS"],[2926,2932,"PERSON"],[3023,3036,"PERSON"],[3150,3155,"INS"],[3201,3214,"PERSON"],[3377,3390,"PERSON"],[3498,3511,"PERSON"],[4087,4100,"PERSON"],[4585,4598,"PERSON"],[4713,4733,"INS"],[4735,4738,"INS"],[4775,4780,"INS"],[4980,5002,"INS"],[5012,5034,"INS"],[5088,5091,"INS"],[5138,5143,"INS"],[5220,5225,"INS"],[5888,5932,"STA"],[6221,6250,"STA"],[6316,6323,"STA"],[6376,6379,"INS"],[6414,6419,"INS"],[6502,6507,"INS"],[6589,6607,"CASE_NUM"],[6617,6622,"INS"],[6800,6803,"INS"],[6812,6828,"INS"],[6830,6832,"INS"],[6847,6852,"INS"],[7024,7029,"INS"],[7035,7056,"INS"],[7168,7173,"INS"],[7186,7206,"INS"],[7217,7233,"INS"],[7863,7883,"INS"],[7923,7939,"INS"],[7968,7981,"INS"],[8255,8260,"INS"],[8403,8408,"INS"],[8444,8449,"INS"],[8550,8555,"INS"],[8665,8670,"INS"],[8794,8799,"INS"],[9022,9027,"INS"],[9231,9233,"INS"],[9241,9244,"INS"],[9516,9521,"INS"],[9729,9734,"INS"],[9831,9836,"INS"],[10424,10429,"INS"],[10588,10595,"STA"],[10601,10606,"INS"],[10811,10827,"PERSON"],[10879,10893,"PERSON"],[10918,10926,"PERSON"],[10928,10935,"PERSON"],[10941,10948,"PERSON"]],"Comments":[]}
{"id":166,"text":"EN BANC\n[ G.R. No. 235764, September 14, 2021 ]\nRAFAEL M. CRISOL, JR., PETITIONER, VS. COMMISSION ON AUDIT, RESPONDENT.\n\nD E C I S I O N\nROSARIO, J.:\n\nIn order for a superior public officer to be made civilly liable for acts done in the performance of his official duties, there must be a clear showing of bad faith, malice, or gross negligence. For negligence to be considered gross, there must be an act or omission to act in a situation where there is a duty to act, not inadvertently but willfully and intentionally with a conscious indifference to consequences in so far as other persons or the government may be affected.\n\nPetitioner challenges on certiorari, under Rule 64 in relation to Rule 65 of the Rules of Court, the Decision dated November 9, 2016 and Resolution dated September 7, 2017 of respondent Commission on Audit (COA) which disapproved petitioner's exclusion from liability on account of his subordinate's failure to remit collections amounting to Php425,555.53.\n\nI\n\nThe antecedent facts are as follows:\n\nOn September 17, 2010, District Collector Atty. Rogel Gatchalian designated Arnel Tabije (Tabije) as Special Collection Officer (SCO) at the Collection Division, Customs District II-A, Bureau of Customs (BOC). However, in December 2010, Tabije no longer reported for work, thus prompting Atty. Gatchalian to send him a letter directing him to report to the Chief of the Administrative Division or of the Collection Division.\n\nOn January 27, 2011, petitioner reported to Atty. Gatchalian that he conducted an initial audit on the collections and deposits of Tabije and discovered that the latter failed to deposit collections in the amount of Php425,555.52 and did not turn over the auction fund passbook to their office.[1]\n\nOn February 28, 2011, petitioner sent Tabije a letter informing him of said irregularities and requiring him to settle the same but Tabije failed to respond. On March 28, 2011, Atty. Gatchalian instructed petitioner to refer the matter to the Audit Team Leader (ATL), COA, BOC, Port Area, Manila for audit.\n\nDuring the investigation by Special Investigator Jaime Regala, Tabije failed to appear and participate in the proceedings despite notice. Regala later recommended that he be charged with Dishonesty, Unauthorized Absences, Inefficiency and Gross Neglect of Duty, which was approved by the Revenue Collection Monitoring Group\/Legal Service of the BOC.[2]\n\nOn post-audit of the collections\/receipts of Tabije for the period of September to November 2010, the ATL and the Supervising Auditor issued Notice of Charge (NC) No. 2011-001-101(10), dated October 12, 2011, in the amount of Php425,555.53, representing Tabije's unremitted collections, and determined that the latter, as SCO, Atty. Gatchalian, as head of office, and petitioner, as Chief of the Cash Division, were liable therefor.[3]\n\nOn appeal, the director of the COA National Government Sector (NGS) Cluster A granted Atty. Gatchalian and petitioner's request for exclusion from liability in Decision No. 2012-006 dated June 8, 2012 on the ground that they were included in the NC merely for being the head of the Port of Manila, BOC and Chief of Cash Collection Division, respectively, which cannot in any manner be deemed as badges of participation and\/or taking part in the unremitted collection.[4]\n\nHowever, upon automatic review of said decision, the COA, in Decision No. 2016-331 dated November 9, 2016, disapproved the same only insofar as it excluded petitioner from liability, and directed the COA Legal Services Sector to forward the case to the Office of the Ombudsman for investigation and filing of appropriate charges, if warranted, against the persons liable.[5]\n\nHis subsequent motion for reconsideration having been denied by the COA in its Resolution[6] dated September 7, 2017, petitioner filed the present petition for certiorari, arguing that the COA committed grave abuse of discretion amounting to lack or excess of jurisdiction when it issued said decision and resolution disapproving his exclusion from liability.\n\nSubsequently, the COA issued a Notice of Finality of Decision (NFD) dated December 5, 2018 pursuant to Section 9 of Rule X of the 2009 Revised Rules of Procedure of the COA (\"COA Rules\"), as amended by COA Resolution No. 2011-006, prompting petitioner to move for the quashal and\/or recall thereof. The COA, through its letter dated January 18, 2019, informed petitioner that under its amended rules, the finality of its issuance may only be stayed by a direct order of this Court.\n\nDuring the pendency of the present petition, petitioner filed a Manifestation[8] dated February 14, 2019 stating, among others, that Tabije had settled the subject unremitted collection in the amount of Php425,555.53 as evidenced by Official Receipt No. 9750686[9] and Notice of Settlement of Suspension\/Disallowance\/Charge[10] (NSSDC) dated February 7, 2019.\n\nNonetheless, petitioner prays for the grant of the petition on the merits considering that the COA's finding relative to petitioner's liability remains a justiciable controversy that this Court may pass upon.\n\nII\n\nThis Court generally refrains from entertaining petitions under Rule 64 questioning the dismissal of an appeal by the COA on account of failure to file said appeal within the reglementary period, given the well-settled rule that courts are bereft of jurisdiction to review decisions that have become final and executory and that perfection of an appeal in the manner and within the period set by law is not only mandatory but jurisdictional. However, jurisprudence recognizes several exceptions to the rule on immutability of final judgments; 1. the correction of clerical errors, (2) nunc pro tunc entries which cause no prejudice to any party, (3) void judgments, and (4) whenever circumstances transpire after the finality of the decision rendering its execution unjust and inequitable.[11]\n\nWe have also allowed the relaxation of this rigid rule in order to serve substantial justice in considering (1) matters of life, liberty, honor or property;\n\n2. the existence of special or compelling circumstances; (3) the merits of the case; (4) a cause not entirely attributable to the fault or negligence of the party favored by the suspension of the rules; (5) a lack of any showing that the review sought is merely frivolous and dilatory; or (6) the other party will not be unjustly prejudiced thereby.[12] Verily, when extraordinaiy circumstances exist, We are empowered to set aside technicalities in the exercise of our equity jurisdiction in order to fully serve the demands of substantial justice.[13]\n\nAs applied, we find that the full settlement of the unremitted collection during the pendency of the present petition, and more importantly, the merits of the case as will be hereafter discussed, merit a relaxation of technical rules in the exercise of Our equity jurisdiction.\n\nSection 13 of the 2009 Rules and Regulations on the Settlement of Accounts (COA Circular No. 2009-006) provides:\n\nSECTION 13. NOTICE OF SETTLEMENT OF SUSPENSION\/\n\nDISALLOWANCE\/CHARGE (NSSDC)\n13.1\nThe Auditor shall issue the NSSDC - Form 5 - whenever a suspension\/disallowance or charge is settled.\n\n\n \n\n\nx x x x\n\n\n \n\n13.1.2\nA disallowance or charge shall be settled by payment of the amount disallowed or by such other applicable modes of extinguishment of obligation as provided by law. x x x.\nIn relation thereto, Article 1217 of the Civil Code provides that payment \"made by one of the solidary debtors extinguishes the obligation.\"\n\nWhile the payment by Tabije of the amount of Php425,555.53 extinguished his civil liability, the question remains as to whether petitioner could be held solidarily liable for said amount in the first place.\n\nDespite the above supervening event, the case has not yet been rendered moot and academic but continues to present a justiciable controversy which this Court may pass upon.\n\nIn Penafrancia Sugar Mill, Inc. v. Sugar Regulatory Administration,[14] We held:\nA case or issue is considered moot and academic when it ceases to present a justiciable controversy by virtue of supervening events, so that an adjudication of the case or a declaration on the issue would be of no practical value or use. In such instance, there is no actual substantial relief which a petitioner would be entitled to, and which would be negated by the dismissal of the petition. Courts generally decline jurisdiction over such case or dismiss it on the ground of mootness. This is because the judgment will not serve any useful purpose or have any practical legal effect because, in the nature of things, it cannot be enforced.\nHowever, in Ilusorio v. Baguio Country Club Corp., et al.,[15] We ruled that the mootness of one of the issues in the case does not render it automatically dismissed if there are other issues raised that need to be resolved.\n\nHere, aside from disapproving the exclusion of petitioner from liability under the NC, the COA, in the dispositive portion of the assailed decision, likewise directed its Legal Services Sector to forward the case to the Office of the Ombudsman for investigation and filing of appropriate charges, if warranted, against petitioner and Tabije. It ratiocinated in this wise:\n\nSections 16.1 and 16.2 of the [2009 Rules and Rules and Regulations on the Settlement of Accounts (RRSA)][16] provide that the liability of public officers and other persons for audit charges shall be determined on the basis of the duties and responsibilities or obligations of the officers\/employees concerned and that said liability shall be measured by the individual participation and involvement of public officers whose duties require appraisal\/assessment\/collection of government revenues and receipts in the charged transaction.\n\nMr. Crisol, Jr., as the Chief of Cash Division, has direct supervision over the transactions of Mr. Tabije. Knowing that Mr. Tabije was new to his assignment as SCO, Mr. Crisol, Jr. should have monitored Mr. Tabije's transactions to ensure that they conform with the relevant rules.\n\nx x x x\n\nIn the case of Mr. Tabije's collections, the same were not deposited within the prescribed period, contrary to the above regulation. Moreover, Mr. Tabije did not prepare and submit the required monthly report of collections and deposits for the months of September to November 2010. Had the foregoing been monitored Mr. Crisol, Jr., and had he required Mr. Tabije to comply with the rules, the non-remittance of the amount could have been avoided.\n\nThe foregoing shows that Mr. Crisol, Jr. was negligent and failed to exercise the diligence of a good father of a family in supervising Mr. Tabije.\n\nHence, he is jointly and solidarily liable with Mr. Tabije. Since Mr. Tabije had absconded, Mr. Crisol, Jr. is directly liable in full to the government for the amount of P425,555.53\n\nx x x x\n\nIn view of violation of laws and regulations, specifically Section 21 of the Manual on the NGAS, Volume I, and Section 69 of PD 1445 which may constitute acts defined under Article 217 of the Revised Penal Code, the case shall be referred to the Office of the Ombudsman for investigation and filing of appropriate charges, if warranted, against the persons liable for the transaction.[17]\n\nOn the other hand, the COA agreed with the NGS Cluster A that Atty. Gatchalian was properly excluded from liability under the NC because of the absence of a clear showing of bad faith, malice or gross negligence on his part. It relied on Section 38, Chapter 9, Book I of the Administrative Code of 1987, which provides:\nSection 38. Liability of Superior Officers. — (1) A public officer shall not be civilly liable for acts done in the performance of his official duties, unless there is a clear showing of bad faith, malice or gross negligence.\n\nx x x x\n\n(3) A head of a department or a superior officer shall not be civilly liable for the wrongful acts, omissions of duty, negligence, or misfeasance of his subordinates, unless he has actually authorized by written order the specific act or misconduct complained of.\nThe civil liability under the above provision of the Administrative Code arises only upon a showing that the approving or certifying officers performed their official duties with bad faith, malice or gross negligence.[18] Interestingly, while the COA found that there was no clear showing of bad faith, malice or gross negligence on the part of Atty. Gatchalian, its decision was also bereft of any finding of bad faith, malice or gross negligence on the part of petitioner.\n\nGross negligence is defined as negligence characterized by the want of even slight care, acting or omitting to act in a situation where there is a duty to act, not inadvertently but willfully and intentionally with a conscious indifference to consequences in so far as other persons may be affected. It is the omission of that care which even inattentive and thoughtless men never fail to take on their own property.[19] In cases involving public officials, gross negligence occurs when a breach of duty is flagrant and palpable.[20] Mere allegation of gross negligence does not suffice. The fact of gross negligence must be proven and supported by evidence.[21]\n\nIn the case at bench, while the COA found petitioner to be negligent, it did not characterize the same as gross. It merely concluded that Tabije's failure to remit could have been avoided had petitioner monitored the former's transactions and reminded him to comply with the relevant rules and regulations.\n\nGross negligence cannot be automatically inferred from mere speculation that a subordinate's failure to remit collections resulted from his superior's failure to monitor his transactions and remind him to comply with the relevant rules and regulations. To support a finding of gross negligence, there has to be proof of the omission of an act in a situation where there is a duty to act, not inadvertently but willfully and intentionally with a conscious indifference to consequences in so far as other persons may be affected.[22]\n\nTo say that failure to remit could have been avoided had petitioner required and reminded Tabije to comply with the pertinent rules and regulations is not only speculative but absurd since nothing less than compliance with the pertinent laws, rules and regulations is expected of all public officers, regardless of whether they are new to their position and regardless of any directive or reminder from their superior. In fact, even if petitioner reminded Tabije, there would still be no assurance that the latter would comply. In any case, even assuming that there was a duty on the part of petitioner to remind his subordinate, the failure to remind certainly does not rise to the level of gross negligence.\n\nA perusal of petitioner's BOC-PES Individual Commitment Record as Chief of the Cash Collection Division of the Port of Manila reveals the following duties and responsibilities of petitioner:\n\nResponsibility Area\nPrepares & signs daily & monthly collection report, summary of statistical report;\nSigns withdrawal permit on warehousing entries;\nSigns Certificate of Payment of duties & taxes, verified paid & Certificate of Balance on import entry declaration;\nReviews & signs on matters pertaining to tax refund on over-payment of import duties and unutilized advance deposits;\nPrepares & transmits demand letters to importers, brokers for all receivables including additional duties & taxes, fines additional duties and taxes, lines & penalties due to Bureau of Customs per VCRC resolution;\nValidate\/Encode payment of duties & taxes on all imported motor vehicles, parts and\/or components that are required to be registered with the LTC thru the electronic transmission of Certificate of Payment\/Clearance (e-CPC) to LTO;\nSupervises, reviews & signs on matters pertaining to utilization of Tax Credit Certificates.\nOn the other hand, as collection officer, it was Tabije's responsibility under Section 21 of the Manual on the New Government Accounting System (NGAS), Volume 1 , to deposit intact all his collections, as well as collections turned over to him by sub-collectors\/tellers, with the authorized depositary bank daily or not later than the next banking day. Tabije is also responsible for recording all deposits made in the Cash Receipts Record.\n\nNone of the above-mentioned responsibilities of petitioner require him to monitor each and every daily deposit or remittance made by all the collection officers under him. At most, petitioner's responsibility in relation to Tabije's duty to collect and deposit was to prepare and sign the daily and monthly collection reports based on the collection reports submitted to him by collection officers. Other than being the chief of the Cash Collection Division, there is no evidence on record of any badge of participation on the part of petitioner in Tabije's failure to remit the amount of Php425,555.53, much less any conspiracy in the latter's transactions. Even the Office of the Solicitor General noted that conspiracy is immaterial in this case because the findings on petitioner's liability are based on his alleged negligence and failure to observe the diligence of a good father of a family.[24]\n\nWhile ideally, petitioner should have been alerted as early as September 2010 that Tabije had failed to submit his report of collections and deposits for said month, not to mention for October and November 2010 as well, We find that petitioner's oversight did not rise to the level of gross negligence considering the following steps which he took to report and investigate the matter:\na)\nOn December 9, 2010, petitioner reported Tabije's irregular work attendance and ten-day absence without leave (AWOL).\n\n\nb)\nIn January 2011, petitioner conducted a preliminary audit of Tabije's collections which revealed a discrepancy in the amount of Php425,555.53.\n\n\nc)\nOn February 28, 2011, petitioner sent a letter to Tabije, directing him to immediately settle said amount.\nThe above actions of petitioner directly set in motion the investigation against Tabije, and resulted in the latter being charged with Dishonesty, Unauthorized Absences, Inefficiency and Gross Neglect of Duty. Indeed, without said actions, the amount of Php425,555.53 may have never made it back to the coffers of the government.\n\nWe find, therefore, that the COA gravely abused its discretion amounting to lack or excess of jurisdiction in disapproving petitioner's exclusion from liability.\n\nWHEREFORE, premises considered, the petition is GRANTED. The assailed decision dated November 9, 2016 and resolution dated September 7, 2017 of the Commission on Audit are hereby REVERSED and SET ASIDE insofar as they hold petitioner Rafael M. Crisol, Jr. civilly liable under Notice of Charge No. 2011-001-101(10).\n\nSO ORDERED.\n\nGesmundo, C.J., Perlas-Bernabe, Leonen, Caguioa, Hernando, Carandang, Lazaro-Javier, Inting, Zalameda, Lopez, M., Gaerlan, and Lopez, J., JJ., concur.","label":[[10,25,"CASE_NUM"],[27,45,"PROM_DATE"],[48,69,"PERSON"],[87,106,"INS"],[137,148,"PERSON"],[672,679,"STA"],[695,724,"STA"],[815,834,"INS"],[836,839,"INS"],[1076,1092,"PERSON"],[1104,1116,"PERSON"],[1118,1124,"PERSON"],[1213,1230,"INS"],[1232,1235,"INS"],[1265,1271,"PERSON"],[1322,1332,"PERSON"],[1504,1514,"PERSON"],[1585,1591,"PERSON"],[1791,1797,"PERSON"],[1885,1891,"PERSON"],[1936,1946,"PERSON"],[2021,2024,"INS"],[2026,2029,"INS"],[2110,2122,"PERSON"],[2124,2130,"PERSON"],[2199,2205,"PERSON"],[2406,2409,"INS"],[2460,2466,"PERSON"],[2669,2675,"PERSON"],[2883,2886,"INS"],[2944,2954,"PERSON"],[3150,3153,"INS"],[3377,3380,"INS"],[3524,3527,"INS"],[3577,3600,"INS"],[3768,3771,"INS"],[3889,3892,"INS"],[4079,4082,"INS"],[4164,4233,"STA"],[4263,4266,"INS"],[4364,4367,"INS"],[4536,4541,"INS"],[4677,4683,"PERSON"],[5000,5003,"INS"],[5093,5098,"INS"],[5124,5129,"INS"],[5183,5190,"STA"],[5237,5240,"INS"],[6906,6980,"STA"],[7422,7452,"STA"],[7564,7570,"PERSON"],[7903,7908,"INS"],[7928,7991,"CASE_NUM"],[8663,8708,"CASE_NUM"],[8968,8971,"INS"],[9097,9120,"INS"],[9211,9217,"PERSON"],[9250,9347,"STA"],[9792,9803,"PERSON"],[9888,9894,"PERSON"],[9913,9919,"PERSON"],[9958,9969,"PERSON"],[9996,10002,"PERSON"],[10099,10106,"PERSON"],[10228,10234,"PERSON"],[10401,10412,"PERSON"],[10438,10444,"PERSON"],[10559,10570,"PERSON"],[10670,10676,"PERSON"],[10731,10737,"PERSON"],[10749,10755,"PERSON"],[10775,10786,"PERSON"],[11045,11082,"STA"],[11118,11141,"INS"],[11285,11288,"INS"],[11330,11340,"PERSON"],[11500,11564,"STA"],[11582,11592,"STA"],[12329,12332,"INS"],[12433,12443,"PERSON"],[13254,13257,"INS"],[13360,13366,"PERSON"],[14153,14159,"PERSON"],[14519,14525,"PERSON"],[15526,15543,"INS"],[15938,15944,"PERSON"],[16242,16248,"PERSON"],[16555,16561,"PERSON"],[16880,16886,"PERSON"],[16999,17030,"INS"],[17318,17324,"PERSON"],[17665,17671,"PERSON"],[17808,17814,"PERSON"],[17945,17951,"PERSON"],[18083,18089,"PERSON"],[18362,18365,"INS"],[18644,18663,"INS"],[18730,18751,"PERSON"],[18826,18840,"PERSON"],[18842,18856,"PERSON"],[18858,18864,"PERSON"],[18866,18873,"PERSON"],[18875,18883,"PERSON"],[18885,18894,"PERSON"],[18896,18909,"PERSON"],[18911,18917,"PERSON"],[18919,18927,"PERSON"],[18929,18934,"PERSON"],[18936,18947,"PERSON"],[18953,18958,"PERSON"]],"Comments":[]}
{"id":167,"text":"SECOND DIVISION\n[ G.R. No. 237159, September 29, 2021 ]\nALBERTO WONG, PETITIONER, VS. BENNY H. WONG, ESTELITA WONG, AND PATRICK LAW, RESPONDENTS.\n\nD E C I S I O N\nINTING, J.:\n\nBefore the Court is a Petition for Review on Certiorari[1] under Rule 45 of the Rules of Court assailing the Decision[2] dated August 18, 2017 and the Resolution[3] dated January 19, 2018 of the Court of Appeals (CA) in CA-G.R. CV No. 103933. The assailed Decision affirmed the Orders dated January 14, 2014[4] and November 6, 2014[5] of Branch 49, Regional Trial Court (RTC), Manila in Criminal Case No. 05-235062. The assailed Resolution, on the other hand, denied the Motion for Reconsideration[6] filed by Alberto Wong (petitioner) for lack of merit.\nThe Antecedents\n\nThe instant case stemmed from the following Information[7] filed in the RTC against Benny H. Wong, Estelita Wong (Spouses Wong) and Patrick Law (collectively, respondents) for Estafa under paragraph 2(d), Article 315 of the Revised Penal Code (RPC), to wit:\n\nThat in or about and sometime during the period comprised between March 2001 and April 2002, inclusive, in the City of Manila, Philippines, the said accused, conspiring and confederating together and helping one another, did then and there willfully, unlawfully, and feloniously defraud ALBERTO WONG in the following manner, to wit: the said accused, by means of false pretenses or fraudulent acts executed prior to and even simultaneously with the commission of the fraud to the effect that the checks they would draw and issue are sufficiently funded and would be honored by their drawee bank, well knowing that they did not have sufficient funds in the bank and without informing the said ALBERTO WONG of such fact, drew, made out, and issued the following post dated checks, to wit:\n\nBANK\tCHECK NO.\tAMOUNT\tDATE\nUnion Bank\t0006112255\tP24,000,000.00\tJanuary 23, 2003\n \t0006129685\t5,000,000.00\tFebruary 19, 2003\n \t0006129686\t2,000,000.00\tFebruary 19, 2003\nBanco de Oro\t0014772\t6,500,000.00\tJanuary 21, 2003\nall payable to ALBERTO WONG in exchange for cash in the total amount of P37,500,000.00; that upon presentation of the said checks to the bank for payment, the same were dishonored and payment thereof refused for the reason \"ACCOUNT CLOSED\", and the said accused, notwithstanding due notice to them of such dishonor of said checks, failed and refused to deposit and\/or pay the necessary amount to cover the value of said checks, to the damage and prejudice of the said ALBERTO WONG in the aforesaid amount of P37,500,000.00, Philippine Currency.\n\nContrary to law.[8]\n\nWhen arraigned, Spouses Wong pleaded not guilty to the offense charged. For failure of Patrick Law to appear for his arraignment, the RTC issued a warrant of arrest against him.[9]\n\nTrial ensued.\n\nThe prosecution established that sometime in the year 2000, one Roberto Collantes (Collantes) introduced petitioner to respondents, who were stockholders and officers of the travel agency Morning Star Travel & Tours, Inc. (Morning Star). Respondents were then looking for additional funds to finance their business operations. Petitioner extended financial help to respondents who, in turn, issued several postdated checks as payment for the loans. Initially, respondents made good on the postdated checks they issued. After gaining the trust of petitioner, respondents convinced him to give them bigger sums of money.[10]\n\nFrom March 2001 until April 2002, respondents received an accumulated large amount of money from petitioner. As payment, respondents issued four postdated checks in the total amount of P37,500,000.00.[11] However, upon presentment for payment, the checks were later dishonored for the reason that the bank accounts were closed.[12]\n\nAfter the prosecution rested its case, Spouses Wong filed a Motion for Leave of Court to File Demurrer to Evidence and Admit Attached Demurrer to Evidence,[13] which the RTC granted in an Order[14] dated November 11, 2013. The Order also admitted the Demurrer to Evidence[15] that was attached to the motion.\n\nIn the Demurrer to Evidence, Spouses Wong argued: (1) that the prosecution failed to establish the element of fraud or deceit that would make them liable for Estafa;[16] (2) that the four postdated checks, which were all dated in the year 2003, were issued in payment of a pre-existing obligation incurred by Morning Star between the years 2001 until 2002;[17] (3) that the prosecution failed to prove their personal criminal liability because the loan is a corporate debt, having been obtained by Morning Star;[18] and (4) that it was not established who signed, drew, and issued any of the subject postdated checks.[19]\n\n\nRuling of the RTC\nOn January 14, 2014, the RTC issued an Order[20] granting the Demurrer to Evidence, the dispositive portion of which reads:\n\nWHEREFORE, premises considered, the Demurrer to Evidence dated 4 October 2013 is hereby GRANTED.\n\nAccordingly, with respect only to the accused Spouses Benny Wong and Estelita Wong, for want of sufficient evidence and on the ground of reasonable doubt, the above-captioned case is hereby ordered DISMISSED.\n\nPending the proper verification of the alleged death of the third and last co-accused Patrick Law, for record purposes only, let bench warrant of arrest be issued against him. In the meantime, in the exercise of the sound discretion of the Court, the above-captioned case against him .is hereby ordered ARCHIVED.\n\nSO ORDERED.[21]\n\nIn granting the Demurrer to Evidence, the RTC found: (1) that the prosecution failed to prove beyond reasonable doubt that the respondents committed Estafa; (2) that there was no fraud or deceit employed and that the subject checks were only issued to guarantee payment and, at most, were for pre-existing obligations; and (3) that it was not the issuance of the checks that prompted petitioner to part with his money but, rather, the liberality to help the respondents who were business partners of Collantes who, in turn, was his good friend. Thus, for want of sufficient evidence of fraud and on the ground of reasonable doubt, the RTC dismissed the case against respondents.[22]\n\nAggrieved, petitioner filed a Motion for Reconsideration[23] on the civil aspect of the case, but the RTC denied it in an Order[24] dated November 6, 2014. It held that the prosecution failed to prove how Spouses Wong benefited or made use of the loans for their personal benefit because the loans were presumably used for the corporate affairs of Morning Star.[25] However, the RTC saw no need to delve into the matter as Morning Star was not a party to the case. The relevant portion of the Order dated November 6, 2014 states:\n\nIt appears that based on the evidence adduced, said loans were presumedly used for the corporate affairs of Morning Star. They were deposited directly to the account of Morning Star and used allegedly to augment the financial needs of Morning Star, which was said to be in serious financial distress. Furthermore, the checks paid to Alberto Wong appeared to be also under the corporate account of Morning Star.\n\nThere is hardly any dispute that corporate debt is not synonymous with personal individual liability and that a corporation has a separate and distinct personality from its officers and directors.\n\nWhat may be safely concluded is that there may still be some loan obligations of Morning Star to Alberto Wong that remained unextinguished. But the Court sees no need to delve into this matter since Morning Star is not a party to this case and the pending incident. The only issue raised is the civil lability of the accused spouses.\n\nWHEREFORE, premises considered, for lack of merit, the aforesaid Motion for Reconsideration is hereby DENIED.\n\nSO ORDERED.[26]\n\n\nRuling of the CA\nIn the assailed Decision[27] dated August 18, 2017, the CA agreed with the RTC in that the prosecution failed to prove the existence of fraud that would make Spouses Wong liable for Estafa.[28] The CA stated that the subject checks were issued by respondents as mere guarantees for the payment of their loans to petitioner.[29] Thus, it concluded that the acquittal of Spouses Wong was based on the fact that the act or omission from which the civil liability may arise did not exist.[30] Consequently, their civil liability is likewise deemed as non-existent by the nature of such acquittal.[31]\n\nUndaunted, petitioner filed a Motion for Reconsideration[32] but the CA denied it in the Resolution[33] dated January 19, 2018 for lack of merit.\n\nHence, the instant petition.\n\n\nIssues Before the Court\nThe issue to be resolved in the case is whether the CA erred when it failed to make a pronouncement as to the civil liability of Spouses Wong, or if it could not make a finding as to the civil liability—whether the matter should be remanded to the RTC for the conduct of further proceedings to determine the civil liability of Spouses Wong.\n\n\nThe Court's Ruling\nThe Court denies the petition.\n\nPetitioner invokes the elementary principle that when a criminal action is instituted, the civil action for recovery of the civil liability arising from the offense charged is impliedly instituted with it. Thus, the institution of the charge carries with it the institution of the action for the recovery of the civil liability.[34] Petitioner maintains that, in case of an acquittal on reasonable doubt, the extinction of the criminal action does not carry with it the extinction of the civil action, unless the extinction proceeds from a declaration in a final judgment that the fact from which the civil liability might arise did not exist.[35]\n\nIn this case, petitioner submits that the mere absence of the element of deceit does not, in itself, mean that Spouses Wong are automatically absolved from any and all civil liability arising from the offense charged. He avers that the absence of deceit does not translate to an absence of a civil obligation.\n\nOn the other hand, Spouses Wong counter that their acquittal was based on the fact that \"the act or omission from which the civil liability may arise did not exist\" in view of the failure of the prosecution to sufficiently establish the element of deceit in the crime of Estafa. Consequently, they aver that their civil liability should also be deemed as nonexistent by the nature of their acquittal.\n\nArticle 10 of the RPC provides that every person criminally liable is also civilly liable. If the accused, however, is not found to be criminally liable, it does not necessarily mean that he will not likewise be held civilly liable because extinction of the penal action does not carry with it the extinction of the civil action.[36] The rule more specifically applies when: (a) the acquittal is based on reasonable doubt as only preponderance of evidence is required; (b) the court declares that the liability of the accused is only civil; and (c) the civil liability of the accused does not arise from or is not based upon the crime of which the accused was acquitted.[37]\n\nMaintaining that Spouses Wong are still civilly liable to him, petitioner invokes, among others, the case of Eusebio-Calderon v. People[38] where the Court upheld the acquittal of the accused in the crime of Estafa, but found her civilly liable for the loans which she obtained. In addition, petitioner anchors his argument on Sapiera v. Court of Appeals[39] where the accused, though acquitted of Estafa, was still adjudged liable for the unpaid value of the checks signed by her.\n\nHowever, the more recent case of Dy v. People, et al.[40] (Dy), clarified the civil liability which attaches to a criminal action. The Court in the case therein explained that it pertains only to the recovery of civil liability ex delicto. It does not include civil liability arising from a different source of obligation, as in the case of a contract where the civil liability is ex contractu.\n\nThe issue in the case of Dy is the propriety of making a finding of civil liability in a criminal case for Estafa when the accused is acquitted for failure of the prosecution to prove all the elements of the crime charged. In ruling that the court hearing the criminal case has no authority to award damages, the Court explained in Dy that whenever there is a finding that the elements of Estafa do not exist, it effectively says that there is no crime because there is no act or omission that constitutes criminal fraud. Consequently, civil liability ex delicto cannot be awarded as it cannot be sourced from something that does not exist.[41] Thus:\n\nWe hold that the better rule in ascertaining civil liability in estafa cases is that pronounced in Pantig and Singson. The rulings in these cases are more in accord with the relevant provisions of the Civil Code, and the Rules of Court. They are also logically consistent with this Court's pronouncement in Manantan.\n\nUnder Pantig and Singson, whenever the elements of estafa are not established, and that the delivery of any personal property was made pursuant to a contract, any civil liability arising from the estafa cannot be awarded in the criminal case. This is because the civil liability arising from the contract is not civil liability ex delicto, which arises from the same act or omission constituting the crime. Civil liability ex delicto is the liability sought to be recovered in a civil action deemed instituted with the criminal case.\n\nThe situation envisioned in the foregoing cases, as in this case, is civil liability ex contractu where the civil liability arises from an entirely different source of obligation. Therefore, it is not the type of civil action deemed instituted in the criminal case, and consequently must be filed separately. This is necessarily so because whenever the court makes a finding that the elements of estafa do not exist, it effectively says that there is no crime. There is no act or omission that constitutes criminal fraud. Civil liability ex delicto cannot be awarded as it cannot be sourced from something that does not exist.\n\nWhen the court finds that the source of obligation is in fact, a contract, as in a contract of loan, it takes a position completely inconsistent with the presence of estafa. In estafa, a person parts with his money because of abuse of confidence or deceit. In a contract, a person willingly binds himself or herself to give something or to render some service. In estafa, the accused's failure to account for the property received amounts to criminal fraud. In a contract, a party's failure to comply with his obligation is only a contractual breach. Thus, any finding that the source of obligation is a contract negates estafa. The finding, in turn, means that there is no civil liability ex delicto. Thus, the rulings in the foregoing cases are consistent with the concept of fused civil and criminal actions, and the different sources of obligations under our laws.\n\nWe apply this doctrine to the facts of this case. Petitioner was acquitted by the RTC Manila because of the absence of the element of misappropriation or conversion. The RTC Manila, as affirmed by the CA, found that Mandy delivered the checks to petitioner pursuant to a loan agreement. Clearly, there is no crime of estafa. There is no proof of the presence of any act or omission constituting criminal fraud. Thus, civil liability ex delicto cannot be awarded because there is no act or omission punished by law which can serve as the source of obligation. Any civil liability arising from the loan takes the nature of a civil liability ex contractu. It does not pertain to the civil action deemed instituted with the criminal case.\n\nIn Manantan, this Court explained the effects of this result on the civil liability deemed instituted with the criminal case. At the risk of repetition, Manantan held that when there is no delict, \"civil liability ex delicto is out of the question, and the civil action, if any, which may be instituted must be based on grounds other than the delict complained of.\" In Dy's case, the civil liability arises out of contract—a different source of obligation apart from an act or omission punished by law—and must be claimed in a separate civil action. (Citations omitted.)[42]\n\nVerily, the Court in Dy categorically stated that whenever the elements of Estafa are not established and the delivery of any personal property is pursuant to a contract, any civil liability arising from the Estafa cannot be awarded in the criminal case. This is because the civil liability arising from the contract is not civil liability ex delicto or that which arises from the same act or omission constituting the crime.[43] Rather, it is civil liability ex contractu which arises from an entirely different source of obligation. Therefore, it is not the type of civil action deemed instituted in the criminal case and, consequently, must be filed separately.[44]\n\nIn this case, the RTC granted the Demurrer to Evidence of Spouses Wong for want of sufficient evidence and on the ground of reasonable doubt. It found the element of deceit to be wanting and that the transaction between the parties was a pure loan. Applying the ratiocination in Dy, the RTC did not err when it did not rule on the civil aspect of the case which, as it found, arose from civil liability ex contractu and not from civil liability ex delicto.\n\nWHEREFORE, the petition is DENIED. The Decision dated August 18, 2017 and the Resolution dated January 19, 2018 of the Court of Appeals in CA-G.R. CV No. 103933 are AFFIRMED.\n\nSO ORDERED.\n\nPerlas-Bernabe, S.A.J., (Chairperson), Hernando, Gaerlan, and Dimaampao, JJ., concur.","label":[[18,33,"CASE_NUM"],[35,53,"PROM_DATE"],[56,68,"PERSON"],[86,99,"PERSON"],[101,114,"PERSON"],[120,131,"PERSON"],[163,173,"PERSON"],[187,192,"INS"],[241,270,"STA"],[371,387,"INS"],[389,391,"INS"],[396,417,"CASE_NUM"],[525,545,"INS"],[547,550,"INS"],[563,590,"CASE_NUM"],[686,698,"PERSON"],[820,823,"INS"],[832,845,"PERSON"],[847,860,"PERSON"],[870,874,"PERSON"],[880,891,"PERSON"],[953,990,"STA"],[1294,1306,"PERSON"],[1699,1711,"PERSON"],[1822,1832,"INS"],[1964,1976,"INS"],[2030,2042,"PERSON"],[2483,2495,"PERSON"],[2606,2610,"PERSON"],[2716,2719,"INS"],[2843,2860,"PERSON"],[2862,2871,"PERSON"],[2967,3000,"INS"],[3002,3014,"INS"],[3783,3787,"PERSON"],[3906,3909,"INS"],[4083,4087,"PERSON"],[4355,4367,"INS"],[4544,4556,"INS"],[4684,4687,"INS"],[4713,4716,"INS"],[4965,4975,"PERSON"],[4980,4993,"PERSON"],[5361,5366,"INS"],[5494,5497,"INS"],[5952,5961,"PERSON"],[6087,6090,"INS"],[6238,6241,"INS"],[6349,6353,"PERSON"],[6484,6496,"INS"],[6515,6518,"INS"],[6559,6571,"INS"],[6775,6787,"INS"],[6836,6848,"INS"],[6902,6914,"INS"],[7000,7012,"PERSON"],[7064,7076,"INS"],[7358,7370,"INS"],[7374,7386,"PERSON"],[7425,7430,"INS"],[7476,7488,"INS"],[7755,7757,"INS"],[7814,7816,"INS"],[7833,7836,"INS"],[7924,7928,"PERSON"],[7956,7958,"INS"],[8135,8139,"PERSON"],[8425,8427,"INS"],[8552,8557,"INS"],[8610,8612,"INS"],[8695,8699,"INS"],[8806,8809,"INS"],[8893,8897,"INS"],[8905,8910,"INS"],[8924,8929,"INS"],[9720,9724,"INS"],[9939,9943,"INS"],[11015,11020,"PERSON"],[11099,11125,"CASE_NUM"],[11140,11145,"INS"],[11317,11344,"CASE_NUM"],[11506,11526,"CASE_NUM"],[11532,11534,"PERSON"],[11608,11614,"INS"],[11894,11896,"PERSON"],[12182,12187,"INS"],[12201,12203,"PERSON"],[12803,12809,"INS"],[14954,14957,"INS"],[15042,15045,"INS"],[15073,15075,"INS"],[15626,15631,"INS"],[15977,15979,"PERSON"],[16196,16201,"INS"],[16205,16207,"PERSON"],[16920,16924,"PERSON"],[17133,17135,"PERSON"],[17141,17144,"INS"],[17431,17447,"INS"],[17451,17472,"CASE_NUM"],[17501,17515,"PERSON"],[17540,17548,"PERSON"],[17550,17557,"PERSON"],[17563,17572,"PERSON"]],"Comments":[]}
